{
  "id": 919,
  "name": "LiveEdu.tv",
  "slug": null,
  "former_names": [
    "Livecoding.tv",
    "LiveEdu"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://www.liveedu.tv",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "EDU Ecosystem (LiveEdu) is a decentralized learning ecosystem that teaches people how to\nbuild complete products in future technological fields. We just closed Round I of the LiveEdu\nICO with $10M. We are building the YouTube for online education and professional\ndevelopment. You can also describe our ecosystem as the next-generation Lynda.com.\nUnlike existing online education platforms, LiveEdu is not focused on beginners, but mainly\nintermediates to experts. People learn on LiveEdu by watching how peers build real projects\nand can also download all project resources and files.\n\nThe new LiveEdu platform is set to launch in 2018 and will start with eight main topics which\nencompasses several subcategories: Artificial Intelligence, Cybersecurity, Game\nDevelopment, Data Science, Cryptocurrencies, Programming, Design, and Augmented and\nVirtual Reality. Project creators in the EDU Ecosystem will build 10,000 projects for these\ntopics. In 2019, the ecosystem will be opened for all topics. For now we are an app\nblockchain company and using ERC20 smart contracts, but in 2021 we will build our own\nprotocol. Simply put we are building the Steemit for professional development and targeting\nthe $306 billion p",
  "one_liner": "Improve your technical job skills by watching live and on-demand…",
  "team_size": 11,
  "industry": "Consumer",
  "subindustry": "Consumer -> Job and Career Services",
  "launched_at": 1430156125,
  "tags": [
    "Education",
    "Live"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S15",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Job and Career Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/null",
  "api": "https://yc-oss.github.io/api/batches/s15/null.json"
}
