{
  "id": 940,
  "name": "Traversal Networks",
  "slug": "traversal-networks",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://traversalnetworks.com",
  "all_locations": "Mountain View, CA, USA",
  "long_description": "Traversal Networks develops a new form of Network Intrusion Detection System designed to catch unknown threats. The Lateral Threat Detector appliances are easily installed on your corporate network. These analyst-assisted sensors learn traffic patterns on each of your network segments and detect lateral exploitation, backdoors, bots, malware, and network reconnaissance.\n\nThe Traversal Networks operate on four different platforms: learn, reputation, machine learning and search.\n\nTraversal Networks has developed heuristics using a corpus of live network data combined with expertise in botnet detection to help filter traffic. Additionally, Traversal Networks uses IP and DNS reputation across all its deployed devices to detect new threats.\n\nThe Lateral Threat Detector appliances utilize reinforcement learning to continually enhance filtering performance on each network segment, and submit prefix-preserving anonymized data to our cloud making it available to be quickly searched in real time.\n\nThe Traversal Cloud Analysis platform was designed to enable its security analysts to quickly pivot on anomalous traffic seen across its network and classify it as malicious or benign.",
  "one_liner": "Enterprise Threat Detection: Tuning, Triage, and Analysis by Experts.",
  "team_size": 1,
  "industry": "B2B",
  "subindustry": "B2B -> Security",
  "launched_at": 1430156132,
  "tags": [
    "Cybersecurity"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S15",
  "status": "Inactive",
  "industries": [
    "B2B",
    "Security"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/traversal-networks",
  "api": "https://yc-oss.github.io/api/batches/s15/traversal-networks.json"
}
