{
  "id": 23645,
  "name": "Flux",
  "slug": "flux-2",
  "former_names": [
    "Blueloop"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4a0fc23e62bbe4d36af07ab93903e299d59ef9e1.png",
  "website": "https://iflux.app",
  "all_locations": "Lagos, LA, Nigeria; LA, Nigeria",
  "long_description": "We are building Flux- Flux is a Mobile App for merchants, freelancers, regular users(P2P) to make and accept payments from their customers anywhere in the world using crypto or fiat.\r\nWe have built a mobile app that uses the merchants’ phone number, creates a wallet enabling them to receive payments in crypto or fiat without having to go to an exchange or pay expensive fees. Merchants can accept payments in crypto or in fiat.\r\nPayments made in Crypto can easily convert into fiat due to the built in fast reconciliation and is made available for spending immediately.\r\nCurrently the vast majority merchants receive payments in crypto because of two issues (1) Paypal, Venmo, CashApp or Square to not exist in Africa and (2) the local currency fluctuates more than bitcoin due to inflation. But in order for merchants to receive money in crypto and exchange it into fiat they resort to crypto exchange apps and crypto addresses to receive payments which is a very complicated and expensive process. Merchants want to be paid quickly with the lowest amount of fees possible. This is why we are building Flux",
  "one_liner": "Cross border Payments infrastructure for internet businesses and…",
  "team_size": 8,
  "industry": "Fintech",
  "subindustry": "Fintech -> Payments",
  "launched_at": 1633034159,
  "tags": [
    "DeFi",
    "Crypto / Web3"
  ],
  "tags_highlighted": [
    "Crypto / Web3"
  ],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W21",
  "status": "Active",
  "industries": [
    "Fintech",
    "Payments"
  ],
  "regions": [
    "Nigeria",
    "Africa",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/flux-2",
  "api": "https://yc-oss.github.io/api/batches/w21/flux-2.json"
}
