{
  "id": 22676,
  "name": "ModernLoop",
  "slug": "modernloop",
  "former_names": [
    "Parcel"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/98c81b58887d29ebe7bf174d8feef71f4ae64b25.png",
  "website": "http://modernloop.io",
  "all_locations": "San Mateo, CA, USA",
  "long_description": "ModernLoop helps every company automate and streamline recruiting operations to deliver the best candidate experience. In 2022, the Department of Labor estimates there is a global talent shortage of 40 million workers, and that number is expected to grow to over 85 million by 2030. In order for companies to win the war for talent, they need to provide a best-in-class candidate experience to recruit top talent, and our product aims at doing just that!\r\n\r\nOur founders Lydia Han (CEO) and Chris Triolo (CTO) both founded ModernLoop in December of 2020 after they saw the challenges recruiting teams had when it came to coordinating hundreds of interviews across various teams, all while making sure both hiring managers and candidates had the best experience possible. After spending 15+ combined years at companies like Facebook, Slack, Brex and Salesforce, they understood what it took to enable talent teams do their best work, and are building a product to scale alongside them as they grow.\r\n\r\nWe created ModernLoop to serve companies of all sizes in every industry to help Talent teams interview candidates quicker, easier, and enhance productivity of teams as they continue their search for top talent!",
  "one_liner": "ModernLoop helps teams automate and streamline recruiting operations",
  "team_size": 15,
  "industry": "B2B",
  "subindustry": "B2B -> Recruiting and Talent",
  "launched_at": 1616172233,
  "tags": [
    "B2B",
    "Recruiting",
    "Productivity",
    "HR Tech",
    "Remote Work"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W21",
  "status": "Active",
  "industries": [
    "B2B",
    "Recruiting and Talent"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/modernloop",
  "api": "https://yc-oss.github.io/api/batches/w21/modernloop.json"
}
