{
  "id": 23369,
  "name": "REGENT",
  "slug": "regent",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/e0c83c9ecbf81c8809be20d15fe4abf91f2789dc.png",
  "website": "http://regentcraft.com",
  "all_locations": "North Kingstown, RI, USA; Boston, MA, USA",
  "long_description": "REGENT is building a new mode of transportation that will redefine regional mobility by mid-decade. Their first product, the seaglider, is an all-electric, hydrofoiling boat-plane that operates within a wingspan of the water's surface.  By flying low on a cushion of air, seagliders unlock the ability to fly twice as far as an electric aircraft, while being regulated by maritime authorities enabling market entry for a fraction of the cost.\r\n \r\nREGENT has de-risked seaglider technology with a ¼-scale, 400 lb, flying demonstration vehicle and a full-scale wing test section. By 2024, REGENT will fly humans on the first full-scale prototype seaglider.  By mid-decade, REGENT’s customers - airlines and ferry companies – will begin commercial seaglider service on the 12-seat initial product.\r\n\r\nIn just two years, REGENT has accumulated $8B in provisional orders (including firm deposits) proving the potential of the $25B+ initial market. \r\n \r\nREGENT, a team of 40, is led by MIT-trained, ex-Boeing engineers Billy Thalheimer and Mike Klinker.  REGENT has raised $50M to date from the likes of Thiel Capital, Founders Fund, Mark Cuban, Y Combinator, and includes strategic investment from Japan Airlines, Hawaiian Airlines and Mesa Airlines.",
  "one_liner": "All-electric seagliders for fast, affordable regional transportation",
  "team_size": 40,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "Industrials",
  "subindustry": "Industrials -> Aviation and Space",
  "launched_at": 1616029701,
  "tags": [
    "Climate",
    "Electric Vehicles",
    "Aerospace",
    "Maritime"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W21",
  "status": "Active",
  "industries": [
    "Industrials",
    "Aviation and Space"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/regent",
  "api": "https://yc-oss.github.io/api/batches/w21/regent.json"
}
