{
  "id": 22968,
  "name": "Trendpop",
  "slug": "trendpop",
  "former_names": [
    "StreamReport"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b40e160733825b6020e2d1156723b24f3f649def.png",
  "website": "http://trendpop.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Trendpop is the leading analytics and insights platform for short-form video marketing. We’re on a mission to help anyone go viral on social video platforms. We’re a deeply technical team that has taken a data-first approach to this problem: our core engine has collected over a billion social video posts that are analyzed with state-of-the-art algorithms to understand the recommendation algorithms that power virality. \r\n\r\nTrendpop was co-founded by Yoav Zimmerman (CEO) and Jonathan (Yoni) Ben-tzur (CTO) in August 2020, raising money from YCombinator (W21) to build Trendpop and growing to profitability in 12 short months. In January 2022, Trendpop was acquired by Collab, a veteran company in the digital creator space and an official TikTok creative and marketing partner. Today, Trendpop powers the TikTok marketing programs of top major record labels in North America and is quickly expanding to new markets in the film, television, beauty, and DTC eCommerce industry. Trendpop is currently used by leading marketing and A&R professionals in the music industry (both indie and major) to help their artists go viral on TikTok and hundreds of brands and creators who consistently win on social video.",
  "one_liner": "Discover trends as they happen",
  "team_size": 10,
  "industry": "B2B",
  "subindustry": "B2B -> Analytics",
  "launched_at": 1626217428,
  "tags": [
    "Analytics",
    "Social Media",
    "Music",
    "Creator Economy"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W21",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Analytics"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/trendpop",
  "api": "https://yc-oss.github.io/api/batches/w21/trendpop.json"
}
