{
  "id": 23270,
  "name": "Vue Storefront",
  "slug": "vue-storefront",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7421200b80a24d3c3fb1f5003576aa85365a396c.png",
  "website": "https://www.vuestorefront.io/",
  "all_locations": "Warsaw, Masovian Voivodeship, Poland; Remote",
  "long_description": "Vue Storefront is a Frontend Platform (Head) for Headless commerce. Available as Open Source & Enterprise. By implementing Vue Storefront, you will improve your overall User Experience and lift up your revenues by at least 20%. \r\n\r\n1. Lightning Fast\r\nWe are on a mission to improve loading times for eCommerce users, especially on mobile devices. We want to make sure, that every site using Vue Storefront will load in under 2 seconds for all users across the globe. Currently, it is their weak spot:  \r\na) It takes, on average, 15.3 seconds to fully load a mobile page. \r\nb) 75% of mobile sites take longer than 10 seconds to load.  \r\nc) 53% of mobile site visits are abandoned if it takes longer than 3 seconds to load. \r\n\r\nLoading times mean better User Experience and this leads to eCommerce users buying more, giving better conversion rates:  \r\na) Walmart found that for every 1-second improvement in page load time, conversions increased by 2%  \r\nb) Increase of conversion % at each stage of the Customer Buying Journey at eCommerce based on 0.1s improvement based on Google Research (https://www.thinkwithgoogle.com/future-of marketing/creativity/mobile-page-speed-data/) \r\n\r\n2. Fast Time To Value\r\nVue Storefront is the glue for headless commerce,  giving merchants the ability to connect with any eCommerce backend, any CMS, or any other 3rd party service, as we provide those APIs by default in our cloud platform.  This is saving our clients thousands of development hours. \r\n\r\nAlso, because of the Progressive Web App features that we provide, there is no need to build native iOS or Android apps - everything is available through the web. In combination with frontend components provided out of the box, it is possible to build a new eCommerce frontend within weeks, not months. \r\n\r\n3. Fast content adjustments  with any Headless CMS\r\nHeadless CMS is the only way to embrace omnichannel sales, and we know it. That is why the Enterprise version of Vue Storefront delivers the API-first setup of integrations with the best Headless CMSes out-of-the-box. \r\n\r\nIt allows business users to edit the content & publish with a no-code approach\r\n\r\n4. Fast learning curve for developers  \r\nWe use the modern tech stack that is easily adaptable by the developer community, and what is better market proof than the popularity of our Open Source Project? We are currently the 5th most popular eCommerce framework globally and the 1st Frontend eCommerce Framework globally!\r\nhttps://docs.vuestorefront.io/v2/\r\nhttps://www.vuestorefront.io/",
  "one_liner": "Frontend Platform for eCommerce",
  "team_size": 100,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1616792795,
  "tags": [
    "Developer Tools",
    "Open Source",
    "E-commerce"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W21",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "Poland",
    "Europe",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/vue-storefront",
  "api": "https://yc-oss.github.io/api/batches/w21/vue-storefront.json"
}
