{
  "id": 22707,
  "name": "Wyndly",
  "slug": "wyndly",
  "former_names": [
    "Wyndly Health"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/efc133877839e6a4953617e91a7ef726172acf80.png",
  "website": "https://www.wyndly.com",
  "all_locations": "New York, NY, USA; Remote",
  "long_description": "Wyndly (https://www.wyndly.com) fixes allergies by training patients' bodies to ignore their allergy triggers. Frustrated allergy suffers come to us when they no longer want to deal with pills and sprays. We diagnose the patient’s unique allergy profile and create a personalized treatment plan to give the patient lifelong allergy relief. Specifically, Wyndly is increasing access to  sublingual immunotherapy (SLIT) for allergy care. For our patients, we're combining the convenience of telehealth and direct-to-consumer care with an exceptional patient experience that never loses the context of care.\r\n\r\nWyndly represents an opportunity to change allergy care forever. With 60 million Americans suffering from allergies today, and with this number doubling over the coming years, there's simply an incredible need for the convenient care Wyndly provides. \r\n\r\nYou can read more about us in [Techcrunch](https://techcrunch.com/2021/02/12/wyndly-aims-to-bring-allergy-drops-to-the-masses/).\r\n\r\nThe Wyndly Model \r\n\r\nAt Wyndly, we believe that better connections lead to better care, and we’re committed to making both happen at every step of the patient journey. Our allergy practice allows our patients to work with expert providers to develop personalized treatment plans for long-term allergy relief using clinically proven therapies. From a patient’s initial consultation to their final treatment delivery, we want the Wyndly experience to be a breath of fresh air for allergy sufferers – truly effective allergy relief, simply and efficiently delivered.\r\n\r\nOnce we've conquered allergies, we're transforming the care model for every chronic condition. While transactional care for purchasing pills has flourished in telehealth, no one has gone after chronic care. Patients with chronic conditions are shuffled between providers, insurance, and more -- and they never feel heard. These patients deserve better, and we're going to give it to them. Wyndly is starting with allergies, but we'll expand into asthma, sleep apnea, and other conditions in the near future.\r\n\r\nOur values\r\n\r\n**Compassion**: We approach all our patients and partners with an open mind and a genuine desire to be of service.\r\n\r\n**Focus**: We do a few things very well, and are always clear about our boundaries and direction of travel.\r\n\r\n**Courage**: We embrace ambiguity and discomfort because we know that’s how we grow.\r\n\r\n**Progress**: We make something better every single day.\r\n\r\n*It boils down to empathy and forward momentum in everything we do.*\r\n\r\nThe team\r\n\r\nWyndly is proudly backed by Y Combinator and a leading group of angel investors and VCs. The founders are Dr. Manan Shah (Chief Medical Officer), an ear-nose-and-throat surgeon who’s a leading practitioner of telehealth in his specialty, and his cousin Aakash Shah (CEO), who led growth  engineering at SparkGift (acquired by Stockpile in 2016) and Parse.ly (acquired by Automattic in 2021).",
  "one_liner": "Life's better without allergies",
  "team_size": 10,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1612583606,
  "tags": [
    "Consumer Health Services",
    "Consumer",
    "Digital Health",
    "Healthcare"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W21",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/wyndly",
  "api": "https://yc-oss.github.io/api/batches/w21/wyndly.json"
}
