{
  "id": 22003,
  "name": "Decentro",
  "slug": "decentro",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/26546d4be80e83088bea9fc9e77f6aa3cd234174.png",
  "website": "https://decentro.tech",
  "all_locations": "Bengaluru, KA, India; Delhi, DL, India; Singapore, Singapore",
  "long_description": "Almost every company that has to integrate with the legacy financial institutions, faces several challenges when it comes to the product cycle. Not only are the APIs and documentations less available, but they are also old school and ridden with errors and loopholes. \r\n\r\nOn top of that, the lack of a single point of contact from the underlying institutions, makes the already long integration cycle of 5 months feel like a temple run between different departments. And since those services break and update over time, you can imagine the nightmare in terms of coordination between the tech teams. \r\n\r\nWe are a full-stack platform where you can come, select your desired modules, play in the sandbox, and launch your product with the APIs and SDKs within a couple of weeks! Not only that, but we also take care of all upcoming fixes, iterations, and updates without breaking any flow.\r\n\r\nIt's that easy, as it should be. Welcome to the future.",
  "one_liner": "API Platform for Banking Integrations (Plaid for India and APAC)",
  "team_size": 60,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1595174841,
  "tags": [
    "Banking as a Service",
    "Fintech",
    "API"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S20",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "India",
    "Singapore",
    "South Asia",
    "Southeast Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/decentro",
  "api": "https://yc-oss.github.io/api/batches/s20/decentro.json"
}
