{
  "id": 21881,
  "name": "Kernal Biologics",
  "slug": "kernal-biologics",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1534fd5c3c1e4705596c793a4a59a28da388bacf.png",
  "website": "https://www.kernalbio.com/",
  "all_locations": "Cambridge, MA, USA",
  "long_description": "Kernal Bio creates mRNA 2.0 therapies that instruct specific cells on how to make their own medicine. Kernal Bio encrypts mRNA’s “message” in a language that only cancer cells understand. These tumor-specific mRNA therapeutics allow precise targeting of cancer cells, without harming normal cells or tissues. They have recently been validated in preclinical tumor models, showing high efficacy and safety as well as durable adaptive immunity. With roots at MIT, Harvard and Biopharma, Kernal’s management team has deep expertise in mRNA therapeutics space. CEO Yusuf Erkul, M.D., M.B.A. is a successful drug hunter whose research at Merck enabled an FDA-approved drug for ovarian cancer. President, Burak Yilmaz, M.S., previously founded Sentegen, a thriving synthetic biology company which commercializes synthetic DNA, RNA, and diagnostic kits for genetic and infectious diseases. VP of BD, Matt Strout, M.D. Ph.D., M.B.A, is a business development executive who led more than $4.5B worth of BD deals at Alexion and AstraZeneca. VP of R&D Manfred is a leader in immuno-oncology, who was most recently Scientific Senior Director at Bristol-Myers Squibb (BMS). ",
  "one_liner": "Kernal is creating mRNA 2.0 therapies that work in specific cells",
  "team_size": 20,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Therapeutics",
  "launched_at": 1599762607,
  "tags": [
    "Biotech",
    "Genomics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S20",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Therapeutics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/kernal-biologics",
  "api": "https://yc-oss.github.io/api/batches/s20/kernal-biologics.json"
}
