{
  "id": 22108,
  "name": "Ready",
  "slug": "ready",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f89ce329ef3920d843fc8c25f80ba216f243ffde.png",
  "website": "https://ready.net",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "Ready builds software tools that help local internet service providers connect more people to better broadband services. Local ISPs connect more than 50 million U.S. homes to the internet today, but their businesses typically run on a mess of legacy systems, and as a result, they struggle to work effectively, and usually fail to deliver great subscriber experience.\r\n\r\nWith Ready, local ISPs get everything they need to deliver seamless subscriber experience – from finding & signing prospects in their geographic area, to onboarding and billing, to integrations with legacy data systems – all in one place.\r\n\r\nIf you’re looking for meaningful, rewarding experience, there are many reasons to consider joining Ready for your next chapter, including:\r\n* **Constant engagement**: large product surface area means there’s never a shortage of interesting, challenging, meaningful problems to solve.\r\n* Team motto is “**builders building**”: We strongly prefer shipping results to customers over heavy processes and lots of meetings.\r\n* Experienced founders and a culture of sharing mean there are plenty of opportunities to **learn all about building startups**, not just coding.\r\n* Aspects of the product are customer-facing enterprise tools, other aspects face the subscriber, a rare combo of **B2B** and **B2B2C**.\r\n* **Remote team**: work anywhere you want, as long as you get strong internet (and the platform we’re making helps make that true in more places).\r\n* We’re well funded, and place strong emphasis on **revenue from customers** – our ambition is to build a large and important company with many options down the road and **minimal dilution** along the way.\r\n\r\n",
  "one_liner": "Software that helps ISPs connect more people to better broadband.",
  "team_size": 11,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1597926325,
  "tags": [
    "Fintech",
    "SaaS",
    "B2B",
    "Telecommunications"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S20",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/ready",
  "api": "https://yc-oss.github.io/api/batches/s20/ready.json"
}
