{
  "id": 21860,
  "name": "Synapticure",
  "slug": "synapticure",
  "former_names": [
    "SynaptiCure Inc.",
    "SynaptiCure"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/723a180116227882e144a10e0844486b6a17d2af.png",
  "website": "http://www.synapticure.com",
  "all_locations": "Chicago, IL, USA; Remote",
  "long_description": "Personalized virtual clinical care is finally here for neurodegenerative diseases like Alzheimer's and related Dementias (Cognitive), Parkinson's and Huntington's (Movement), and ALS (Movement).\r\n\r\nWe provide a novel approach to care in these diseases, centering a patient and caregiver around a coordinator who quarterbacks patients through our full Multi-Disciplinary Care Resources to local aid, PT/OT and home health support. When you leave our clinic, it's not with a handful of paper referrals, but with our coordinators helping you book and find the best physicians, DME, trials, and even cheapest prescriptions. We are devoted to helping patients, from guidance on care and insurance to providing the full spectrum of investigational and clinical testing to improve outcomes. \r\n\r\nSynapticure was built by leading patient and caregiver advocates alongside leading  clinicians, biotech executives and telemedicine executives to bring the neurodegenerative disease care and treatment experience into the 21st century, and is backed by the leading Venture funds and Angel investors in the remote health and life sciences space.",
  "one_liner": "We deliver personalized medicine for neurodegenerative  patients",
  "team_size": 35,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare Services",
  "launched_at": 1643743580,
  "tags": [
    "Health Tech",
    "Telehealth",
    "Digital Health",
    "Healthcare",
    "Mental Health"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S20",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/synapticure",
  "api": "https://yc-oss.github.io/api/batches/s20/synapticure.json"
}
