{
  "id": 21917,
  "name": "Vectrix",
  "slug": "vectrix",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/9315542ed06d8a722e5739c5365aceb689b1d937.png",
  "website": "https://www.vectrix.io",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "As organizations around the world continue to rapidly adopt SaaS applications as the way they run their businesses, many are left without a way to manage the security of those same applications.\r\n\r\nCorporate IT and security teams are left asking questions like:\r\n- How will I know if someone shares a sensitive Google Doc publicly?\r\n- What if one of our employees doesn't have two-factor authentication enabled in Zoom?\r\n- Will I know when a new user is added to Slack?\r\n- What happens if our Salesforce minimum password setting isn't strong enough?\r\n\r\nWith Vectrix's easy-to-use SaaS security scanning, organizations everywhere can quickly identify security issues and risks like these across their entire suite of SaaS apps, including Google Workspace, Microsoft 365, Slack, Zoom, GitHub, and more.\r\n\r\nWhen new issues arise, IT and security teams can be alerted in real-time so that further action can be taken right away.\r\n\r\nFounded by former security professionals from Autodesk, Vimeo, and PlanGrid, Vectrix is committed to providing teams of all sizes an efficient and reliable way to stay secure in the public cloud.\r\n\r\nGet started at https://www.vectrix.io",
  "one_liner": "Scan your SaaS apps and instantly identify security issues",
  "team_size": 7,
  "industry": "B2B",
  "subindustry": "B2B -> Security",
  "launched_at": 1597513135,
  "tags": [
    "SaaS",
    "Security"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S20",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Security"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": true,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/vectrix",
  "api": "https://yc-oss.github.io/api/batches/s20/vectrix.json"
}
