{
  "id": 1597,
  "name": "CarDash",
  "slug": "cardash",
  "former_names": [
    "Beep",
    "Stress-Free Auto Repair"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "https://www.repairsmith.com",
  "all_locations": "Menlo Park, CA, USA",
  "long_description": "Taking care of your car doesn’t need to be a painful or archaic experience. CarDash picks up your car from home or work, oversees the work, and returns your car to you. We also offer upfront and transparent pricing and serve as your advocate so you are never overcharged. \r\n\r\nWe are on the verge of a major transformation in our relationship with the automobile. Connected cars, self-driving cars, mainstream electric vehicles, and new economic models of car ownership are all coming within the next decade. These could bring about a transportation revolution as disruptive as the adoption of the automobile itself. We don’t know how or when these changes will unfold, nor do we know which technologies will triumph. We do however know that all cars on the road will need to be serviced, regardless of who owns them, who drives them, or what powers them. \r\n\r\nBy leveraging technology, logistical efficiency, and above all — superior service, CarDash aspires to become the service platform for the automotive industry of tomorrow.",
  "one_liner": "Managed marketplace for automotive services. ",
  "team_size": 12,
  "industry": "Consumer",
  "subindustry": "Consumer -> Transportation Services",
  "launched_at": 1493179916,
  "tags": [
    "Marketplace"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S17",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Transportation Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/cardash",
  "api": "https://yc-oss.github.io/api/batches/s17/cardash.json"
}
