{
  "id": 1616,
  "name": "Flock Safety",
  "slug": "flock-safety",
  "former_names": [
    "Flock"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/ee69b5c905088288ff0fc007921dde14514a40a1.png",
  "website": "http://www.flocksafety.com",
  "all_locations": "Atlanta, GA, USA",
  "long_description": "Flock Safety provides the first public safety operating system that empowers private communities and law enforcement to work together to eliminate crime. We are committed to protecting human privacy and mitigating bias in policing with the development of best-in-class technology rooted in ethical design, which unites civilians and public servants in pursuit of a safer, more equitable society. \r\n\r\nOur Safety-as-a-Service approach includes affordable devices powered by LTE and solar that can be installed anywhere.  Our technology detects and captures objective details, decodes evidence in real-time and delivers investigative leads into the hands of those who matter. \r\n\r\nWhile safety is a serious business, we are a supportive team that is optimizing the remote experience to create strong and fun relationships even when we are physically apart. Our flock of hard-working employees thrive in a positive and inclusive environment, where a bias towards action is rewarded. Flock Safety is headquartered in Atlanta and operates nationwide. We have raised $150M in our Series E led by Tiger Global at a $3.5B valuation.",
  "one_liner": "The first public safety operating system that eliminates crime.",
  "team_size": 1000,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1646149352,
  "tags": [
    "Hardware",
    "Machine Learning",
    "SaaS"
  ],
  "tags_highlighted": [],
  "top_company": true,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S17",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/flock-safety",
  "api": "https://yc-oss.github.io/api/batches/s17/flock-safety.json"
}
