{
  "id": 1576,
  "name": "Jerry",
  "slug": "jerry-inc",
  "former_names": [
    "Jerry",
    "Jerry",
    "Inc."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f9257ab537c34ef4ee8f5d98bf4afb1793755e28.png",
  "website": "https://getjerry.com",
  "all_locations": "Palo Alto, CA, USA",
  "long_description": "Jerry makes it really easy to save time and money on car expenses. The car ownership super app first launched its AI- and machine-learning-based car insurance compare-and-buy service in 2019. Today, Jerry serves more than 3 million customers as a licensed insurance broker and an authorized auto refinance provider, while also offering free telematics-based driver safety and repair estimator services.\r\n\r\nThe fastest, easiest and only automated way to compare and buy car insurance, Jerry gives you customized quotes from more than 55 insurance carriers in 45 seconds. Customers skip all the long forms and unwanted human interaction while Jerry hunts for better rates and completes the transaction, saving more than $800 per year. In 2022, Jerry launched its auto refinancing marketplace, which can help customers lower their monthly car payments, on average, by $118 dollars.\r\n\r\nJerry is scaling its car insurance and auto refinance products and expanding its marketplace into new categories, removing friction from additional car ownership needs. Jerry will be the only app car owners need to manage all their car expenses.\r\n\r\nHeadquartered in Palo Alto, the company has offices in Toronto, and Lockport, NY, and has removed physical location from recruiting restraints to attract talent. ",
  "one_liner": "Jerry makes it really easy to save time and money on car expenses. ",
  "team_size": 288,
  "industry": "Fintech",
  "subindustry": "Fintech -> Insurance",
  "launched_at": 1490767310,
  "tags": [
    "Fintech",
    "Insurance"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S17",
  "status": "Active",
  "industries": [
    "Fintech",
    "Insurance"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/jerry-inc",
  "api": "https://yc-oss.github.io/api/batches/s17/jerry-inc.json"
}
