{
  "id": 1584,
  "name": "Long Term Stock Exchange",
  "slug": "long-term-stock-exchange",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c4eb3cefb725e1a8d1e43e578f29268446d786af.png",
  "website": "http://ltse.com",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "LTSE partners with companies across their lifecycle to help them grow and scale from formation through IPO. The Long-Term Stock Exchange (LTSE) is an SEC-regulated national securities exchange designed to align great companies and long-term investors with the shared goal of value creation. They have assembled a world-class team of experts and advisors with deep expertise in finance, regulation, law, and technology.\r\n\r\nAt every stage, from private investment into the public markets, strategically managing equity and a company's cap table has an outsized impact on long-term success. So in addition to the exchange, LTSE also built LTSE Equity, a full-lifecycle cap table management solution for planning, managing, and collaborating on startup equity.\r\n\r\nEric Ries, an entrepreneur and author of the New York Times bestseller, The Lean Startup, is the founder of the LTSE. Eric is the creator of the Lean Startup methodology, a global movement and management philosophy practiced by companies large and small. He founded a number of startups, including IMVU, where he served as CTO, and has advised on business and product strategy for startups, venture capital firms, and large companies, including GE, partnering with them on the FastWorks program.",
  "one_liner": "LTSE is an ecosystem for visionary business.",
  "team_size": 68,
  "industry": "Fintech",
  "subindustry": "Fintech -> Banking and Exchange",
  "launched_at": 1493076695,
  "tags": [
    "Fintech",
    "B2B"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S17",
  "status": "Active",
  "industries": [
    "Fintech",
    "Banking and Exchange"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/long-term-stock-exchange",
  "api": "https://yc-oss.github.io/api/batches/s17/long-term-stock-exchange.json"
}
