{
  "id": 1617,
  "name": "Mystery.org",
  "slug": "mystery-org",
  "former_names": [
    "Mystery Science"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/ae6a8a4584ca3c15f6776168df27228f7b752cd6.png",
  "website": "https://mystery.org",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "We started Mystery.org to create better explanations for every question children have about the world. We began with the 150 most common science questions that children ask teachers. We call this collection Mystery Science. Last year, more than 4 million children used Mystery Science in 50% of U.S. elementary schools. In an industry that is plagued by long sales cycles and high barriers to entry, we’ve sold thousands of schools without a single sales person. We’re backed by a great group of investors including Y Combinator, Learn Capital, and Reach Capital.\r\n\r\nWe’re now moving on to all the other questions children have that they’ll never learn in school. In the last 18 months we received over 500,000 questions from children eager for better explanations of the world.  Now we’re creating video explanations for every question. You can think of this like a visual Wikipedia for kids.\r\n\r\nOur goal is to create a generation of better thinkers. We think this is the most important problem to solve in the world today.",
  "one_liner": "We help kids stay curious by creating better explanations.",
  "team_size": 53,
  "industry": "Education",
  "subindustry": "Education",
  "launched_at": 1493352626,
  "tags": [
    "Education",
    "eLearning"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S17",
  "status": "Acquired",
  "industries": [
    "Education"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/mystery-org",
  "api": "https://yc-oss.github.io/api/batches/s17/mystery-org.json"
}
