{
  "id": 1704,
  "name": "NextDrop",
  "slug": "nextdrop",
  "former_names": [
    "NextDrop Technologies"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/67360132b1680f560e9b085055d4bff122269265.png",
  "website": "https://thenextdrop.com/",
  "all_locations": "Bengaluru, KA, India",
  "long_description": "NextDrop is a for-profit enterprise with a social mission- we want to rid the world of its water problems. It’s not a big deal. We think it can be done. And what we’ve managed to achieve so far only reaffirms our belief. \r\n\r\nNextDrop was founded in 2011 with a pilot in Hubli-Dharwad district of Karnataka. Four years later, we have 70,000 users registered with us across Karnataka. Our vision is simple- we want to link the private sector, government utilities and citizens to create an endless loop of timely service provision and feedback collection, and bridge all the gaps in between. And to do this, we try to harness the latest, cutting edge technology. \r\n\r\nWater is our mission. Data is our business. NextDrop crowdsources water data and creates algorithms and visualizations to improve urban water distribution across emerging markets. Urban residents can get a text message an hour before water arrives, if water supply is cancelled, or if there is contamination or low pressure present in the pipe network. On the utility side, engineers get a live feed on problems arising in the distribution system, so they can tackle issues in real time.",
  "one_liner": "NextDrop is the water marketplace for urban India.  We connect water…",
  "team_size": 11,
  "industry": "Industrials",
  "subindustry": "Industrials -> Energy",
  "launched_at": 1496779975,
  "tags": [
    "Marketplace",
    "India"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S17",
  "status": "Inactive",
  "industries": [
    "Industrials",
    "Energy"
  ],
  "regions": [
    "India",
    "South Asia"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/nextdrop",
  "api": "https://yc-oss.github.io/api/batches/s17/nextdrop.json"
}
