{
  "id": 1629,
  "name": "Prelim",
  "slug": "prelim",
  "former_names": [
    "Original Tech",
    "Inc.",
    "Original Tech"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0c27234ed03e90c2a18c23ce1e2d6616a17be34b.png",
  "website": "https://prelim.com/",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "At Prelim, we are on a mission to revolutionize the way financial institutions onboard new customers. We believe that the customer onboarding process should be fast, efficient, and user-friendly. As a member of our team, you will have the opportunity to work with cutting-edge technology and make a real impact on the financial industry.\r\n\r\nOur platform allows banks and financial institutions to digitize their services, streamline account opening processes, and improve customer experience. By joining our team, you will be a part of a fast-paced, innovative, and dynamic work environment where you can learn and grow your skills.\r\n\r\nOur team is made up of a diverse group of individuals with a wide range of experience and expertise. We value collaboration, creativity, and a passion for problem-solving. As a member of our team, you will have the opportunity to work with experts in the field, and be challenged to think outside the box.\r\n\r\nIn addition, we offer a comprehensive benefits package, flexible working hours, and a great work-life balance. We are constantly evolving and growing, and we are looking for talented individuals who share our vision and are excited to be a part of our journey. If you're passionate about fintech and want to be a part of a team that is making a real impact in the industry, then Prelim is the place for you.",
  "one_liner": "Software for banks to open bank accounts",
  "team_size": 34,
  "industry": "Fintech",
  "subindustry": "Fintech -> Banking and Exchange",
  "launched_at": 1493398713,
  "tags": [
    "Banking as a Service",
    "Fintech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S17",
  "status": "Active",
  "industries": [
    "Fintech",
    "Banking and Exchange"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/prelim",
  "api": "https://yc-oss.github.io/api/batches/s17/prelim.json"
}
