{
  "id": 1645,
  "name": "Pyka",
  "slug": "pyka",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/ab395c9348a7c63120116c2e7ac1f9f2f257c543.png",
  "website": "https://flypyka.com",
  "all_locations": "Alameda, CA, USA",
  "long_description": "Pyka’s goal is to provide society with a new form of safe, clean, and cost-effective transportation enabled by autonomous electric aviation. \r\n\r\nTo get there, we’re taking a different approach than most. We're applying our technologies to every industry where autonomous electric aircraft can be useful, starting with the highest value and most dangerous jobs. In doing so, we're building game-changing products manufactured at scale, while perfecting the safety, reliability, and capabilities of our autonomy engine and electric propulsion systems. \r\n\r\nWe design, develop and manufacture an ecosystem of technologies including proprietary flight control software, avionics, high power density motors, motor controllers, batteries, and custom carbon-fiber composite airframes.\r\n\r\nToday, we supply autonomous electric aircraft for cargo transport and crop protection to real-world customers across four separate continents and have secured industry-first regulatory approvals from the FAA. \r\n\r\nOur cargo aircraft enables remote connectivity, enhances express delivery networks, and ensures fast and reliable shipping of critical supplies to areas in need. Our crop protection aircraft offers agricultural services providers and farmers an autonomous tool to make aerial application safer, more precise, and less harmful to surrounding environments. Both vehicles are highly economical to operate, easy to deploy, and significantly reduce C02 emissions in their respective industries.  \r\n\r\nWhat you work on at Pyka makes people’s lives better now and brings the future of electric aviation one step closer each day. \r\n",
  "one_liner": "Autonomous electric airplanes",
  "team_size": 75,
  "industry": "Industrials",
  "subindustry": "Industrials -> Aviation and Space",
  "launched_at": 1493697117,
  "tags": [
    "Airplanes",
    "Climate",
    "Agriculture",
    "Transportation",
    "Electric Vehicles"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S17",
  "status": "Active",
  "industries": [
    "Industrials",
    "Aviation and Space"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/pyka",
  "api": "https://yc-oss.github.io/api/batches/s17/pyka.json"
}
