{
  "id": 1871,
  "name": "Helloverify",
  "slug": "helloverify",
  "former_names": [
    "HelloVerify",
    "HelloVerify"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f46eb8e86078dd58976b9e441b93909beda32196.png",
  "website": "https://www.helloverify.com",
  "all_locations": "Noida, UP, India",
  "long_description": "With increasing fraud rates, the need for a credible background check system is more important than ever. Unlike other background check solutions that are manual, expensive and require a ton of documentation, HelloVerify creates a seamless experience through its technology platform that is cost effective and provides results instantly from trusted verification sources. It not only automates data collection and matching but streamlines the entire process from order requests, progress status to final report delivery.\r\n\r\nWe help prevent fraud by finding facts about individuals. The online service acts as a means of authenticating and objectively verifying an individual’s identity, court case status, educational check, credit score and employment history - thereby enabling commercial transactions and hiring decisions to take place between parties. Whether you are a corporate or a startup looking to hire new employees or a homeowner seeking to verify your driver's driving license or a landlord wanting to ascertain your tenant’s payment ability - we provide a wide range of checks at affordable rates & quick turnaround time. Sign up today!",
  "one_liner": "Helloverify is a background screening platform (Checkr for India).  ",
  "team_size": 600,
  "industry": "B2B",
  "subindustry": "B2B -> Human Resources",
  "launched_at": 1513137770,
  "tags": [
    "Artificial Intelligence"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W18",
  "status": "Active",
  "industries": [
    "B2B",
    "Human Resources"
  ],
  "regions": [
    "India",
    "South Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/helloverify",
  "api": "https://yc-oss.github.io/api/batches/w18/helloverify.json"
}
