{
  "id": 1781,
  "name": "Vanta",
  "slug": "vanta",
  "former_names": [
    "Vanta"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0660fb546ece5e50a895e790c299dcaaeeefad32.png",
  "website": "https://vanta.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "About Vanta\r\nVanta (YC W18) is the leading automated compliance and trust management platform designed to simplify and centralize compliance and security workflows for organizations of all sizes.\r\n\r\nWhy YC Startups Need Vanta\r\nAs a YC company, proving your security compliance is crucial for hitting new milestones—from finding product market fit, to selling to bigger customers. We would know, we’ve been there—and we’ve helped over 10,000 customers do just that! Vanta's all-in-one solution, combined with expert service partners, helps you quickly and painlessly achieve and maintain compliance with top frameworks—like SOC 2 and ISO 27001—and build a strong security foundation, so you can close bigger deals and scale faster. Learn more at vanta.com.\r\n\r\nYC Companies get Exclusive Discounts on Vanta’s packages:\r\nVanta’s packages for startups are designed to make security and compliance easier, faster, and more cost-effective. Whether you’re closing your first deal or gearing up for growth, our all-in-one solution provides the tools necessary to become compliant quickly, demonstrate your security posture, and build a strong security foundation.\r\n\r\nWhy Vanta?\r\n\r\nBuilt for startups: Vanta knows startups. We went through YC in 2018 and have since helped thousands of startups, including YC companies Supabase (YC S20), Fern (YC W23), and Newfront (YC W18) achieve and maintain compliance quickly. Startups like Charityvest (YC S20), BreachRX, and Flo Health have gone from zero to SOC 2 Type I or ISO 27001 certification in 10 days or less with Vanta.\r\n\r\nFuture-proof, feature-rich, automated platform: Vanta’s modular platform is built for the needs of today and tomorrow, including:\r\n* 35+ frameworks spanning security, privacy, industry, geographic, and custom frameworks\r\n* 375+ integrations that automate evidence collection for these frameworks\r\n* 1,200+ automated, hourly tests to ensure real, continuous security—not just at audit time, but all the time\r\n* Pre-built policy templates, lightweight agent for security checks, background checks, cyber insurance, cookie consent management, auditor portal, user access reviews, security awareness training, risk assessments, vendor security reviews, managing vulnerabilities, and more\r\n* Tailored support for early-stage companies: Vanta offers internal, no-cost Customer Success and GRC (compliance) experts, robust technical support, detailed documentation, and a 24/7 chatbot for frequently asked questions.\r\n* (Optional) Purchase Vanta with auditors experienced in your framework and the Vanta platform, or choose from a range of MSP/consulting partners for additional services like penetration tests and virtual CISO support—some at no cost. We don’t force vendor lock-in.\r\n* Transparent pricing and promises: Vanta strives to do what it says on the tin: we believe in setting and meeting customer expectations. We offer flexible contracts, fair and transparent pricing, and publish our support metrics. We prefer to focus on helping customers succeed and let them explain why they chose us over others—check out our G2 reviews and customer case studies!\r\n\r\nProven market leader and well-funded: Vanta was founded in 2018 and has raised $350M with over 700 employees. We’ve guided over 10,000 customers through their first or multiple audit cycles for various frameworks. These customer learnings and our funding help drive a fast pace of product development to delight customers and ensure Vanta will be there for you in the future.\r\n\r\nInterested in seeing why Upflow (YC W20), Tailor (YC S22), and hundreds of other YC companies trust Vanta to automate compliance so they can focus on scaling? Reach out to our team at yc@vanta.com to get started!",
  "one_liner": "Vanta—the proven leader in automated compliance helping startups…",
  "team_size": 700,
  "industry": "B2B",
  "subindustry": "B2B -> Security",
  "launched_at": 1509678272,
  "tags": [
    "B2B",
    "Compliance",
    "Security"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W18",
  "status": "Active",
  "industries": [
    "B2B",
    "Security"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/vanta",
  "api": "https://yc-oss.github.io/api/batches/w18/vanta.json"
}
