{
  "id": 1876,
  "name": "Veriff",
  "slug": "veriff",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/5fb14cdcb75e548883b7886a7495ab57d679fcb5.png",
  "website": "https://veriff.com/",
  "all_locations": "Tallinn, Harju County, Estonia; New York, NY, USA; London, England, United Kingdom; Barcelona, CT, Spain",
  "long_description": "Veriff is a global online identity verification company that enables organizations to build trust with their customers through intelligent, accurate, and automated online IDV. Veriff’s intelligent decision engine can analyze thousands of technological and behavioral variables in seconds, matching people to more than 10,000 government-issued IDs from over 190 countries. Veriff serves a global portfolio of organizations across fintech, crypto, and mobility sectors. \r\n\r\nFounded in 2015 by Kaarel Kotkas, today Veriff serves a global portfolio of internet businesses including fintech companies, sharing economy providers and marketplaces in the USA, Europe and other places in the world. Veriff is an alumnus of the startup accelerator Y Combinator and employs 350 people in its locations in Tallinn and Tartu in Estonia; New York, in the USA,  London in the UK and Barcelona in Spain.",
  "one_liner": "AI-powered identity verification solution for fraud prevention.",
  "team_size": 550,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1514156539,
  "tags": [
    "Fintech",
    "SaaS"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W18",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "Estonia",
    "United States of America",
    "United Kingdom",
    "Spain",
    "Europe",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": true,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/veriff",
  "api": "https://yc-oss.github.io/api/batches/w18/veriff.json"
}
