{
  "id": 846,
  "name": "Chariot",
  "slug": "chariot",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/3bd3a05afc7a1aab41b19b06d5022dcd6fc20afb.png",
  "website": "http://chariot.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "At Chariot, we're focused on creating the world's first self-sustainable mass-transit system that relieves congestion while offering a comfortable, personalized commuting experience.\r\n\r\nThe core of our mission is universal access to better transportation. We envision cities where every commuter takes Chariot to work and home — regardless of income or location — which is why we prioritize affordability and flexibility as we expand. When the world runs on smarter routes, lower costs, and better ride experiences, we'll collectively take cars off the road and transform our twice-daily frustration into a part of your day you actually look forward to.\r\n\r\nChariot + Ford Smart Mobility\r\n\r\nFord Smart Mobility (FSM) was formed by the Ford Motor Company in 2015 to acquire and invest in innovative mobility startups and technologies.\r\n\r\nChariot is proud to be FSM's first acquisition, making it a cornerstone of the company's mobility strategy. With all the resources and influence Ford provides, Chariot is accelerating accomplishing its Mission.",
  "one_liner": "The world's first private mass transit service providing a commuting…",
  "team_size": 501,
  "industry": "Consumer",
  "subindustry": "Consumer -> Transportation Services",
  "launched_at": 1419816606,
  "tags": [
    "Transportation"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W15",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Transportation Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/chariot",
  "api": "https://yc-oss.github.io/api/batches/w15/chariot.json"
}
