{
  "id": 759,
  "name": "CyberFend",
  "slug": "cyberfend",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://cyberfend.com",
  "all_locations": "Santa Clara, CA, USA",
  "long_description": "Cyberfend offers a robust security solution to protect your web and mobile applications from sophisticated attacks and fraudulent activity. Cyberfend's solution detects account take-over, payment fraud and the use of stolen credentials. All of these problems are relevant to every consumer facing web and mobile product/service. \n\nCyberfend’s solution uses a new security paradigm – human cognitive science coupled with advanced machine learning. The result is a robust detection system with near zero false positives and false negatives. Today Cyberfend protects nearly a billion login and payment transactions every month for many large e-commerce, web and payment customers. \n\nCyberfend's product is at the intersection of almost every single cutting edge technology today : a) Our core product employs heavy machine learning b) On the backed, our product is cloud based and deals with enormous scale (customers are directing significant portions of their traffic to us) c) On the front end we need to deal with both web and mobile (IOS, SDK) challenges.Please visit us at: www.cyberfend.com.\n\nCyberfend is backed by Y Combinator, SV Angel and A Capital. \n\nCyberfend was acquired by Akamai Technologies in December 2016.",
  "one_liner": "Cyberfend delivers robust, real-time web and mobile security by…",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Security",
  "launched_at": 1416219580,
  "tags": [
    "Cybersecurity",
    "Fraud Prevention"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W15",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Security"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/cyberfend",
  "api": "https://yc-oss.github.io/api/batches/w15/cyberfend.json"
}
