{
  "id": 749,
  "name": "Mezmo",
  "slug": "mezmo",
  "former_names": [
    "PushMarket",
    "LogDNA"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f3a71ea034c7bfc9aef393b47b27829a3413f0b3.png",
  "website": "https://www.mezmo.com/",
  "all_locations": "San Jose, CA, USA; Mountain View, CA, USA; Remote",
  "long_description": "Mezmo, formerly LogDNA, is an observability platform to manage and take action on your data. It ingests, processes, and routes log data to fuel enterprise-level application development and delivery, security, and compliance use cases.\r\n\r\nMezmo was brought to life by three-time co-founders Chris Nguyen and Lee Liu and included in the Winter 2015 batch of Y Combinator. In 2018 the company partnered with tech giant, IBM, to become the sole logging provider for IBM Cloud.\r\n\r\nMezmo is on a mission to empower people who build solutions that shape the world. We’re doing this by delivering a platform that enables enterprises to get more value from their observability data in real time, regardless of source, destination, use case, or scale. We’re not the only ones working on this problem but we have a few things the others don’t.\r\n\r\nWe’re cloud-native and know how to make the most of modern technology like Kubernetes.\r\nWe have scaled a solution from zero to petabyte scale in a short amount of time, while supporting thousands of active users across multiple environments.\r\nWe are hungry for change and are surrounded by enterprises telling us they’re hungry, too.\r\nWe have a kick-ass group of people who are thinking about the problem analytically and are excited to change the observability world for the better.\r\nMezmo has helped some of the world’s most innovative companies transform how they manage their systems and applications. Still, we know that we can help them get more value from their observability data by providing more flexibility and control over how they use it. This will enable teams to spend less time switching between data silos so they can focus on shipping better, more resilient, and secure products.\r\n\r\nWe have momentum on our side. Last year we saw triple digit revenue growth and added 800 new customers to our roster. Recent accolades include being named to YC’s Top Companies, CRN’s 10 Hottest DevOps Startups, and EMA’s Top 3 Observability Platforms.\r\n",
  "one_liner": "Observability platform to control all of your log data",
  "team_size": 172,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1416218667,
  "tags": [
    "Developer Tools",
    "DevSecOps",
    "SaaS",
    "Kubernetes",
    "Data Engineering"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W15",
  "status": "Active",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/mezmo",
  "api": "https://yc-oss.github.io/api/batches/w15/mezmo.json"
}
