{
  "id": 831,
  "name": "Spoil",
  "slug": "spoil",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "https://www.spoil.co/",
  "all_locations": "Berkeley, CA, USA",
  "long_description": "Spoil fundamentally changes the way people interact with each other. Spoil brings people closer to on another through genuine gestures that are fueled by technology. \n\nWith a tool that empowers its users to engage in positive human interaction, Spoil inspire them to give, and enhances how they receive. Using technology, Spoil predicts what makes someone happy and leverages on-demand logistics to make it happen. \n\nWith Spoil you can make anyone happy as easily as calling an Uber.\n\nSpoil is all about the experience we provides to both the sender and the recipient. Focusing on how we want the recipient to feel, each step of the process leverages the right emotions and builds a story around the Spoil being received. This makes sending a Spoil a thoughtful gesture as opposed to just an exchange of items.\n\nSpoil help individuals and corporations acknowledge people around them through genuine gestures. It is the only medium accessible to everyone that builds simple, contagious and ubiquitous happiness. \n\nBecause, we believe that everyone should be Spoiled.",
  "one_liner": "Spoil is gifting for the Snapchat generation.",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1416310795,
  "tags": [
    "Social"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W15",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/spoil",
  "api": "https://yc-oss.github.io/api/batches/w15/spoil.json"
}
