{
  "id": 833,
  "name": "Tab",
  "slug": "tab",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/e8f02178e3ddf46bafbfb385e35e6ddbd748c98d.png",
  "website": "https://www.tab.travel",
  "all_locations": "London, England, United Kingdom",
  "long_description": "At Tab, we’re revolutionising the way travellers discover, plan and book a trip.\r\n\r\nThe Guide lets travellers find and book anywhere — with helpful recommendations from friends & local experts, rather than bland listings with endless reviews. Planning your trip should be a joy, not a chore! We help people to travel responsibly, by booking direct instead of using traditional booking sites. Travellers get the best price and they help local businesses avoid unnecessary fees. \r\n\r\nTravel experts, content creators and the friends you always ask for recommendations can use The Guide to showcase their favourite places to stay and things to do. When you book one of their recommendations, you’ll get a discount from the business and they receive bonus credit to say thanks.\r\n\r\nThe Tab platform gives independent tourism businesses the tools to improve their online presence, be discovered, take direct bookings — and also to take payments. Our payment platform is uniquely designed for tourism businesses, handling over 100 currencies natively, and every payment type securely and easily.\r\n\r\nAs travel returns after a difficult period, it’s time for a fresh approach. That’s why we’re building a social commerce platform for tourism — helping to spread the benefits of tourism far and wide, and helping travellers make the most of their precious time abroad. \r\n\r\nWe're headquartered in London, and backed by Y Combinator (the investors behind Airbnb, Dropbox and Stripe).",
  "one_liner": "Revolutionising the way travellers discover, plan and book a trip",
  "team_size": 9,
  "industry": "Consumer",
  "subindustry": "Consumer -> Travel, Leisure and Tourism",
  "launched_at": 1416311007,
  "tags": [
    "Fintech",
    "Marketplace",
    "Travel"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W15",
  "status": "Active",
  "industries": [
    "Consumer",
    "Travel, Leisure and Tourism"
  ],
  "regions": [
    "United Kingdom",
    "Europe",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/tab",
  "api": "https://yc-oss.github.io/api/batches/w15/tab.json"
}
