{
  "id": 835,
  "name": "Transcriptic",
  "slug": "transcriptic",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/04d24967c3e4ff77621b1783e6234eaa80f83fa2.png",
  "website": "http://transcriptic.com",
  "all_locations": "Menlo Park, CA, USA",
  "long_description": "Founded in 2012, Transcriptic has developed the first robotic cloud lab platform for on-demand life science research. It’s powered by the Transcriptic Common Lab Environment (TCLE) a scalable, digital infrastructure that integrates laboratory processes, instruments and IoT technologies into a single user interface. Researchers can carry out scalable, reproducible and rapid experimentation from anywhere in the world. \r\n\r\nTop ten pharmaceutical companies, as well as emerging biotech companies, are using the platform to gain more reproducibility and flexibility in the design and control of their experiments. By leveraging cloud-based technologies, users can access the power of a fully automated laboratory – whether in their own labs through an on-premise deployment of TCLE or through Transcriptic’s Bioassays services – all through a simple web-based interface. \r\n\r\nTranscriptic is transforming drug discovery and synthetic biology research by helping scientists focus on accelerating discoveries instead of labor-intensive bench work.",
  "one_liner": "The robotic cloud laboratory for the life sciences.",
  "team_size": 13,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare Services",
  "launched_at": 1416311312,
  "tags": [
    "Robotics",
    "Biotech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W15",
  "status": "Inactive",
  "industries": [
    "Healthcare",
    "Healthcare Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/transcriptic",
  "api": "https://yc-oss.github.io/api/batches/w15/transcriptic.json"
}
