{
  "id": 140,
  "name": "AppHarbor",
  "slug": "appharbor",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "https://appharbor.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "AppHarbor is a .NET Platform-as-a-Service. Developers push code to AppHarbor using either Git or Mercurial. AppHarbor then builds the code and runs any unit tests. If everything checks out, the code is deployed to AppHarbor's scalable cloud platform.\r\n\r\nAppHarbor lets developers spend their time coming up with ideas and developing applications, not patching servers, worrying about deployment, messing with configuration files, or scaling.\r\n\r\nAt AppHarbor, we believe that developing and deploying .NET application should be simple and fun. AppHarbor has been designed to tie in with developers day-to-day workflows. Deploying a new version to AppHarbor is as simple as checking in code when a new feature is ready.\r\n\r\nAppHarbor will run most ASP.NET applications without modification. Moving an application to our platform requires no AppHarbor-specific code modifications nor installation of plugins or other custom software. We believe developers should be able to move applications and data to different cloud-vendors with as little friction as possible.\r\n\r\nAppHarbor believes in giving developers access to an open ecosystem of addons and 3rd party services, not just the ones we decide to provide ourselves.",
  "one_liner": ".NET Cloud Platform as a Service",
  "team_size": 1,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1326789727,
  "tags": [
    "Cloud Computing"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2011",
  "status": "Inactive",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/appharbor",
  "api": "https://yc-oss.github.io/api/batches/winter-2011/appharbor.json"
}
