{
  "id": 150,
  "name": "Custora",
  "slug": "custora",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://custora.com",
  "all_locations": "New York, NY, USA",
  "long_description": "Custora is an advanced segmentation platform designed to help online retailers better understand and market to their customers. We’re on a mission to remove the “mass” from marketing with software tools that focus on customers as individuals with unique needs and interests. Our software employs the state-of-the-art in customer analytics methodologies and integrates directly with marketing tools (ESPs, display, Facebook Custom Audiences, Google Customer Match) to help marketers deliver more relevant, meaningful communications. \n\nWe’re excited to work with some of the leading retail innovators including Teleflora, Bonobos, 7 for All Mankind, and many more retailers spread throughout the world. Our offices are located in the Flatiron district of Manhattan. We work hard, work together, and care deeply about building a meaningful business, collaborative team, and exceptional culture that we’re proud to be a part of.\n\nAnd yes, we're hiring. Check out https://www.custora.com/careers for details.",
  "one_liner": "Custora is a predictive analytics platform for e-commerce marketing…",
  "team_size": 11,
  "industry": "B2B",
  "subindustry": "B2B -> Analytics",
  "launched_at": 1326789820,
  "tags": [
    "E-Commerce",
    "Analytics",
    "Retail Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2011",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Analytics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/custora",
  "api": "https://yc-oss.github.io/api/batches/winter-2011/custora.json"
}
