{
  "id": 134,
  "name": "SingleStore",
  "slug": "singlestore",
  "former_names": [
    "MemSQL"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4c72efc7873353258c9e7e598b2787bb4764a7b6.png",
  "website": "https://www.singlestore.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "MemSQL is The No-Limits DatabaseTM, powering modern applications and analytical systems with a cloud-native, massively scalable architecture for maximum ingest and query performance at the highest concurrency. MemSQL envisions a world where every business can make decisions in real-time and every experience is optimized through data. Global enterprises use the MemSQL distributed database to easily ingest, process, analyze, and act on data in order to thrive in today’s insight-driven economy. MemSQL is optimized to run on any public cloud or on-premises with commodity hardware. Visit www.memsql.com or follow us @memsql.\r\n\r\nHeadquartered in San Francisco, CA with offices in Seattle, WA and Portland OR, MemSQL has raised over $100M from top investors including GV, Accel Partners, and Khosla Ventures, among others. MemSQL is trusted by customers including Uber, Akamai, Dell EMC, Samsung, Comcast, Kellogg, and more.\r\n\r\nIf you want to work at a company that celebrates diversity, innovation, leadership, and creativity every day, check out our openings at https://www.memsql.com/careers/.",
  "one_liner": "The cloud-native, operational database built for speed and scale.",
  "team_size": 150,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1326789674,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2011",
  "status": "Active",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/singlestore",
  "api": "https://yc-oss.github.io/api/batches/winter-2011/singlestore.json"
}
