{
  "id": 564,
  "name": "Datarank",
  "slug": "datarank",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://www.datarank.com",
  "all_locations": "Fayetteville, AR, USA",
  "long_description": "DataRank is a leading social analytics company. We monitor online conversation so that our customers \ncan gather valuable comments and insights about their brand. \n\nWe have demonstrated success with Fortune 100 companies who use DataRank for consumer insights. From increasing distribution and revenue to protecting their brand’s reputation, DataRank has assisted many companies with their marketing strategy. \n\nOur dedicated social analytics platform offers a variety of tools to help businesses perform competitive analysis before releasing a new product, monitor the social media conversation about their brand, track a social media campaign, and much more. \n\nDataRank is constantly looking for ways to be innovative in the industry. Most social media monitoring tools use Boolean-like languages but we have developed our own powerful matching language called Fizzle (Fast Scalable Searching Language), which more easily allows the user to search for phrases without gathering irrelevant data.\n\nWe have a very active blog and social media presence where you can see our social media monitoring at work. Follow this page to see our updates!\n\nCompany details",
  "one_liner": "Making sense of social data. \r\n(Acquired by SimplyMeasured.)",
  "team_size": 11,
  "industry": "B2B",
  "subindustry": "B2B -> Marketing",
  "launched_at": 1367523792,
  "tags": [
    "Analytics",
    "Social"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2013",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Marketing"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/datarank",
  "api": "https://yc-oss.github.io/api/batches/summer-2013/datarank.json"
}
