{
  "id": 25928,
  "name": "Attain",
  "slug": "attain",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/49382467e2a565f576c3b472c767c5c5095a0c0b.png",
  "website": "https://joinattain.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Attain is a one-stop shop for convenience store owners to buy inventory across all their suppliers with higher reliability, price transparency, and product discovery.\r\n\r\nOn average, store owners buy products from over 10-15 different suppliers each week. This painful process involves shopping in massive warehouses or spending hours working with wholesaler’s sales representatives (who sometimes don’t even show up). As a result, stores waste countless hours ordering products through extremely inefficient and tedious processes. These store owners are also severely impacted by inventory shortages and revenue loss which many times results in them downsizing their business or shutting them down completely.\r\n\r\nAttain solves this problem by providing a single app to purchase products across all of their suppliers, resulting in a one-stop shop for inventory. By aggregating inventory across a multitude of suppliers and wholesalers, Attain helps stores save significant time and money while allowing them to focus on what they do best - growing their businesses.\r\n\r\nFeel free to reach out at founders@joinattain.com!",
  "one_liner": "One-Stop Shop for Convenience Store Inventory",
  "team_size": 5,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1647449221,
  "tags": [
    "Marketplace",
    "SaaS",
    "B2B",
    "Supply Chain",
    "Food Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2022",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/attain",
  "api": "https://yc-oss.github.io/api/batches/winter-2022/attain.json"
}
