{
  "id": 26331,
  "name": "BBy",
  "slug": "bby",
  "former_names": [
    "BBy, Inc"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/32ca3d94384fbaa3965d8340db4bd11c1c0bf860.png",
  "website": "http://www.bbymilk.com",
  "all_locations": "New York, NY, USA",
  "long_description": "BBy's condensing device turns milk into a fine powder that spares the biome leaving it biologically and immunologically active. This allows  hospitals to stop wasting precious nursing time defrosting milk for hours and milk wastage from discarding rules. Simply weigh the powder, add water, shake and serve. No more freezing, no more defrosting, only patient care. NICUs are time sensitive wards in the hospital, time is everything and yet nurses today continue to prepare frozen milk for infants in what's known as the milk shift. A shift where the nurse spends the day defrosting milk for the next shift of nurses. Our tech is now fully peer reviewed and published, yielding safe and reliable results in over 20 hospitals in the New York Tri-State. The company is headed by Vansh Langer MD, a physician (Windsor University, University of Chicago) and Blanca Aguilar Uscanga PhD, a Bioengineering/Food Science PhD (University of Guadalajara /Centro Universitario de Ciencias Exactas e Ingenierías (CUCEI)) team that has over 50 published works in the field between them and are experts in the science of infant nutrition. Vansh saw the immense need for a time critical solution in the NICU and helped solve the puzzle with Dra. Blanca and her team and decided to work together to: Nurture the Future.",
  "one_liner": "BBy powders breast milk that's immunologically active & lasts 6 months",
  "team_size": 70,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Medical Devices",
  "launched_at": 1643810815,
  "tags": [
    "Health Tech",
    "Medical Devices",
    "Healthcare"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2022",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Medical Devices"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": true,
  "demo_day_video_public": true,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/bby",
  "api": "https://yc-oss.github.io/api/batches/winter-2022/bby.json"
}
