{
  "id": 25745,
  "name": "goodfin",
  "slug": "goodfin",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0b052c26e0beb63cd2a5aef297f7855da685f8dc.png",
  "website": "http://www.goodfin.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "GoodFin is reimagining private wealth in the era of AI. Our mission is to empower a new generation to build wealth, starting with their investments in alternative assets. \r\n\r\nOur AI-native platform combines a design-forward experience with a backend powered by a system of intelligent agents. We are building a future where AI unlocks financial hyperpersonalization, automation and optimization for sophisticated financial products, which are typically gated by advisors and reserved for very wealthy clients. This highly fragmented $1.25T global services market will undergo a sea change in the coming years, as trillions pass in the largest intergenerational wealth transfer to date.  \r\n\r\nIn a world where most financial decisions will become automated, we believe the next category-defining wealth company will still be human-driven at its core – powered by a high-value community like our membership base of professionals, founders and investors. The next generation financial giant will be an AI-native platform that makes wealth creation seamless, personalized, and social. That’s what we’re building.",
  "one_liner": "Building the next generation of wealth",
  "team_size": 8,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1647606742,
  "tags": [
    "Artificial Intelligence",
    "Fintech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2022",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/goodfin",
  "api": "https://yc-oss.github.io/api/batches/winter-2022/goodfin.json"
}
