{
  "id": 25433,
  "name": "JumpWire",
  "slug": "jumpwire",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/077148a8281f282d5a5d6825d93aedf0b71c08b4.png",
  "website": "https://jumpwire.io",
  "all_locations": "New York, NY, USA; Remote",
  "long_description": "JumpWire is a data protection platform that adds advanced data security controls between APIs, applications and databases. JumpWire automatically identifies sensitive properties inside large data sets and gives developers full control over which people and applications can access or update records containing sensitive info.\r\n\r\nExamples uses include restricting who can read customer PII to members of the customer service team, giving on-call engineers elevated access to production, or splitting user records between regions for GDPR purposes.\r\n\r\nJumpWire’s approach to securing data in-place minimizes the risk of data leaks exposing sensitive information or mishandling by other applications and vendors. The exact security scheme applied to data is defined by policies that align with an organization’s existing InfoSec program.\r\n\r\nJumpWire helps companies who maintain information security with compliance programs such as SOC or HIPAA. They are processing sensitive data, often from their own customers, and exceed security best practices as a competitive advantage. JumpWire provides defense at depth to data and sits alongside access controls and Layer 4 encryption to provide a comprehensive data security solution.\r\n\r\nJumpWire is unique from solutions such as data vaults by installing inside our customers’ own infrastructure and clouds. It is interoperable with existing applications and databases, which eliminates the need for large data migrations or code refactoring. Lower-level approaches to data security, such as encryption at rest, are too blunt and lack the ability to differentiate between properties in the data itself. Its scope is limited to physical storage, and security is lost as soon as an application or query loads the data.",
  "one_liner": "Dynamic access controls for all data and databases",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Security",
  "launched_at": 1644446688,
  "tags": [
    "Security",
    "Data Labeling",
    "Databases"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2022",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Security"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/jumpwire",
  "api": "https://yc-oss.github.io/api/batches/winter-2022/jumpwire.json"
}
