{
  "id": 25682,
  "name": "LunaJoy Health",
  "slug": "lunajoy-health",
  "former_names": [
    "Thriving Lane",
    "LunaJoy"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/759f8f57cd9cb1f3fd5e256bd1b9d89778775581.png",
  "website": "http://HelloLunaJoy.com",
  "all_locations": "Atlanta, GA, USA",
  "long_description": "LunaJoy is building the AI-powered care platform for precision mental health—starting with women.\r\nWe integrate intelligent automation with specialized clinical services to deliver scalable, life-stage-specific care—from adolescence to pregnancy, postpartum, infertility, miscarriage, perimenopause, and aging. By embedding AI agents into care navigation, triage, and decision support, we reduce costs, accelerate outcomes, and personalize treatment at scale.\r\n\r\nOur hybrid care model blends targeted psychotherapy, psychiatric medication management, genetic testing, coaching, and holistic wellness—delivered by a curated workforce of women’s mental health specialists. Through continuous feedback loops, AI segmentation, and predictive insights, LunaJoy is built to scale.\r\n\r\nWe’re expanding our in-network footprint to make this care accessible across commercial and Medicaid populations—closing equity gaps for women of color, LGBTQ+ individuals, and those most at risk.\r\n\r\nWomen are twice as likely to experience mental health conditions, and 3x more likely to endure trauma. Yet the system is still built for the “average” patient—ignoring the biological, emotional, and social complexity of women’s lives. LunaJoy is rearchitecting that system with AI at its core—because when we invest in women’s mental health, entire communities thrive.",
  "one_liner": "AI-powered scalable infrastructure + mental health services, starting…",
  "team_size": 6,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare Services",
  "launched_at": 1643036138,
  "tags": [
    "Mental Health Tech",
    "Digital Health",
    "Femtech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2022",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/lunajoy-health",
  "api": "https://yc-oss.github.io/api/batches/winter-2022/lunajoy-health.json"
}
