{
  "id": 25395,
  "name": "Sekilo",
  "slug": "sekilo",
  "former_names": [
    "Dropezy"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1ff0b6c32ebbaceaa5a81ba55ba260e8e96957c7.png",
  "website": "https://sekilo.com/en/",
  "all_locations": "Jakarta, Jakarta, Indonesia",
  "long_description": "Sekilo - Poultry processing & supply chain for the SME foodservice industry.\r\n\r\nA category-first consumer food company is revolutionizing the poultry industry with innovative technology. At the forefront of poultry distribution and processing, our robust supply chain, fortified with stringent cold chain control, guarantees excellence from procurement to final delivery, setting a new industry standard. Our unwavering commitment addresses client pain points—ensuring unparalleled quality, hygiene, freshness, and multiple drops with a low MOQ.\r\n\r\nAs a startup deeply rooted in logistics and supply chain expertise, Sekilo is the trusted partner for the diverse needs of the middle-downstream foodservice sector. Delivering cutting-edge solutions in warehouse management, inventory control, operations, delivery logistics, customization, and processing management, we cater to catering SMEs, HORECA chains, industry players, e-grocery startups, and D2C processed meat factories. Embracing technology, Sekilo optimizes Indonesia's poultry supply chain.\r\n\r\nWith robust supply chain capabilities, customization, an efficient business model, and an unwavering commitment to consistency, Sekilo is reshaping the poultry distribution and processing landscape.",
  "one_liner": "Poultry processing & supply chain for the SME foodservice industry.",
  "team_size": 11,
  "industry": "B2B",
  "subindustry": "B2B -> Supply Chain and Logistics",
  "launched_at": 1638382017,
  "tags": [
    "Supply Chain",
    "Food"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2022",
  "status": "Active",
  "industries": [
    "B2B",
    "Supply Chain and Logistics"
  ],
  "regions": [
    "Indonesia",
    "Southeast Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/sekilo",
  "api": "https://yc-oss.github.io/api/batches/winter-2022/sekilo.json"
}
