{
  "id": 25743,
  "name": "Trackingplan",
  "slug": "trackingplan",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7b1ef39c22b700cf5d44570c7f6569b245f3ee28.png",
  "website": "https://trackingplan.com",
  "all_locations": "Barcelona, CT, Spain; CT, Spain; Remote",
  "long_description": "Trackingplan automatically discovers and monitors all the information your applications and websites are collecting, ensuring that you can trust your BI, analytics, marketing, and sales tools. \r\n\r\nYou can think of us as Segment Protocols but totally transparent, where developers can keep using Google Analytics, Amplitude, Hubspot, Intercom, Braze, etc. as they are used to. \r\n\r\nInstalled in minutes in using your Tag Manager or adding just one line of code to your web or apps, we model all the data being sent to third parties. Since Trackingplan understands what each piece of data means, it identifies patterns, detects anomalies, and automatically connects the dots to create value from data that was hidden in plain sight:\r\n\r\n- An always up-to-date single source of truth and data governance tool. To discover, understand and document your data and improve communication across teams.\r\n- Automated notifications when something breaks or changes. To make sure that integrations are always well implemented: Schema errors, traffic anomalies, rogue events... \r\n- Easy to understand, customizable, cross-service alerts. To detect trends, insights, and problems without using complex, engineer-oriented solutions.",
  "one_liner": "Automated QA for your Digital Analytics",
  "team_size": 17,
  "industry": "B2B",
  "subindustry": "B2B -> Analytics",
  "launched_at": 1641391102,
  "tags": [
    "SaaS",
    "Analytics",
    "Data Engineering"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2022",
  "status": "Active",
  "industries": [
    "B2B",
    "Analytics"
  ],
  "regions": [
    "Spain",
    "Europe",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": true,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/trackingplan",
  "api": "https://yc-oss.github.io/api/batches/winter-2022/trackingplan.json"
}
