{
  "id": 26307,
  "name": "Mindbase",
  "slug": "tradex",
  "former_names": [
    "TradeX"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/138a9ab05de536189c7973eacdc2ce67a9ebddc0.png",
  "website": "https://mymindbase.ai",
  "all_locations": "Gurugram, HR, India",
  "long_description": "Mindbase is an AI cloning platform that empowers individuals, especially influencers, founders, and creators, to replicate their entire mind and create a digital twin. This isn't just a chatbot; it's a living, breathing digital version of yourself that can think, talk, and interact 24/7, complete with your actual voice, tone, and personality.\r\n\r\nWhat makes Mindbase truly powerful is its ability to ingest your entire body of work—from podcasts and YouTube videos to blogs and social media content—automatically updating and learning to capture your true style, phrasing, and depth. This digital clone can then be distributed everywhere you need to be, embeddable on your website, courses, SMS, WhatsApp, and even phone calls, ensuring your audience can connect with you anytime, anywhere.\r\n\r\nEach Mindbase clone comes equipped with its own email, phone number, and WhatsApp, marking a significant leap in how humans can communicate, scale their presence, and build a lasting legacy. Beyond just interaction, Mindbase provides a full analytics dashboard, offering deep insights into conversations, trends, FAQs, and user engagement, all while ensuring your data remains private and encrypted. It's a scalable, authentic digital extension of you, designed to grow with your audience and unlock limitless possibilities for engagement and impact.",
  "one_liner": "AI Clone for scalable, authentic engagement with your entire audience",
  "team_size": 7,
  "industry": "B2B",
  "subindustry": "B2B -> Productivity",
  "launched_at": 1642774181,
  "tags": [
    "Fintech",
    "Consumer",
    "Gaming"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2022",
  "status": "Active",
  "industries": [
    "B2B",
    "Productivity"
  ],
  "regions": [
    "India",
    "South Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/tradex",
  "api": "https://yc-oss.github.io/api/batches/winter-2022/tradex.json"
}
