{
  "id": 25663,
  "name": "Velt",
  "slug": "velt",
  "former_names": [
    "Snippyly Inc.",
    "Snippyly",
    "Velt",
    "Velt: Collaboration SDK"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/36bc77538c7b2b901965b5e1ff49fe05b84cc1f1.png",
  "website": "https://velt.dev",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Our mission is to make the web more collaborative. We're not just making collaboration faster—we're crafting it to be the best.\r\n\r\nToday we’re all using online platforms more than ever before - building, researching, learning, connecting etc. And we're not doing it alone. We're doing it together with other people and machines, turning the internet into the world's biggest team.\r\n\r\nYet, the web was built for solo voyages. We saw a shift when platforms like Figma and Google Docs brought a multiplayer approach, breaking down walls and inspiring seamless teamwork.\r\n\r\nAt Velt, we're taking it further. We're on a mission to infuse the magic of collaboration into the fabric of the web—one app at a time. We aim to erase the lines between online and offline co-working, crafting an environment where distance is irrelevant, and 'flow' is the norm.\r\n\r\nRight now, more than half of work hours are spent on coordination and communication—less on creating. With Velt, we're setting out to reverse these figures, reducing time spent on logistical issues by over 90%. Imagine what we can create when we spend less time talking about work and more time doing it!\r\n\r\nWe're building a better web—a web for us, for our team, for everyone. Join us, and let's accelerate the future of web together 🚀\r\n\r\nOur Products:\r\n\r\n- Velt Collaboration SDK (https://velt.dev/): JS SDK to add powerful collaboration experiences to your own product for your end-users. This helps you ship such experiences ridiculously fast, increase user growth and engagement.\r\n- Superflow (https://usesuperflow.com/): JS plugin to enable product, marketing and design teams to comment and collaborate directly on their websites. This helps them iterate and ship their products 10x faster.\r\n\r\nWe’re a team of ex-Googlers. We've launched products like Augmented Reality in Google Search & Maps.\r\n\r\nCome build a better web with us 🚀",
  "one_liner": "Add powerful collaboration features to your product ridiculously fast.",
  "team_size": 15,
  "industry": "B2B",
  "subindustry": "B2B -> Productivity",
  "launched_at": 1646206414,
  "tags": [
    "Developer Tools",
    "SaaS",
    "Collaboration",
    "API",
    "Remote Work"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2022",
  "status": "Active",
  "industries": [
    "B2B",
    "Productivity"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/velt",
  "api": "https://yc-oss.github.io/api/batches/winter-2022/velt.json"
}
