{
  "id": 22997,
  "name": "Codingal",
  "slug": "codingal",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/77d50a678b852201eb874c4f38a23e0db3307c4c.png",
  "website": "https://www.codingal.com",
  "all_locations": "Bengaluru, KA, India",
  "long_description": "Codingal (www.codingal.com) is the global leader in online AI and coding education for kids and teens (Grades 1-12). Our mission is to help students fall in love with AI & coding and become creators of the future - entrepreneurs, engineers, and scientists by providing high-quality, accessible, and personalized computer science education.\r\n\r\nIn many countries, top technical universities exist, but there’s a significant gap in K-12 programming education. Parents want their kids to start learning programming early, and that’s why they choose Codingal. We offer live, interactive classes with expert instructors from Computer Science backgrounds. All our instructors are rigorously vetted and trained to ensure a high-quality learning experience.\r\n\r\nEvery student receives a personalized learning path tailored to their age and skill level. Our curriculum is STEM.org-accredited, aligned with the K–12 Computer Science Framework, and delivered in 1:1 and small-group formats, ensuring individual attention and engagement.\r\n\r\nStudents learn by building real-world projects using popular tools and technologies like Scratch, Python, Roblox, Minecraft, MIT App Inventor, Thunkable, Pygame, HTML/CSS, JavaScript, website development, Java, Data Science, AP Computer Science content, and AI tools like ChatGPT and Machine Learning frameworks. Through this hands-on approach, students create apps, games, animations, and websites in a fun, engaging way that fosters problem-solving and creative skills.\r\n\r\nBeyond classes, students participate in global coding competitions, hackathons like HPE CodeWars, and online coding camps, further nurturing their creativity, confidence, and innovative spirit. With a 4.9/5 student rating and NPS of 86, Codingal is trusted by over 1 million registered students in 70+ countries.\r\n\r\nCodingal combines the best of human instruction and AI-driven learning to inspire the next generation of tech leaders. We are poised to lead the next generation of coding education and make a significant impact in this rapidly growing market.",
  "one_liner": "Leading online after-school for kids & teens to learn AI & coding",
  "team_size": 60,
  "industry": "Education",
  "subindustry": "Education",
  "launched_at": 1616469948,
  "tags": [
    "Education",
    "eLearning",
    "Edtech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2021",
  "status": "Active",
  "industries": [
    "Education"
  ],
  "regions": [
    "India",
    "South Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/codingal",
  "api": "https://yc-oss.github.io/api/batches/winter-2021/codingal.json"
}
