{
  "id": 23389,
  "name": "Gigs",
  "slug": "gigs",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4f444340e9c64c3d358ff850ab1b009ff8af62d7.png",
  "website": "https://gigs.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "At Gigs, we're building the operating system for mobile services - a platform that enables tech companies to seamlessly embed connectivity into their products.\r\n\r\nJust as Stripe enables businesses to embed a payment button into any product, Gigs enables businesses to add a connect button and issue SIMs with a single click or API call. From fintechs launching mobile services to HRIS platforms offering work phone plans, we automate phone plan provisioning.\r\n\r\nWe're solving complex technical, operational and regulatory challenges to make connectivity truly effortless. We've grown to a team of around 90 people across the US and Europe, bringing together an experienced team of early-stage engineers, product builders and business athletes from companies like Stripe, Airbnb and Shopify. We know what it takes to solve hard problems.\r\n\r\nWith almost $100MM in funding from Ribbit Capital, Google and Y Combinator, Gigs is one of the fastest growing tech companies. Building on our strong foundation, we’re looking for exceptional candidates who want to do the best work of their lives in a high-paced environment, surrounded by a highly talented, ambitious team.\r\n\r\nYou’ll be joining at an exciting inflection point in our company’s history. At sub-100 people and with a year of hyper-growth ahead of us, opportunity is abundant.",
  "one_liner": "Stripe for phone plans. ",
  "team_size": 90,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1614620930,
  "tags": [
    "Fintech",
    "SaaS",
    "HR Tech",
    "API"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2021",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/gigs",
  "api": "https://yc-oss.github.io/api/batches/winter-2021/gigs.json"
}
