{
  "id": 22658,
  "name": "Howdy.com",
  "slug": "howdy-com",
  "former_names": [
    "Austin Software",
    "Howdy"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d7b90bd25c8f2118457b464c606643e5a8501453.png",
  "website": "https://www.howdy.com/",
  "all_locations": "Austin, TX, USA",
  "long_description": "Why Howdy.com?\r\n\r\nHowdy was founded in 2018 to help Austin startups hire talented engineers who work within US time zones in Latin America.\r\n\r\nSince then we’ve grown to a team of over 600, and our platform has enabled hundreds of companies to hire individual teammates, set up remote, hybrid or in-office teams, and manage remote equipment assets and benefits.\r\n\r\nJoin over 200 companies, like Coinbase,Truepill, Vanta, and other YC companies that have hired with Howdy to build their tech outpost in Latin America.\r\n\r\nBetter talent: Howdy is deeply involved in the Latin American tech scene, regularly hosting meetups and inviting speakers and industry leaders into our local communities called Howdy Houses throughout Latin America. We get to personally know the top tech leaders who are interested in joining product teams in the US for the long-term. These individuals are not actively seeking jobs through freelancer platforms.\r\n\r\n98% retention: Developer churn slows teams down. That’s why, when you hire with Howdy, developers are automatically provided with premium health insurance, top-of-the-line Apple equipment, gym memberships, lunches and the use of class-A office spaces.\r\nYour engineering culture: When you partner with Howdy, you're not just hiring individuals; you're gaining access to a skilled local workforce that becomes an extension of your team. We provide full support in all areas, from recruitment to equipment and office spaces, allowing you to build and directly oversee your engineering outpost in Latin America as your team grows.",
  "one_liner": "We help US tech companies hire and manage software engineers in LATAM",
  "team_size": 140,
  "industry": "B2B",
  "subindustry": "B2B -> Recruiting and Talent",
  "launched_at": 1616604381,
  "tags": [
    "B2B",
    "Recruiting"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2021",
  "status": "Active",
  "industries": [
    "B2B",
    "Recruiting and Talent"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/howdy-com",
  "api": "https://yc-oss.github.io/api/batches/winter-2021/howdy-com.json"
}
