{
  "id": 23432,
  "name": "Recover",
  "slug": "recover",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/575746cea96c11bc6b379dcd00b9abf8ac9a21ce.png",
  "website": "https://www.letsrecover.com",
  "all_locations": "San Diego, CA, USA",
  "long_description": "Recover provides more effective and affordable addiction treatment via telemedicine. We partner with local governments to save lives and taxpayer dollars.\r\n\r\nMore than 20 million Americans struggle with addiction, but less than 10% of people who need it receive treatment. For those that do, it usually does not work - only 8% get better. Most of this treatment is funded by governments, and goes to programs that are frequently predatory, and focus more on profit than people.\r\n\r\nWe have created an effective, accessible, and affordable solution: Recover. We offer a proven approach using medication and counseling, that can improve outcomes for over 70% of patients. It reduces overdoses by 80%, death by 50%, and has years of research and application showing it works. \r\n\r\nDespite how effective this medication can be, most rehabs do not have medical professionals on staff. Not only does our program work better and bring medicine to addiction care, it also costs just 10% of traditional programs.\r\n\r\nNick founded Recover after seeing his family and friends struggle with addiction. He was raised by a drug addict, has an alcoholic brother, and lost an uncle to heroin. He saw how hard it is for people to get the treatment they need, and how ineffective existing options are. We are working to make sure that people like Nick’s family have access to best-in-class addiction treatment so they can get and stay well. ",
  "one_liner": "Government-funded online addiction treatment",
  "team_size": 10,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1616355691,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2021",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/recover",
  "api": "https://yc-oss.github.io/api/batches/winter-2021/recover.json"
}
