{
  "id": 23146,
  "name": "Redcliffe Lifetech",
  "slug": "redcliffe-lifetech",
  "former_names": [
    "Redcliffe Lifesciences"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b9e3c4bc934297fbdde47eea1cf4c9de32e1a325.png",
  "website": "http://redcliffelabs.com",
  "all_locations": "Delhi, DL, India; Gurugram, HR, India; Noida, UP, India",
  "long_description": "Redcliffe Labs (a unit of Redcliffe Lifetech Inc) provides diagnostics with a comprehensive portfolio approach both with routine and specialised test menus with advanced testing labs all over India. Its digital first approach with on-demand 1-hour home collection and same day report is disrupting the way diagnostics is delivered today and thus is the fastest growing in India. \r\n\r\nRedcliffe Labs is providing 3500+ tests across its wide network of labs and collection centres. The company has served about millions of Indians and is processing more than 250K+ test parameters daily. The test portfolio is very wide including routine pathology tests, advanced genetic screening, research-based DNA tests in reproductive health, cancer and wellness/fitness. The easy to interpret smart reports provide key health check-points, which can help in diagnosing and treating both chronic and acute diseases on time. Redcliffe Labs has pioneered Drone technology adoption in the diagnostic sector by opening up the first commercial corridor from Uttarkashi to Dehradun. The company currently has 30+ labs and 700+ authorised collection centres in more than 120 cities across India. \r\n\r\nRedcliffe's vision is to provide world-class diagnostic services to people across the Indian sub-continent in an affordable manner.",
  "one_liner": "Redcliffe Labs is India's Largest Omni-channel Diagnostics platform ",
  "team_size": 3500,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Diagnostics",
  "launched_at": 1614617903,
  "tags": [
    "Consumer Health Services",
    "Health Tech",
    "Digital Health",
    "Healthcare",
    "Diagnostics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2021",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Diagnostics"
  ],
  "regions": [
    "India",
    "South Asia"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/redcliffe-lifetech",
  "api": "https://yc-oss.github.io/api/batches/winter-2021/redcliffe-lifetech.json"
}
