{
  "id": 23369,
  "name": "REGENT",
  "slug": "regent",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/e0c83c9ecbf81c8809be20d15fe4abf91f2789dc.png",
  "website": "http://regentcraft.com",
  "all_locations": "North Kingstown, RI, USA",
  "long_description": "REGENT is building a new mode of transportation that will redefine regional mobility by 2026. Their first product, the seaglider, is an all-electric, hydrofoiling flying-boat that operates within a wingspan of the water's surface.  By flying low on a cushion of air, seagliders unlock the ability to fly twice as far as an electric aircraft, while being regulated by maritime authorities enabling market entry for a fraction of the cost.\r\n \r\nREGENT has de-risked seaglider technology with a ¼-scale flying demonstration vehicle. By this summer, REGENT will fly humans on the 15,000 lb (7000kg) first full-scale prototype seaglider, which will be the largest electric-flying machine in history.\r\n\r\nBy late 2026, REGENT’s customers - airlines and ferry companies – will begin commercial seaglider service on the 12-seat initial product.  A 100 passenger version, already with firm orders, will follow several years later.\r\n\r\nIn just four years, REGENT has accumulated >$10B in pre-orders (including firm deposits) from airlines and ferry companies around the world.  Currently a team of 100, REGENT is led by MIT-trained, ex-Boeing engineers Billy Thalheimer and Mike Klinker.  REGENT has raised over $100M to date from the likes of Founders Fund, Japan Airlines, Hawaiian Airlines and Lockheed Martin, and is on contract with the US Marine Corps.",
  "one_liner": "All-electric seagliders for fast, affordable regional transportation",
  "team_size": 40,
  "industry": "Industrials",
  "subindustry": "Industrials -> Aviation and Space",
  "launched_at": 1616029701,
  "tags": [
    "Climate",
    "Electric Vehicles",
    "Aerospace",
    "Maritime"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2021",
  "status": "Active",
  "industries": [
    "Industrials",
    "Aviation and Space"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/regent",
  "api": "https://yc-oss.github.io/api/batches/winter-2021/regent.json"
}
