{
  "id": 484,
  "name": "Lawdingo",
  "slug": "lawdingo",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://lawdingo.com",
  "all_locations": "New York, NY, USA",
  "long_description": "Lawdingo gets people in touch with a lawyer very quickly.\r\n\r\nLawdingo gives people seeking legal services direct access to independent lawyers who can help them. Such attorneys usually have more flexible hours, lower rates, and greater interest in customer service than to their larger firm counterparts. The problem is that there is so many such lawyers; how is someone supposed to figure out who is right for them, and who has some time to take on their case? Fair question. Coincidentally, we started Lawdingo to answer just that. \r\n\r\nIf you're looking for a lawyer, we encourage you to try finding an easier way to get one to work for you. If you are a lawyer working in solo or small practice, we encourage you to find a more effective way to grow your law practice. \r\n\r\nWe also encourage you not to take our word for it. Read what Solo Practice University, the ABA Journal, FindLaw, AboveTheLaw, TechCrunch, Lifehacker, and others say about us. This isn't some fly-by-the-night company. This is the future of the legal industry. We hope you'll get in touch. \r\n\r\nLawdingo was started by Nikhil Nirmel (nikhil@lawdingo.com), an entrepreneur with a background at Yelp and Wharton Undergrad, and Dan Langevin , a ridiculously talented technologist who was formerly CTO of Lifebooker. Lawdingo has backing from Y Combinator and other investors.",
  "one_liner": "Lawdingo provides virtual paralegal services to law firms.",
  "team_size": null,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1354492725,
  "tags": [
    "LegalTech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W13",
  "status": "Active",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/lawdingo",
  "api": "https://yc-oss.github.io/api/batches/w13/lawdingo.json"
}
