{
  "id": 30837,
  "name": "AirCaps",
  "slug": "aircaps",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/839111803eb4ccce6e6e411847617a96d8d7d880.png",
  "website": "https://aircaps.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "We're building lightweight AR glasses that help you understand, remember and learn from conversations. AirCaps displays captions, translations, summaries and proactive insights for your conversations in your field of view in real-time. We're starting with real-time captions for hearing loss.\r\n\r\nWe did $90K in sales in October (grew 6.5X from September), have users averaging 6h+ daily use, and went viral on TikTok (75M views).\r\n\r\nMadhav (Yale CS, MIT Media Lab audio AI) and Nirbhay (Cornell CS) have been obsessed with smart glasses for 11 years—building Google Glass apps from age 13.\r\n\r\nPeople spend 3 hours a day in meaningful conversations—negotiations, interviews, pitches, conflicts, first dates. They struggle to comprehend 25-50% of them, forget 70% within 24 hours and 90% within a week, and have no way to learn and improve from their conversations.\r\n\r\nAR glasses are the only form factor that can augment conversations without disrupting them. They keep your hands free, allow you to maintain eye contact, provide information exactly when needed, and have unfiltered access to everything you hear and see.\r\n\r\nIn 5 years, 4.7 billion smartphone users will use smart glasses. But today's AR glasses are too heavy, conspicuous, and power hungry while failing to provide utility: generic toys without purpose. Conversations demand real-time, hands-free, eyes-up assistance precisely when you can't look away—the killer use case to kickstart mass adoption. If we're right, we'll own the gateway to the next interface for technology.",
  "one_liner": "AR glasses to better understand, remember and learn from conversations",
  "team_size": 3,
  "industry": "Consumer",
  "subindustry": "Consumer -> Consumer Electronics",
  "launched_at": 1760571679,
  "tags": [
    "Augmented Reality",
    "Consumer",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "Consumer",
    "Virtual and Augmented Reality"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/aircaps",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/aircaps.json"
}
