{
  "id": 30943,
  "name": "Aside",
  "slug": "aside",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d1a3f26d0bd680274ac79b86c097a6466e911d85.png",
  "website": "https://asidehq.com/",
  "all_locations": "",
  "long_description": "Aside is an AI agent that gives sales reps suggestions during sales calls: what to ask, how to answer, and when to push for next steps.\r\n- Real-time suggestion: Guides reps live on calls with tailored prompts- what to ask, how to answer, and when to push.\r\n- Sub-second search from technical docs: surfaces precise answers from docs, Slack, CRM, and past calls in under 500ms.\r\n- AI notetaking: captures call highlights automatically, so reps focus on selling, not typing.\r\n- Shared memory: learns from every deal- remembers what worked and replays it as suggestions in future calls.\r\n\r\nTech sales requires expensive coaching. Teams spend 1.5 hours per week and $2,000 per rep each year on tools like AI notetakers and LMS. Enterprises like AWS and Oracle require internal exams and hire solution engineers for $200K+ to answer technical questions. But these don’t solve the problem: reps still repeat mistakes, miss answers, and deals stall or fall through.\r\n\r\nAside eliminates the need for sales coaching. It surfaces the best answers from top reps–pulled from Slack, HubSpot, and past calls–in under 500ms. One of our users recovered a $100K deal after handling objections with a use case surfaced by Aside.",
  "one_liner": "Sales call cheating AI for enterprise tech sales",
  "team_size": 4,
  "industry": "B2B",
  "subindustry": "B2B -> Sales",
  "launched_at": 1760485553,
  "tags": [
    "SaaS",
    "B2B",
    "Sales"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Sales"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/aside",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/aside.json"
}
