{
  "id": 30591,
  "name": "Autonomous Technologies Group",
  "slug": "autonomous-technologies-group",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1418e292df2ccff4d9598566261526adff42355d.png",
  "website": "https://becomeautonomous.com/",
  "all_locations": "New York, NY, USA",
  "long_description": "Autonomous is a superintelligent financial advisor at 0% advisory fees. \r\n\r\nToday, managing your money means one of two bad options:\r\n\r\nDIY your money: You end up with accounts everywhere (401k, IRAs, brokerage, crypto, savings, equity, secondaries). Your spreadsheet is always wrong. You make expensive mistakes because this isn't your full-time job.\r\n\r\nHire a financial advisor: They'll manage your money and charge 1-2% of assets annually. Run that math over multiple decades and you're handing over half your net worth to fees.\r\n\r\nNeither path can economically deliver the sophisticated, personalized strategies the ultra-wealthy use to compound wealth: strategic tax-loss harvesting across individual securities, systematic risk management, portfolio-backed borrowing to defer capital gains, access to alternatives, etc.\r\n\r\nThese aren't secret – they're just economically impossible to deliver at scale through traditional human advisors.\r\n\r\nRobos were supposed to fix this, but they were designed in a pre-AI world. In practice they just manage cookie-cutter portfolios. They don’t coordinate across your 401(k), taxable accounts, mortgage, equity, and cash flow, they don’t help with real decisions like job offers, windfalls, or concentrated stock, and they don’t deliver institutional strategies. That’s why, even after a decade plus, the biggest robos are still <$100B AUM while old-school advisors like Raymond James / Edward Jones sit on trillions.\r\n\r\nWe’re doing for financial advising what Robinhood did for brokerages. Think of it as a full-stack, AI-native wealth strategist that brings billionaire-style playbooks to ordinary investors.\r\n\r\nAutonomous is built around a frontier-scale reasoning engine—an AI that perceives global events as they unfold, understanding their deeper implications for markets and and most importantly, how these events will impact your investments. ",
  "one_liner": "Superintelligent financial advisor",
  "team_size": 8,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1764806109,
  "tags": [
    "Artificial Intelligence",
    "Consumer Finance"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/autonomous-technologies-group",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/autonomous-technologies-group.json"
}
