{
  "id": 31002,
  "name": "Clicks",
  "slug": "clicks",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/5305c55b4b60ebbe6d4f336c1c814b90415438cb.png",
  "website": "https://goclicks.ai/",
  "all_locations": "",
  "long_description": "Clicks automates your back-office using your existing tools and processes without requiring any IT integrations.\r\n\r\nWhat We Do:\r\nThink of Clicks as your back-office worker that can handle any repetitive task. Simply describe your process via video call or share documentation, and our forward-deployed engineering team ensures it's automated exactly your way.\r\nOur AI agents work 24/7 and can be kicked-off via email, Slack, or our web app, handling tasks like CRM updates, report generation, and data entry while adapting to your existing software.\r\n\r\nInitial Focus:\r\nWe're starting with recruiting and executive search firms, automating candidate codification, assessment reports, and administrative workflows that typically consume hours of manual work each day.\r\n\r\nValue Proposition:\r\nOur pricing is 100% outcome based: you only pay for the work outputs we complete (e.g., candidates added to CRM, reports generate, etc.). Current customers are already live and saving an average of 60% in costs compared to human workers, with full automation deployed within one week.",
  "one_liner": "Computer use agents to automate all back-office work",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B -> Productivity",
  "launched_at": 1759173987,
  "tags": [
    "Artificial Intelligence"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Productivity"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/clicks",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/clicks.json"
}
