{
  "id": 30949,
  "name": "Crunched",
  "slug": "crunched",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/386111466c0c67b245d52cdab2fb675d0a73799e.png",
  "website": "https://usecrunched.com/",
  "all_locations": "",
  "long_description": "Crunched is the Excel AI analyst for power users - in consulting, investment banking, and private equity. It error-checks workbooks end-to-end, builds models from scratch, and handles grunt work like extracting and linking data from IMs to template models - all within Excel so teams can review and iterate as usual.\r\n\r\nAgents struggle with tabular data - getting reliable, multi-step execution over thousands of interlinked formulas, sheets, and ranges is hard. Making Crunched good enough for people who live in Excel means knowing the pain points deeply.\r\n\r\nMichael and Philip has 10,000+ hours in Excel across consulting and finance. Markus and Lars bring deep expertise in scaling AI and enterprise solutions.\r\n\r\nWe've had easy access to first customers and are already live with firms across six European countries - we now plan to expand into the US. With >1bn total Excel users, we focus on the top 2%, highest-value Excel users globally. \r\n\r\nWe're solving one pain point at a time to create a product that doesn't just look good in a demo but actually works in production.\r\n\r\nExcel is here to stay, but the way experts model is fundamentally changing - with Crunched.",
  "one_liner": "Excel AI analyst for Power Users",
  "team_size": 5,
  "industry": "B2B",
  "subindustry": "B2B -> Finance and Accounting",
  "launched_at": 1760902114,
  "tags": [
    "Finance",
    "Productivity",
    "Analytics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Finance and Accounting"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/crunched",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/crunched.json"
}
