{
  "id": 30978,
  "name": "Miniswap",
  "slug": "miniswap",
  "former_names": [
    "Miniswap Technologies Inc."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/19d8cd9731e5b803cf28ada75d13c38049717b0e.png",
  "website": "https://miniswap.gg/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Miniswap a marketplace for complex hobbies, starting with Warhammer.\r\n\r\nIn hobbies as complex as Warhammer, finding what you want on general marketplaces is a huge pain. Filters don't work, free-form listings mean that products are regularly misidentified, and piles of counterfeit junk crowd search results. \r\n\r\nMiniswap saves hobbyists from this chaos with its catalogue of more than 20,000 unique miniatures. Sellers match their listings against Miniswap's catalogue giving buyers more information and structure as they shop.\r\n\r\nThe global market for tabletop games is estimated to be worth $20B in 2025 and Warhammer alone is projected to grow to $3B by 2030. By capturing the market in this untapped niche, Miniswap is strongly positioned to bringing greater transparency, simplicity, and connectivity into adjacent verticals.\r\n\r\nMiniswap's founding team merges deep domain knowledge with elite programming expertise and years of experience in business consulting and startups. Co-founders Zak and Will met while studying together at Cambridge, bonded over their love of Warhammer and early modern history. They have been best friends ever since. ",
  "one_liner": "The Marketplace for Complex Hobbies",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Gaming",
  "launched_at": 1760936665,
  "tags": [
    "Marketplace",
    "Consumer",
    "Gaming"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "Consumer",
    "Gaming"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/miniswap",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/miniswap.json"
}
