{
  "id": 30880,
  "name": "Nessie",
  "slug": "nessie",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/400e4be5acfaa12735760bedcf4f0ad136f82137.png",
  "website": "https://nessielabs.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Nessie is building personal AI brains that augment human cognition.\r\n\r\nNessie turns your scattered AI conversations and documents into a shareable AI brain you actually own. It's a thinking partner that lets you instantly search your entire history of ideas, synthesize them into new insights, and watch your knowledge build on itself over time.\r\n\r\nRight now, your best thinking is trapped in ephemeral AI chat histories. Nessie unifies your context from ChatGPT, Claude, and (soon) Apple Notes/Google Docs/Notion/other context sources, auto-organizing the mess into an AI-enhanced brain.\r\n\r\nNext, we are unlocking sharing. Instead of sending a static doc, you will be able to send your \"Product Strategy Brain\" to a cofounder, or publish your \"Research Brain\" for your entire team to chat with.\r\n\r\nWho it's for: AI-native thinkers—founders, researchers, and writers—who believe their best ideas should compound.\r\n\r\nThe Team: We are two Yale CS grads and former Amazon engineers building the tool we needed for ourselves. We combine Anna's obsession with neuroscience and augmenting human cognition with Tiger's lifelong passion for building products (he shipped an app with 70k+ users at age 13).\r\n\r\nTraction: Launched 3 weeks ago. We have over 1,200 users who have imported 300,000+ AI conversations into Nessie. 30% week-over-week organic user growth.\r\n\r\nOrigin Story: Nessie was born after we hit the 1-million-token limit in multiple Gemini chats. Overnight, months of research disappeared. We realized the problem wasn't just about storage; it was that the medium for AI-native thought didn't exist yet. The chat window is a place to ask questions, not a place to build a mind.\r\n\r\nOur Vision: We are building a new medium for personal intelligence. Everyone will have an AI brain on Nessie. You will use it to think better, remember more, and share your mind with the world.",
  "one_liner": "Shareable AI Brains for Everyone",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer",
  "launched_at": 1762383705,
  "tags": [
    "Artificial Intelligence",
    "Consumer",
    "Chat",
    "Search",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "Consumer"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/nessie",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/nessie.json"
}
