{
  "id": 30880,
  "name": "Nessie",
  "slug": "nessie",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/400e4be5acfaa12735760bedcf4f0ad136f82137.png",
  "website": "https://nessielabs.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Nessie is Perplexity for your mind, turning your scattered AI conversations and notes into a personal knowledge base. It's a thinking partner that lets you instantly search your entire history of ideas, synthesize them into new insights, and watch your knowledge build on itself over time.\r\n\r\nWho it's for: AI-native thinkers—founders, researchers, and writers—who believe their best ideas should compound.\r\n\r\nWe are two Yale CS grads and former Amazon engineers building the tool we needed for ourselves. We combine Anna's research on enhancing LLM reasoning with knowledge graphs, and Tiger's lifelong passion for building products, which started with shipping an Android app with 70k+ downloads at age 13.\r\n\r\nNessie was born from our shared obsession - we were using AI to push the limits of our own thinking, but the current tools couldn't keep up. Brilliant insights were getting lost in endless chat histories, and the context was constantly fragmented.\r\n\r\nWe realized the problem wasn't just about memory; it was that the medium for AI-native thought didn't exist yet. The chat window is a place to ask questions, not a place to build on ideas.\r\n\r\nWe're building Nessie to be that medium—your personal context layer, designed to amplify human thinking and give you agency over your own knowledge.",
  "one_liner": "Perplexity for your mind",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Unspecified",
  "launched_at": 1762383705,
  "tags": [
    "Artificial Intelligence",
    "Consumer",
    "Chat",
    "Search",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "Consumer"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/nessie",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/nessie.json"
}
