{
  "id": 30925,
  "name": "Play Health",
  "slug": "play-health",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/29eb0f5753137c426de6bf374fee2c8296e363cb.png",
  "website": "http://playhealth.com",
  "all_locations": "Boulder, CO, USA",
  "long_description": "Play Health is building a perimenopause care platform to provide women with the tools they need to find relief from symptoms fast. It is led by technical, second-time, YC-backed founders Andrea Mazzocchi, PhD and Ian Miller, with an exit and a unicorn between them.\r\n\r\nToday, over 30 million women in the U.S. are experiencing perimenopause symptoms, spending an estimated $15B+ annually on symptom management across supplements, testing, primary care visits, and specialists - yet most leave frustrated with generic solutions that don't work. \r\n\r\nOur comprehensive perimenopause care platform is designed to grow with our users' needs. We’ve started with personalized, perimenopause-specific tracking, at-home hormone testing, and AI-driven analytics that deliver actionable insights. We then layer on services our users are already seeking - telemedicine, nutrition coaching, and specialized care - while connecting all their data, results, and protocols in one place.  As we scale, every interaction enriches our dataset, creating a flywheel: better insights and personalization for users, while positioning us to build advanced women's health predictive models and partner with pharma companies developing new therapeutics and standards of care.",
  "one_liner": "Personalized, Data-Driven Perimenopause Care Platform",
  "team_size": 4,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1760457684,
  "tags": [
    "Biometrics",
    "Biotech",
    "Digital Health",
    "Health & Wellness",
    "Women's Health"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/play-health",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/play-health.json"
}
