{
  "id": 30964,
  "name": "Sava",
  "slug": "savahq",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/adc8f9d4d6337ea663afc0947984b8597189cd0a.png",
  "website": "https://www.savahq.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Sava is building the agentic trust company for an industry that manages $6.5 trillion in U.S. assets today.\r\n\r\nA trust charter is the state license that lets us act as a legal trustee: open and administer trusts, hold assets, and make distributions under the law. \r\n\r\nWe treat that charter like infrastructure.\r\n\r\nThink Stripe for fiduciary work: one integration and dashboard to open a trust, fund it, track it in real time, make distributions, and stay compliant. \r\n\r\nOur AI agents handle the grunt work: collect data, chase signatures, assemble documents, reconcile positions so that people can focus on making high-quality decisions. Every step is captured in a timestamped audit trail. Agents also enable continuous compliance: risk checks run as data changes. Reviews are prompted automatically. Nothing falls through the cracks.\r\n\r\nTeam\r\n\r\nNimit Maru, CEO – 2X YC Founder.  Built and sold Fullstack (S12) for $55M on $1M raised. Experienced the trust industry's dysfunction firsthand post-exit and came back to YC to fix it.\r\n\r\nRush Sadiwala, COO – Experienced founder, previously backed by Kevin Rose at True Ventures. Spent the first 5 years of his career on the buy side in Investment Management. \r\n\r\nWe're in YC F25 and working with experienced trust professionals, including a Chief Trust Officer from a top-tier trust company, to bring modern infrastructure to the trust industry.",
  "one_liner": "The Fullstack AI-Native Trust Company",
  "team_size": 2,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1762196127,
  "tags": [
    "Fintech",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/savahq",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/savahq.json"
}
