{
  "id": 30990,
  "name": "Stratus Aviation",
  "slug": "stratus-aviation",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/3c0263995ad129e471cb270750ec3dbd054d86ad.png",
  "website": "https://getstratus.ai/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Airports are among the most data-rich yet information-poor environments in transportation. Thousands of radio transmissions, aircraft movements, and sensor signals occur every second, but these systems remain siloed. Most airfields still rely on manual logs and calls to understand what’s happening on the ground, creating blind spots that slow coordination and limit safety oversight.\r\n\r\nThe result is a growing safety and efficiency gap. The FAA records four to five runway incursions every day, and over 90% of air traffic control facilities are operating below target staffing levels. Despite $20 billion in modernization programs like NextGen and Safety Management Systems, airports still lack a unified data backbone that connects communication, movement, and intent across the airfield.\r\n\r\nStratus provides the missing layer of intelligence for airport and airside operations — unifying data, communication, and movement into one shared, real-time picture.\r\n\r\nFor airports, this means faster decisions, clearer accountability, and safer, more efficient operations.\r\nFor aviation as a whole, it’s the foundation for connected, data-driven infrastructure that can finally keep pace with modern airside complexity.",
  "one_liner": "AI-powered intelligence layer for airports",
  "team_size": 2,
  "industry": "Industrials",
  "subindustry": "Industrials -> Aviation and Space",
  "launched_at": 1760756123,
  "tags": [
    "Hardware",
    "Aerospace",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "Industrials",
    "Aviation and Space"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/stratus-aviation",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/stratus-aviation.json"
}
