{
  "id": 30986,
  "name": "The Hog",
  "slug": "the-hog",
  "former_names": [
    "TheHog"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6ba9edbf42a04ad97bf80ea5c1940458e14f3f70.png",
  "website": "https://thehog.ai/",
  "all_locations": "",
  "long_description": "TheHog.ai is the first predictive intelligence engine for growth. We don't just find leads; we predict your next customer before they enter the market.\r\n\r\nTheHog.ai maps your ICP, channels, and opportunities across the internet, monitors competitors, communities, keywords, and turns signals into ranked actionable game plans.\r\n\r\nThe future of sales isn't a static dashboard; it is a living, autonomous command center. TheHog.ai gives a single operator the power of an entire sales and marketing teams by compressing weeks of research into minutes of execution.\r\n\r\nThe Hog Mind & Global Graph At our core is \"The Hog Mind\": a proprietary Contributory Global Graph that fuses real-time social listening with advanced identity resolution. Unlike traditional enrichment tools that rely on stale databases, The Hog monitors millions of live conversations across the internet to identify high-frequency intent signals. This creates a self-reinforcing data flywheel that ranks opportunities and triggers autonomous engagement workflows instantly.\r\n\r\nWhat We Do:\r\n\r\nPredictive Buying Intelligence: We map the \"Global Graph\" of customer nodes to surface opportunities before competitors know they exist.\r\n\r\nAutonomous Engagement: An army of AI agents that don't just draft, but identify, verify, and engage with customers across LinkedIn, Reddit, and X.\r\n\r\nDeep Data Enrichment: We bridge the gap between anonymous social signals and verified contact data, creating a holistic view of your market.\r\n\r\nThe Data Flywheel: A bottom-up network where every user interaction cleans and verifies our dataset, creating a defensive moat that gets smarter with every query.\r\n\r\nThe Result: Win your customers before it’s even a competition",
  "one_liner": "AI Demand Gen for Companies",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Marketing",
  "launched_at": 1761945756,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Marketing"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/the-hog",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/the-hog.json"
}
