{
  "id": 30844,
  "name": "Uplane",
  "slug": "uplane",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f28d39fea2309ac2fc4d42b7be088ee964dccf6a.png",
  "website": "https://uplane.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Uplane is the AI autopilot for performance marketing. Our AI platform creates ads, builds matching landing pages, and allocates budgets across Meta, Google, TikTok and more, all in real time. By connecting to CRM and ERP data, Uplane learns what drives profit and continuously improves campaigns.\r\n\r\nCompanies waste billions on bad ads, mismatched landing pages, and poor budget allocation. Uplane fixes this by replacing a patchwork of agencies, spreadsheets, and siloed tools with one self-improving system. The result: 20-50% higher ROAS for enterprises and effortless, expert-level marketing for SMBs.\r\n\r\nDigital marketing is a $740B market with a 10% CAGR. Our model compounds: we charge a base fee plus 10% of ad spend, outperforming marketing agencies that typically charge 10-30%.\r\n\r\nOur team has deep founder-market fit: Julius managed a 7-digit monthly ad budget at one of the biggest ad spenders in Europe; Marvin has an academic background in Data Science (Imperial, Harvard) and led growth analytics & operations at a unicorn; Lukas was Head of Engineering at two YC startups, Blair (S19) and Fastgen (W23). Together, we’re building the platform we wished we had, and customers are already paying for it.",
  "one_liner": "AI autopilot for performance marketing.",
  "team_size": 6,
  "industry": "B2B",
  "subindustry": "B2B -> Marketing",
  "launched_at": 1759250646,
  "tags": [
    "Artificial Intelligence",
    "SaaS",
    "B2B",
    "Advertising"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Fall 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Marketing"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/uplane",
  "api": "https://yc-oss.github.io/api/batches/fall-2025/uplane.json"
}
