{
  "id": 24549,
  "name": "Ancana",
  "slug": "ancana",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/eedadee5411c154fc5263ef5ce5f6982bfe91a07.png",
  "website": "https://www.ancana.co",
  "all_locations": "Mérida, Yuc., Mexico; Remote",
  "long_description": "With Ancana, you can own a 1/4 or 1/8 share of the home and split expenses with the other co-owners. If you buy a 1/4 share of a home, you have access to it for 3 months of the year. For each property we set up the investment trust, find qualified co-owners, and handle the entire real estate purchase transaction. Costs are split amongst the co-owners, and we take care of the furnishing and ongoing property management.\r\n\r\nWe accomplish this by creating an investment trust for each property and dividing it into individual, purchasable shares that represent ownership in the property. We furnish each home and find and vet the co-owners. Once all of the shares of the property are sold, we retain no ownership stake in the property and transition into the role of property manager, ensuring the home is well maintained and handling any issues that arise. Unlike a timeshare, Ancana owners own a real asset (the property) versus a block of time. If you decide you want to sell your share, you are free to do so at any time, either through us or on the open market, and capture any appreciation the property has accrued.",
  "one_liner": "Marketplace to buy managed vacation homes through fractional ownership",
  "team_size": 7,
  "industry": "Consumer",
  "subindustry": "Consumer -> Travel, Leisure and Tourism",
  "launched_at": 1624984593,
  "tags": [
    "Marketplace",
    "Travel",
    "Proptech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2021",
  "status": "Active",
  "industries": [
    "Consumer",
    "Travel, Leisure and Tourism"
  ],
  "regions": [
    "Mexico",
    "Latin America",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/ancana",
  "api": "https://yc-oss.github.io/api/batches/summer-2021/ancana.json"
}
