{
  "id": 24445,
  "name": "Digistain",
  "slug": "digistain",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/ee811a143d9362213ecd8df87fca7780ce1945b8.png",
  "website": "https://digistain.co.uk/",
  "all_locations": "London, England, United Kingdom",
  "long_description": "In the global fight against breast cancer, Digistain stands at the forefront, offering a beacon of hope to millions. Our journey began at Imperial College London, where ground-breaking research gave birth to a technology poised to revolutionize breast cancer diagnostics.\r\n\r\nThe Challenge: Every year, breast cancer affects 2.3 million individuals globally. Post-surgery, 60% of patients are advised to undergo genomic testing, an expensive and time-consuming process monopolized by a single lab in the U.S., costing around $4,000 and taking nearly two months. Consequently, only 5% undergo this vital testing. The rest, unable to access this crucial diagnostic step, often resort to chemotherapy—a treatment that, in one in four cases, is more harmful than the cancer itself.\r\n\r\nOur Solution: Digistain addresses this critical gap. Our technology transforms the current diagnostic process by enabling hospitals to analyze patient samples in-house using existing equipment, supplemented with our innovative technology. This approach offers near-instantaneous decision-making data, a stark contrast to the existing month-long waits. Central to our technology is a proprietary algorithm that identifies a unique spectral fingerprint of the tumour in the infrared spectrum, providing a personalized risk score. This score guides oncologists in selecting the most effective, individualized treatment plans, potentially reducing unnecessary chemotherapy and its harmful side effects.\r\n\r\nImpact and Potential: Our solution not only challenges the status quo in technology but also in accessibility. In a landmark government-commissioned study, Digistain demonstrated clinical evidence on par with the market leader, but at a fraction of the cost and time. Already making waves in clinical practice globally, with insurance reimbursement at leading cancer centers, our technology represents a paradigm shift in cancer care.\r\n\r\nRecognized by the Institute of Physics, the Royal Society, and Imperial College for our innovative contributions, and supported by entities like the NHS, Y Combinator, and the European Investment Bank, Digistain is more than a company—it’s a movement towards equitable, effective cancer treatment. With the potential to democratize access to life-saving diagnostics, Digistain is not just envisioning a better future for cancer patients; we are actively creating it.\r\n ",
  "one_liner": "Pioneering Breast Cancer Diagnostics for a Healthier Tomorrow",
  "team_size": 40,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Diagnostics",
  "launched_at": 1624636740,
  "tags": [
    "Medical Devices"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2021",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Diagnostics"
  ],
  "regions": [
    "United Kingdom",
    "Europe"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/digistain",
  "api": "https://yc-oss.github.io/api/batches/summer-2021/digistain.json"
}
