{
  "id": 23451,
  "name": "MarqVision",
  "slug": "marqvision",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b993f487d88442acd03e44f8b8ba2ff9dd1c72c7.png",
  "website": "https://www.marqvision.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "MarqVision’s mission is to protect and build a future shaped by original ideas, innovations, and creativity. As a leading online brand protection solution, we help global brands identify and remove counterfeits and combat piracy from over 1,500 platforms and thousands of rogue websites in over 118 countries. In a time when counterfeiting poses an increasingly serious challenge, we believe that democratizing legal expertise and access to the latest in generative AI technology is critical for continuing to support the inventors, developers, and artists of the world who work tirelessly to deliver safe, high-quality products.\r\n\r\nMarqVision’s technology powers everything from detection, monitoring, and even enforcement to protect brands at scale. Founded in 2020 by Harvard Law graduates, MarqVision is proudly backed by Altos Ventures, DST Global Partners, Softbank, Atinum Investments and Y Combinator. Our commitment to innovation has also been recognized with a prestigious 2022 Innovation Award from LVMH Louis Vuitton Moët Hennessy (LVMH), and we are honored to be part of the LVMH accelerator program, La Maison des Startups, at the Station F incubator. As we bring forth the next evolution of brand protection, we invite businesses everywhere to join us in safeguarding the creativity that drives our world.",
  "one_liner": "IP operating software for brands and content companies",
  "team_size": 200,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1624608504,
  "tags": [
    "Artificial Intelligence",
    "SaaS",
    "Computer Vision",
    "B2B",
    "LegalTech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2021",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": true,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/marqvision",
  "api": "https://yc-oss.github.io/api/batches/summer-2021/marqvision.json"
}
