{
  "id": 24154,
  "name": "Tablevibe",
  "slug": "tablevibe-co",
  "former_names": [
    "Tablevibe.co"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/9212f9f0b96b04ad6f1ea1e8d1edd948fcc6ea81.png",
  "website": "https://www.tablevibe.co",
  "all_locations": "Singapore, Singapore; Remote",
  "long_description": "We’re on a mission to help restaurants go direct-to-consumer. With Tablevibe, eateries can easily launch their own online ordering system and sell directly to dine-in, pickup, and delivery customers through a branded webshop.\r\n\r\nOur platform connects seamlessly with leading logistics partners like Uber, Doordash, Grab, Foodpanda, and Lalamove to automatically book drivers at low, distance-based rates. Restaurants typically save up to 80% on delivery costs while building their own customer database and brand loyalty.\r\n\r\nBeyond ordering, we’re creating an ecosystem around digital commerce, helping restaurants grow through customer insights, cashback and referral programs, and marketing campaigns. Our unified dashboard simplifies menu and order management, while our feedback tools drive higher customer satisfaction and online reviews.\r\n\r\nBacked by Global Founders Capital, Y Combinator, and Velocity Ventures, Tablevibe empowers restaurants to take control of their digital future. Join thousands of thriving partners by booking a call with one of our experts at tablevibe.co/democall or by reaching out via hello@tablevibe.co.",
  "one_liner": "All-in-one digital ordering system for restaurants",
  "team_size": 10,
  "industry": "B2B",
  "subindustry": "B2B -> Retail",
  "launched_at": 1624604887,
  "tags": [
    "SaaS",
    "E-commerce",
    "Food Tech",
    "Retail"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2021",
  "status": "Active",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "Singapore",
    "Southeast Asia",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/tablevibe-co",
  "api": "https://yc-oss.github.io/api/batches/summer-2021/tablevibe-co.json"
}
