{
  "id": 24839,
  "name": "Talentdrop",
  "slug": "talentdrop",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/75a4c7f1f648095f18ddfb21ebe07a52720214e8.png",
  "website": "https://www.talentdrop.com/",
  "all_locations": "Menlo Park, CA, USA; Atherton, CA, USA; Remote",
  "long_description": "When it comes to hiring, there are lots of resources to help managers get more candidates. But on average, only 1 in every 300 of these candidates actually get hired. Hiring managers and recruiters end up taking a robotic, brute force approach to sourcing - the kind of approach top talent hates.\r\n\r\nManagers are increasingly finding that the simplest and most personable way to attract talent starts with their network. The best candidates want to work for great people, not faceless companies. Sharing open roles on places like LinkedIn, Slack, and Twitter unlocks enormous potential for a personalized recruiting approach across a curated talent pool, but these referrals are difficult to track across platforms and end up lost in the shuffle. We are changing that.\r\n\r\nAfter more than a decade building teams at high-growth consumer tech companies like Instacart, Snapchat, and Uber, Maddy Nguyen turned her attention to creating collaborative tools for hiring managers and recruiters to source candidates from a wider range of networks and communities - while staying human.",
  "one_liner": "Your personal hiring page.",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B -> Recruiting and Talent",
  "launched_at": 1624596174,
  "tags": [
    "Marketplace",
    "SaaS",
    "Recruiting"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2021",
  "status": "Inactive",
  "industries": [
    "B2B",
    "Recruiting and Talent"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/talentdrop",
  "api": "https://yc-oss.github.io/api/batches/summer-2021/talentdrop.json"
}
