{
  "id": 24531,
  "name": "TransAstra Corporation",
  "slug": "transastra-corporation",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/353875598f350dfcaff4b40361d84c8223db2116.png",
  "website": "https://www.transastra.com",
  "all_locations": "Los Angeles, CA, USA",
  "long_description": "With five issued patents covering our core business lines, and more than a dozen additional patents pending this year and more than $5M in revenue, TransAstra is developing the technologies that will drive the rapidly expanding space economy. Our breakthrough Omnivore propulsion system can propel spacecraft, including our Worker Bee commercial OTV with water or virtually any other fluid as a propellant using only concentrated sunlight as a power source. Omnivore is faster, cheaper, and more practical than electric propulsion while being substantially less expensive, safer, and more operationally flexible than legacy chemical propulsion systems. Our Sutter Telescope System can identify and locate resource-rich asteroids and orbital debris that existing technologies can’t find and works synergistically with our Worker Bee OTV for orbital logistics. For government customers, Sutter can identify dark fast-moving objects between Earth and the Moon which currently evade detection, a critical issue for national defense and a key need of the Space Force. We are already using Sutter in ground-based observatories and will begin commercial sales of Sutter SDA data next month having tracked dozens of faint moving objects in space already. Once launched into space, Sutter will be 300,000 times more cost effective than any other known telescope design and will revolutionize sense making in space.",
  "one_liner": "Orbital logistics: Unleashing space industry, from Earth to asteroids",
  "team_size": 8,
  "industry": "Industrials",
  "subindustry": "Industrials -> Aviation and Space",
  "launched_at": 1624561432,
  "tags": [
    "Space Exploration"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2021",
  "status": "Active",
  "industries": [
    "Industrials",
    "Aviation and Space"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/transastra-corporation",
  "api": "https://yc-oss.github.io/api/batches/summer-2021/transastra-corporation.json"
}
