{
  "id": 1044,
  "name": "Apollo.io",
  "slug": "apollo-io",
  "former_names": [
    "ZenProspect"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/54eafa8eda34ea12e9105ff28b47a5c40492938a.png",
  "website": "https://www.apollo.io/",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "Founded in 2015, Apollo.io is a lead intelligence and sales engagement platform trusted by nearly 9,000 paying customers, from rapidly growing startups to some of the largest global enterprises. Our community-based approach to crowdsourcing data gives users maximum coverage while ensuring data accuracy. Our advanced algorithms and unique data acquisition methods help over 500,000 sales professionals enrich and analyze prospects' data to increase quality conversations and opportunities.\r\n\r\nWe have notable investors: Y Combinator and Nexus Venture Partners. We recently completed a Series B financing to fuel our next growth phase. We have reached and maintained profitability for the last 18 months.\r\n\r\nOur growth and customer feedback set us apart from competitors.  Apollo had over one million sign-ups for its platform in the past year, and the number of weekly active users increased by over 400%.  We are a top-ranking G2 Crowd vendor in the Sales Intelligence, Lead Intelligence, Marketing Account Intelligence, and Sales Engagement categories.  Our highest scores are in the B2B data space for accuracy and ROI based on customer reviews. ",
  "one_liner": "Apollo is the foundation of your entire go-to-market strategy.",
  "team_size": 40,
  "industry": "B2B",
  "subindustry": "B2B -> Marketing",
  "launched_at": 1447568416,
  "tags": [
    "Sales",
    "Marketing"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W16",
  "status": "Active",
  "industries": [
    "B2B",
    "Marketing"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": true,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/apollo-io",
  "api": "https://yc-oss.github.io/api/batches/w16/apollo-io.json"
}
