{
  "id": 1009,
  "name": "Copia",
  "slug": "copia",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/802cdfaf69a7d1d62bfdf8c18810860104506f05.png",
  "website": "http://www.gocopia.com",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "We waste 3X more food than there are hungry mouths to feed. It is not a lack of food that's the issue, but rather an ineffective distribution of that food. Hunger is not a scarcity problem; it's a logistics problem.\r\n\r\nFor the first time ever, we can effectively donate prepared and highly perishable food to those who need it when we need it most. Copia is a for-profit company that has built technology allowing businesses (e.g., food management companies like Compass Group, corporate cafeterias, universities, hospitals, grocers, caterers, etc.) to easily request pickups of their surplus food, have it matched, and safely delivered to non-profits in need. With Copia, partnering businesses can seamlessly access significant tax savings, dramatically reduce food waste through data and analytics on surplus, and remove CO2 from the atmosphere, all while feeding their community.\r\n\r\nWe have diverted over 7M pounds of edible food from landfills and provided businesses and nonprofits with over $23M in savings. We will feed over 7M people with incredible food that would have otherwise been wasted!",
  "one_liner": "Copia's a for-profit technology company that solves food waste &…",
  "team_size": 20,
  "industry": "B2B",
  "subindustry": "B2B -> Office Management",
  "launched_at": 1447311916,
  "tags": [
    "SaaS",
    "B2B",
    "Food Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W16",
  "status": "Active",
  "industries": [
    "B2B",
    "Office Management"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/copia",
  "api": "https://yc-oss.github.io/api/batches/w16/copia.json"
}
