{
  "id": 1088,
  "name": "flexEngage",
  "slug": "flexengage",
  "former_names": [
    "flexReceipts"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://www.flexengage.com",
  "all_locations": "Orlando, FL, USA",
  "long_description": "flexEngage helps retailers personalize post-purchase communications, like receipts, to better engage their most committed customers and drive additional sales. \r\n\r\nAmazon is destroying traditional retailers with their data and software because most retailers can't afford to build it on their own. So instead, retailers resort to wasting billions of dollars on ineffective marketing like Facebook ads to try and compete, while ignoring their most effective marketing channel, post-purchase communications. flexReceipts provides retailers with Amazon-like software for their trillions of post-purchase communications, by turning static messages into a personalized marketing medium.  We have a powerful data network effect; creating the world’s largest database of consumers’ shopping behavior currently at 300 million transactions and 47m unique consumer profiles.  \r\n\r\nOther important information: \r\n- Our consumer database will replace the need for Nielsen, IRI, and Traqline - A $130b industry.  \r\n- We're at $2.4m ARR,\r\n- Deployed in 11k stores nationwide by amazing brands like Under Armor, Michael Kors, Oakley, and GNC. \r\n- Contracts range from $25 - $500k yearly, recurring - with the majority being 3-year contracts. \r\n- Avg retailers you have never heard about, like Shoe Carnival and DXL, each represent $100k yearly recurring contracts for us. \r\n- We've run an efficient company while we found PMF.  $2m still in the bank, $85k monthly burn.  \r\n\r\n",
  "one_liner": "Dynamic transactional communications for physical stores to help…",
  "team_size": 25,
  "industry": "B2B",
  "subindustry": "B2B -> Retail",
  "launched_at": 1450418716,
  "tags": [
    "Analytics",
    "Retail"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W16",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/flexengage",
  "api": "https://yc-oss.github.io/api/batches/w16/flexengage.json"
}
