{
  "id": 1053,
  "name": "HistoWiz",
  "slug": "histowiz",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://histowiz.com",
  "all_locations": "NY, USA",
  "long_description": "HistoWiz is an innovative company dedicated to accelerating pathology-based research.\r\n\r\nHistoWiz provides fast, global access to digital whole-slide images, online collaboration tools, low-cost data management, and experimental pathology expertise. The web-based platform accelerates information exchange among medical scientists and research pathologists. HistoWiz's mission is to fight cancer cooperatively instead of individually by connecting scientists and pathologists for online collaboration.\r\n\r\nThe HistoWiz advantage\r\nWe help your lab minimize the cost of research and maximize research productivity by providing the most efficient service for scientists to analyze experimental pathology specimens. We believe that scientists should spend their time on results interpretation rather than repetitive tissue cutting.\r\n\r\nHow does it work?\r\nHistoWiz accepts formalin-fixed specimens by mail for tissue processing services. To expedite delivery of results and to facilitate global collaboration, HistoWiz offers whole-slide imaging and pathology services, allowing researchers to remotely and instantly view high-magnification images of their specimens via a secure, cloud-based “virtual microscope” on any computer or mobile device without downloading any software or gigabyte-sized files.",
  "one_liner": "Accelerating Histopathology for Cancer Research ",
  "team_size": 2,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare Services",
  "launched_at": 1447653916,
  "tags": [
    "Biotech",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W16",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/histowiz",
  "api": "https://yc-oss.github.io/api/batches/w16/histowiz.json"
}
