{
  "id": 980,
  "name": "Magic Instruments",
  "slug": "magic-instruments",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "",
  "all_locations": "Los Angeles, CA, USA",
  "long_description": "Musical instruments  that enable anyone to play instantly, and make it easier and more inspiring to learn.\r\n\r\nMagic Instruments (YC W2016 and Highway1 F2015) is the maker of the MI Guitar. \r\nWe design the tools that allow anyone to express themselves by making music. Our mission is to create a world that inspires human connection through music playing. We give people all the joy of playing music. We’re developing a new class of music instruments and the ecosystem around them, starting with our first product, a new type of guitar that anyone can play using an intuitive UI on the fretboard and a mobile app to play your favorite songs, instantly. We also make it technically easier and more inspiring to learn traditional guitar technique.\r\n\r\nCan't play a guitar? We guarantee you can play this one.\r\n\r\nThe MI Guitar is a new type of guitar that you can pick up and play, instantly. By reinventing the fretboard of a traditional guitar, it simplifies playing so anyone can play their favorite songs at first sight, or create their own original music. You can also play this like the traditional guitar and it gives you a fun and easy way to learn the guitar.\r\n\r\nPre-order now at https://magicinstruments.com\r\n\r\nFacebook: https://www.facebook.com/magicinstruments/\r\nTwitter: https://twitter.com/magicinstrument\r\nYouTube: https://www.youtube.com/c/magicinstruments",
  "one_liner": "Magic Instruments makes a high-tech guitar that is easier and more…",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Consumer Electronics",
  "launched_at": 1447199416,
  "tags": [
    "Music"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W16",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Consumer Electronics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/magic-instruments",
  "api": "https://yc-oss.github.io/api/batches/w16/magic-instruments.json"
}
