{
  "id": 1033,
  "name": "Netomi",
  "slug": "netomi",
  "former_names": [
    "msg.ai"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/a39a790ec2d3d1805e80c70308782d153f1c2294.png",
  "website": "https://netomi.com",
  "all_locations": "San Mateo, CA, USA",
  "long_description": "Welcome to Netomi AI, where we are revolutionizing the world of customer experiences through cutting-edge artificial intelligence. Our mission is clear: to create AI that not only solves mission-critical problems for the world's largest brands but also fosters genuine customer love. Backed by industry titans like Y-Combinator, Index Ventures, Jeffrey Katzenberg, and Greg Brockman, Netomi AI is at the forefront of defining the future of AI-driven customer engagement.\r\n\r\nAt Netomi, we embody our core values in everything we do:\r\n\r\nPassion: We love what we do, genuinely. We persevere, creatively problem solve, and grow from adversity.\r\n\r\nCustomer Focus: We obsess over creating a positive impact and deliver experiences that meet or exceed the needs of our customers, and their customers.\r\n\r\nOne Team: We believe in working collaboratively as One Team to meet shared objectives and goals.\r\n\r\nJoining Netomi AI means being part of a dynamic, fast-growing team that values innovation, creativity, and hard work. As a key player in the Generative AI revolution, you'll have the opportunity to significantly impact our success while developing your skills and career in the ever-evolving field of AI.\r\n\r\nNetomi AI is not just a workplace; it's a community of visionaries shaping the future of customer engagement. If you're ready to be part of something extraordinary, where your passion aligns with our values and vision, we invite you to explore opportunities with us. Your journey to redefine customer experiences with brand-safe AI starts here.\r\n\r\nMission\r\nTo empower the highest quality customer experiences with brand-safe AI.\r\n\r\nVision\r\nBuilding Brand and Customer Love",
  "one_liner": "Self-Driving Customer Care",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B -> Marketing",
  "launched_at": 1447567509,
  "tags": [
    "Deep Learning",
    "Customer Service",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W16",
  "status": "Active",
  "industries": [
    "B2B",
    "Marketing"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/netomi",
  "api": "https://yc-oss.github.io/api/batches/w16/netomi.json"
}
