{
  "id": 1101,
  "name": "Qvin",
  "slug": "qvin",
  "former_names": [
    "Qurasense"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/98ad1729e40efda7a73fdca5b3a5d90c3364692d.png",
  "website": "https://qvin.com/",
  "all_locations": "Menlo Park, CA, USA",
  "long_description": "Qvin is the first and only healthcare service to scientifically prove menstrual blood can test for critical health information – just like a traditional laboratory blood test.\r\n\r\nWomen's health has always been under-prioritized in science. We still operate in a world built by men, for men. It’s why in 2014, Dr. Sara Naseri and Søren Therkelsen started Qvin to research, develop, and patent a product that powers an underserved and understudied population—women.\r\n\r\nOver 70% of the decisions our doctors make are influenced by blood test results.  Every month, 1.8 billion people across the world menstruate. However, the blood our bodies naturally deliver every month has never been explored as a testing source. And yet, menstrual blood has been left unexplored.\r\n\r\nQvin is the first and only healthcare service to use period blood as a non-invasive blood test. We exist to give women an easy, insightful way to monitor existing health issues, proactively screen for others, and go into doctor visits more informed and confident of their own health.\r\n\r\nOur health technology platform helps women manage their health better through a non-invasive blood collection device named the Q-Pad™.\r\n\r\nAll of us at Qvin want to move the study of women forward. We want to close the gender data gap. And we stand for every person who identifies with women, however they define it.",
  "one_liner": "Empowering women. Period.",
  "team_size": 30,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1451989216,
  "tags": [
    "AI-powered Drug Discovery",
    "Consumer Health Services",
    "Telemedicine"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W16",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/qvin",
  "api": "https://yc-oss.github.io/api/batches/w16/qvin.json"
}
