{
  "id": 1034,
  "name": "Superside",
  "slug": "superside",
  "former_names": [
    "Konsus"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/3f97e6f72e5f0f939f199ac6282cab34c72f7945.png",
  "website": "http://www.superside.com",
  "all_locations": "Oslo, Oslo, Norway; Remote",
  "long_description": "Superside is the leading Creating-as-a-Service company, and today helps 450+ ambitious brands like Google, Meta, Amazon, Salesforce, Coinbase get great design and creative done at scale. \r\n\r\nSuperside is a fully remote tech-enabled creative company with 750 team members in 72 countries and 17 time zones. Superside delivers more reliable creative performance than any other solution on the market, and helps the world's leading brands with advertising, brand design and video. \r\n\r\nAt Superside, our goal is to be the best at finding top creative talent anywhere in the world, and our promise is to build the fastest possible way to accelerate creative careers. We build technology to make it simple for customers to submit and manage projects, and to increase the productivity of our creative team. \r\n\r\nWith a highly efficient operating model where we never do pitch work, never submit for awards and where we ensure 90+% team utilization, we are able to keep prices at around one third of the price of traditional advertising and design agencies. \r\n\r\nSince going through Y Combinator W16, Superside has raised capital from Luxor Capital, Prosus Ventures, Freestyle Capital, Slack Fund, Sam Altman, High Alpha and Alliance Ventures. ",
  "one_liner": "Creative-as-a-service",
  "team_size": 750,
  "industry": "B2B",
  "subindustry": "B2B -> Productivity",
  "launched_at": 1447567515,
  "tags": [
    "SaaS",
    "Design Tools"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W16",
  "status": "Active",
  "industries": [
    "B2B",
    "Productivity"
  ],
  "regions": [
    "Norway",
    "Europe",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/superside",
  "api": "https://yc-oss.github.io/api/batches/w16/superside.json"
}
