{
  "id": 1003,
  "name": "WorldCover",
  "slug": "worldcover",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "https://www.worldcovr.com",
  "all_locations": "New York, NY, USA",
  "long_description": "WorldCover offers peer-to-peer investments that provide insurance to the global poor. We connect a growing pool of investors who seek uncorrelated investment returns and impact from their capital with a huge and growing need for natural disaster insurance in the developing world.  \r\n\r\nWorldCover's platform improves food and income security for smallholder farmers in developing countries. More than 70% of the 2.5 billion people living at the “base of the pyramid” throughout the world rely on agriculture for income and sustenance. Farmers face a number of major risks to their livelihoods which they cannot control. Insurance gives them a sense of security even if they have a bad harvest, allowing them to improve their diets, invest in their farms, and send their children to school.\r\n\r\nIn an increasingly interconnected world, diversified markets are becoming harder and harder to find. WorldCover's investment products offer both retail and professional investors attractive yet uncorrelated returns with the world's financial markets.",
  "one_liner": "Funding platform for global insurance, starting with crop insurance…",
  "team_size": 20,
  "industry": "Fintech",
  "subindustry": "Fintech -> Insurance",
  "launched_at": 1447280416,
  "tags": [
    "Fintech",
    "Insurance"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W16",
  "status": "Inactive",
  "industries": [
    "Fintech",
    "Insurance"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/worldcover",
  "api": "https://yc-oss.github.io/api/batches/w16/worldcover.json"
}
