{
  "id": 284,
  "name": "Cloudant",
  "slug": "cloudant",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://cloudant.com",
  "all_locations": "Boston, MA, USA",
  "long_description": "Cloudant's distributed database-as-a-service (DBaaS) allows developers of fast-growing web and mobile apps to focus on building and improving their products, instead of worrying about scaling and managing their databases on their own.\n\nWe manage and distribute your data globally so you can grow more users, build more app features, and sleep more knowing we're keeping the servers up and humming.\n\nCloudant was founded in Cambridge, Massachusetts in 2008 by three MIT physicists who at the time were moving multi-petabyte data sets around from the Large Hadron Collider. Frustrated by the available tools for managing and analyzing Big Data in their research, the founders built a distributed, fault-tolerant, globally scalable data layer on top of Apache CouchDB.\n\nThe service has grown since then. The team now manages and serves mobile and web app data on behalf of thousands of developers and hundreds of customers to their users around the world. In 2014, the company was acquired by a global enterprise software & hardware vendor.",
  "one_liner": "NoSQL Database-aaS.  Acquired by IBM in 2014.  Now IBM Cloud Data…",
  "team_size": 51,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1326790962,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S08",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/cloudant",
  "api": "https://yc-oss.github.io/api/batches/s08/cloudant.json"
}
