{
  "id": 26769,
  "name": "ALT TEX",
  "slug": "alt-tex",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6cf48f1bdd01fd17e94a2956a2f313bda002e407.png",
  "website": "https://thealttex.com/",
  "all_locations": "Toronto, ON, Canada",
  "long_description": "ALT TEX is a Toronto-based biomaterials startup that has developed the world’s first biodegradable and carbon neutral fabric, engineered from the world’s largest landfill contributor - food waste. Polyester alone makes up 60% of the $2.5 trillion fashion industry and is the biggest blocker preventing brands from meeting sustainability mandates. The patent-pending ALT TEX fermentation technology creates a polyester alternative that works with the existing infrastructure to supply a sustainable, high performance and cost competitive polyester replacement to fashion brands, at scale. \r\n\r\nThe product solves key problems for fashion brands, consumers, and the environment:\r\n\r\n(1) Fashion brands: ALT TEX sells fabric to fashion brands, allowing them to differentiate via sustainable options (sustainable fashion growing 11% CAGR) and hit sustainability targets, without sacrificing performance or changing their current supply chain.\r\n\r\n(2) Consumer: The ALT TEX fabric is projected to be half the price vs. other specialized sustainable alternatives (due to low-cost input and scalability), meaning greater accessibility.\r\n\r\n(3) Environment: A single shirt produced with ALT TEX fabric can divert 1 kg of food waste from landfills, 9 kg of carbon emissions from the air, and 4 g of micro-plastics from our waterways.\r\n\r\nCo-founders Myra and Avneet have worked together managing teams and projects for six years, with backgrounds in serial entrepreneurship, corporate sales at Fortune 500 companies, textile manufacturing and biochemistry. To date, ALT TEX has created their first fabric prototype that’s 70% stronger than cotton, secured $1M in LOIs and raised $2.3M.",
  "one_liner": "Biodegradable and carbon neutral textiles, engineered from food waste.",
  "team_size": 10,
  "industry": "Industrials",
  "subindustry": "Industrials -> Climate",
  "launched_at": 1659631637,
  "tags": [
    "Carbon Capture and Removal",
    "Bioplastic",
    "Biotech",
    "Climate",
    "Food Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2022",
  "status": "Active",
  "industries": [
    "Industrials",
    "Climate"
  ],
  "regions": [
    "Canada",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/alt-tex",
  "api": "https://yc-oss.github.io/api/batches/summer-2022/alt-tex.json"
}
