{
  "id": 26717,
  "name": "Blitz",
  "slug": "blitz",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/9319d5ef3419cc17f12a1fb2910035be736adcb4.png",
  "website": "https://www.blitznocode.com/",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "Blitz is a no-code platform to build internal applications and automate manual tasks. Quickly build a database, integrate your logic, and scale your operations. \r\n\r\nAlternative to Google Sheet and Airtable, Blitz is not limited by a number of lines of records or by an API rate. \r\n\r\nCreate your data model and set up data validation rules. Use our interface builder to create dynamic forms, and quickly onboard customer and partners. Leverage our granular permissions to share data to external users (publicly or privately). Add advanced business logic to your forms and portals, without writing any line of code. The experience is similar to creating spreadsheets, but without their limitations in terms of scalability and security. \r\n\r\nYou can use Blitz to build an onboarding flow, an order management system or some validation workflows for compliance purposes. \r\n\r\nStop using developer resources or rigid SaaS software. Start building your own tools, adapted to your needs, with Blitz. ",
  "one_liner": "Lovable for non-tech users: Build no-code internal and customer apps",
  "team_size": 4,
  "industry": "B2B",
  "subindustry": "B2B -> Operations",
  "launched_at": 1656995564,
  "tags": [
    "SaaS",
    "B2B",
    "No-code",
    "AI",
    "Databases"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2022",
  "status": "Active",
  "industries": [
    "B2B",
    "Operations"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/blitz",
  "api": "https://yc-oss.github.io/api/batches/summer-2022/blitz.json"
}
