{
  "id": 26903,
  "name": "Chowdeck",
  "slug": "chowdeck",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1cb3611d48c9867e080282b7a0bbe6718d647fc6.png",
  "website": "https://chowdeck.com",
  "all_locations": "LA, Nigeria",
  "long_description": "Founded in October 2021, currently based in Lagos, Nigeria, Africa’s most populous city, Chowdeck is an on-demand food delivery service and marketplace where people can purchase their favourite meals from a wide range of restaurants. Whether local or continental, customers can buy food in a few short steps and have it delivered to their doorstep in under 30 minutes. \r\n\r\nChowdeck is on a mission to empower restaurants in Africa to deliver meals to customers anywhere and anytime. Part of our unique offering to the restaurants listed on our marketplace is that we’ll help them grow, and so far, most of the restaurants we work with can boast of this achievement. With their help and the help of an ambitious team of relentless and fearless riders, we’ve delivered over 80,000 meals in the last six months in two major cities in Lagos.\r\n\r\nWe’ve come this far because we’re passionate about understanding the teething pains of delivery service in Africa and believe strongly in a world where ordering a meal is seamless.",
  "one_liner": "On-demand food delivery for Africa",
  "team_size": 14,
  "industry": "Consumer",
  "subindustry": "Consumer -> Food and Beverage",
  "launched_at": 1658177231,
  "tags": [
    "Logistics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2022",
  "status": "Active",
  "industries": [
    "Consumer",
    "Food and Beverage"
  ],
  "regions": [
    "Nigeria",
    "Africa",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/chowdeck",
  "api": "https://yc-oss.github.io/api/batches/summer-2022/chowdeck.json"
}
