{
  "id": 27090,
  "name": "CompUp",
  "slug": "compup",
  "former_names": [
    "Hiresure.ai",
    "CompUp.io"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/418fe819ff51f7a93e3dfa5ef6d26990a3053c22.png",
  "website": "https://www.compup.io",
  "all_locations": "Bengaluru, KA, India",
  "long_description": "With over 500M white-collared job offers rolled out annually, companies find it very difficult to be certain about what to offer. Companies rely on old compensation survey data, which are updated only once every year.\r\n\r\nThe salary expectations of candidates in the market change significantly on a quarterly basis (~7% statistically) in the startup ecosystem.\r\n\r\nThis results in more than 50% of qualified/selected candidates not joining the company due to expectation mismatch.\r\n\r\nCompUp is an API-driven compensation benchmarking tool. We integrate with your existing HR/payroll systems, removing the need for manual data entry, and also getting updated in real-time.\r\n\r\nCompUp provides the most accurate real-time compensation benchmarking data which helps you make the right offer to the candidate. The platform allows you to make better compensation decisions such as annual increments, candidate offers using internal and external data. \r\n\r\nThis has the following advantages :\r\n- All the process of compensation data submission is automatic and needs no manual intervention\r\n- Since the job market is dynamic in nature, the offers made on CompUp's real-time benchmarks would be the most efficient\r\n- The presentation of the offer to the candidate makes it look more appealing and explanatory to the candidate\r\n",
  "one_liner": "Building a compensation graph to help companies optimise people spend",
  "team_size": 35,
  "industry": "B2B",
  "subindustry": "B2B -> Human Resources",
  "launched_at": 1656419987,
  "tags": [
    "SaaS",
    "Human Resources",
    "B2B",
    "HR Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2022",
  "status": "Active",
  "industries": [
    "B2B",
    "Human Resources"
  ],
  "regions": [
    "India",
    "South Asia"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/compup",
  "api": "https://yc-oss.github.io/api/batches/summer-2022/compup.json"
}
