{
  "id": 26901,
  "name": "FlyCode",
  "slug": "flycode",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4cd904583699bd121334a407aea4c0921152f48a.png",
  "website": "https://www.flycode.com",
  "all_locations": "Boston, MA, USA",
  "long_description": "FlyCode helps subscription merchants maximize revenue. We reduce involuntary churn by managing payment failures intelligently.\r\n\r\nWe’re Jake, Etai, and Tzachi and we’re building FlyCode.\r\n\r\nTL;DR: If you sell SaaS or B2C subscriptions, we’re here to help you recover lost revenue due to failed payments and involuntary churn.\r\n\r\n‘Involuntary’ or ‘Passive’ churn is a hidden Revenue Killer 💳 for Subscription Businesses\r\n\r\n❌ THE PROBLEM: Recovering Failed Payments is Complex\r\nInvoluntary churn refers to the loss of subscribers due to payment failures, not due to them actively canceling. While it is both possible and a worthwhile strategy to attempt to win back a customer during the cancellation process — involuntary churn is not intentional and in most cases, your customers aren’t even aware that their payment failed.\r\n\r\n💰 Bottom line?\r\nEffective payment optimization does reduce involuntary churn and will increase ARR by as much as 5-10%\r\n\r\nFLYCODE SOLUTION 💡\r\nFlyCode leverages ML and AI to provide Payment Optimization and smart payment retries to maximize subscription revenue and reduce churn. We apply a unique model tailored to each Merchant and their customers to ensure optimal results.\r\n\r\n⚡️Automatically recover failed subscription payments and reduce passive churn\r\n\r\n⚡️Use ML & AI based payment optimization to find the best time to charge your customers\r\n\r\n⚡️ Improve customer experience by coordinating payment retries with customer emails/SMS\r\n\r\n🛠️ We support OOTB + Custom Integrations for Merchants and White-Label for Platforms\r\n",
  "one_liner": "Recover failed subscription payments to increase retention and LTV",
  "team_size": 7,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1657031035,
  "tags": [
    "Artificial Intelligence",
    "Fintech",
    "Payments",
    "E-commerce",
    "Subscriptions"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2022",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/flycode",
  "api": "https://yc-oss.github.io/api/batches/summer-2022/flycode.json"
}
