{
  "id": 26795,
  "name": "Gullak Money",
  "slug": "gullak-money",
  "former_names": [
    "Gullak (Piggy Bank is known as Gullak in Hindi)",
    "Gullak"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/02dc5ca39f0b84d551575438e1537fbaa5ba8983.png",
  "website": "https://gullak.money",
  "all_locations": "Bengaluru, KA, India",
  "long_description": "Gullak is a mobile app that automates savings & invests these in Gold. We launched in India 60 days ago and have grown from 0 to 40k transacting users and hit a monthly GTV of $280K already. We are growing 25% week on week.\r\n\r\nIndia is a nation of savers but the way the majority of India saves is non-smart & does not create wealth. There are 200 Mn Indians who save manually in bank deposits, the returns from these instruments do not even beat India's inflation. \r\n\r\nGold is an instrument that India loves - 30Bn worth gold is purchased in India every year by middle income households. Gold has great cultural significance in India & there is high familiarity with the asset class. Despite gold being a familiar asset class & giving 5% higher returns than bank deposits, 200 Mn Indians still save manually in these non wealth creating bank deposits. This is largely because the ways to save in Gold required painful discrete activities such as manually accumulating money to buy gold, going to offline stores to buy this gold, incurring storage charges & more. The minimum ticket size for purchasing gold at these stores is $50 adding to more friction to saving in Gold.\r\n\r\nUsing automated savings, Gullak now makes it extremely easy for users to save small amounts regularly($1/day) in digital Gold.This was not possible a year ago because the underlying infrastructure(UPI Autopay) was missing. \r\n\r\nWith 50 Mn Indians saving $2/day & with gold backed lending, this is a $1.5Bn market opportunity.\r\n\r\nGullak’s Founding team is the team which built BHIM UPI App(10Mn Downloads in 10 Days), this was launched by the PM of India. We built large scale payment systems for partners like GooglePay / Amazon, processing more than 30Mn payments/day. This is the same team that has built more than 40+ consumer brands & their initial growth strategy.\r\n",
  "one_liner": "Gullak automates savings & invests these in gold",
  "team_size": 15,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1659945230,
  "tags": [
    "Fintech",
    "Consumer"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2022",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "India",
    "South Asia"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/gullak-money",
  "api": "https://yc-oss.github.io/api/batches/summer-2022/gullak-money.json"
}
