{
  "id": 26710,
  "name": "Tailor",
  "slug": "tailor",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/9a820aa4b7b154f3af51351a25732f22fdf20d89.png",
  "website": "https://www.tailor.tech/",
  "all_locations": "Tokyo, Tokyo, Japan",
  "long_description": "Tailor is the headless ERP that gives fast-growing retail brands a composable, API-first platform to run operations with speed, flexibility, and control.\r\n\r\n🧱 Legacy ERP is too rigid: Systems like NetSuite and SAP take months (or years) to implement and break with every change. Tailor is modular, headless, and easy to adapt.\r\n🧩 Point solutions don’t scale: Tools like inventory or order management software solve one problem, but can’t talk to each other or keep up with growth.\r\n📊 Spreadsheets are everywhere: From demand planning to purchase orders, even $100M+ brands still rely on Excel. Tailor replaces duct-taped workflows with ops modules you can tweak, combine, or scale\r\n⚡️ Complex workflows need custom logic: Whether it's multi-location inventory, DTC + B2B orders, or light manufacturing (like kitting or lot tracking), Tailor supports flexible automations out of the box.\r\n👟 Operators can move faster: Launch backend modules in minutes, not months. Tailor's low-code tools let teams build, automate, and adapt without waiting on engineering or implementation agencies.\r\n\r\n\r\nBuilt for composable retail:\r\n- Headless backend with GraphQL APIs\r\n- 50+ integrations (Shopify, QuickBooks, 3PLs, etc.)\r\n- Custom automations via Pipelines, Functions, and Event Triggers\r\n- State machines for approvals and multi-step workflows\r\n- AI features like OCR and vector search built in\r\n\r\nTailor is already powering operations at fast-growing omnichannel brands and modern manufacturers.\r\nWe’re proud to be the first Japan-based company to join Y Combinator. \r\n\r\nLearn more at [tailor.tech](https://www.tailor.tech)\r\n",
  "one_liner": "Headless ERP for retail operations",
  "team_size": 40,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1654046243,
  "tags": [
    "Developer Tools",
    "SaaS",
    "B2B",
    "API",
    "Enterprise"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2022",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "Japan",
    "East Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/tailor",
  "api": "https://yc-oss.github.io/api/batches/summer-2022/tailor.json"
}
