{
  "id": 26793,
  "name": "Windmill",
  "slug": "windmill",
  "former_names": [
    "Windmill.dev"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/65ba001ab4d9a51e57b2d599e1b3c910c0a39b01.png",
  "website": "https://windmill.dev",
  "all_locations": "Paris, Île-de-France, France",
  "long_description": "Windmill is an open-source developer platform to quickly build production-grade multi-step internal apps, workflows and integrations from minimal Python and Typescript scripts. \r\n\r\nOpen-source alternative to Airplane and Pipedream. Simplified temporal with automatic app generation. Usable as a self-hosted AWS Lambda.\r\n\r\nSync your scripts from your github repo or write them directly on Windmill, have them be converted to apps and no-code modules automatically. Use those apps as standalone or, build powerful flows using either those scripts or scripts made by the community on hub.windmill.dev. The experience is similar to no-code tools except that at any point, any module can have its code inspected and tweaked. Leveraging the open-source community, we will build an exhaustive library of scripts for all apis and generic tasks.\r\n\r\nYou may also wrap Windmill with your own frontend to provide automation as a feature on top of your own SaaS.\r\n\r\nFocus on your business logic for all kind of flows, Windmill is the platform to build, share and run them.",
  "one_liner": "Open-source platform to turn scripts into internal apps & workflows",
  "team_size": 10,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1651798285,
  "tags": [
    "Developer Tools",
    "SaaS",
    "B2B",
    "Workflow Automation",
    "Open Source"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2022",
  "status": "Active",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "France",
    "Europe",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/windmill",
  "api": "https://yc-oss.github.io/api/batches/summer-2022/windmill.json"
}
