{
  "id": 12553,
  "name": "BODYSIM by Well Principled",
  "slug": "bodysim-by-well-principled",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7deb4b1138bf28d77c17917f911b89d59935e15c.png",
  "website": "https://bodysim.com",
  "all_locations": "St. Louis, MO, USA",
  "long_description": "Gain muscle and shed fat with a digital twin of your body. BODYSIM is an app-based simulation of your body and its potential that recommends nutrition and exercise to meet your goals. Use BODYSIM to (1) Assemble your data from food logging, BIA weigh-ins, DEXA scans, at-home blood tests, and wearables, (2) Learn to “triangulate the truth” of your unique metabolism and physiology, and (3) Adjust your nutrition and exercise plans by simulating what will happen to your body. One founder put on 45 lbs muscle, and another put on 25 lbs of muscle while losing 50 lbs of fat. Our alpha testers lost an average of 12.6 pounds in 3 months.\r\n\r\nOur core technology distills messy academic literature into simulations. Before turning to our own fitness journeys, we successfully deployed sophisticated enterprise models of plant-soil-atmosphere, consumer behavior and battery electrochemistry. With BODYSIM we built a science-based simulation of macronutrient balance and muscle hypertrophy. It includes cell turnover, oxidation for energy, lipolysis of fat stores, synthesis of new muscle, glycogen resynthesis, GI latency, and even ketones. Get jacked at BODYSIM.com\r\n",
  "one_liner": "Gain Muscle and Shed Fat with a Digital Twin of Your Body",
  "team_size": 10,
  "industry": "Healthcare",
  "subindustry": "B2B -> Supply Chain and Logistics",
  "launched_at": 1556081533,
  "tags": [
    "Artificial Intelligence",
    "Sports Tech",
    "Consumer",
    "Fitness",
    "Health & Wellness"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S19",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": true,
  "app_answers": true,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/bodysim-by-well-principled",
  "api": "https://yc-oss.github.io/api/batches/s19/bodysim-by-well-principled.json"
}
