{
  "id": 12525,
  "name": "Dex",
  "slug": "dex",
  "former_names": [
    "Dana",
    "Dex",
    "Dex (was Dana)"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4ee93cea377a5b2116981214a65b65763a20f92d.png",
  "website": "https://getdex.com",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "Dex is a personal CRM that reminds you to keep in touch with the people you would otherwise forget.\r\n\r\nDex helps turn your acquaintances into your allies.  Going beyond the superficiality of social networks requires commitment.  If you remember to keep in touch thoughtfully, you can turn the interesting person you met at a networking event into a friend that has your back.  \r\n\r\nI built Dex after failing to keep up with the tools I tried (Airtable, Notion, etc) for relationship management. Installing an actual CRM like Hubspot felt like a wrong fit for my informal relationships -- these people were 'my team,' not customers.\r\n\r\nDex is a lightweight personal CRM that’s easy to stick with. Key to Dex is a Chrome extension that enables you to manage relationships while you’re in Facebook, Messenger, Twitter, and the social apps you already use. Dex can also send you actionable reminders (daily, or based on your calendar events) to log your interactions for next time. By using Dex, you can:\r\n\r\n- Build stronger relationships, by sending you a nudge to follow-up.\r\n- Be more thoughtful, by helping you remember where you left off.\r\n- Become a superconnector, by making connections you wouldn’t otherwise remember.\r\n",
  "one_liner": "Dex is a personal CRM that reminds you to keep in touch with the…",
  "team_size": 7,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1555983373,
  "tags": [
    "SaaS",
    "Productivity",
    "CRM"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S19",
  "status": "Active",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/dex",
  "api": "https://yc-oss.github.io/api/batches/s19/dex.json"
}
