{
  "id": 12579,
  "name": "Encepheal Therapeutics",
  "slug": "encepheal-therapeutics",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/e2254c6db4aca1a94f4c379b3299c517203af457.png",
  "website": "http://www.encepheal.com",
  "all_locations": "Winston-Salem, NC, USA",
  "long_description": "EncepHeal is developing medications to treat substance abuse. Our first product is a small molecule therapeutic for stimulants like cocaine and methamphetamine, of which there are no FDA approved treatments.\r\n\r\nOur small molecule technology are atypical inhibitors of the dopamine transporter. Cocaine itself is an inhibitor of the same transporter. Directly reducing craving or positive reinforcement is a successful treatment strategy for addiction. Methadone or buprenorphine (Suboxone) are key examples of this for opioid use disorder. However, these types of medications can be addictive themselves. This has been a major hurdle for medication development for cocaine addiction and has led to many leaders in the addiction space to abandon the dopamine transporter as a target. At EncepHeal, we believe that the dopamine transporter should not be abandoned and instead focusing on fixing the abuse liability problem. Therefore with our partners at the National Institutes of Health, we have shown that these new, allosteric modulators at the dopamine transporter do not display addictive tendencies in animal models. They are also effective at curbing cocaine addiction. \r\n\r\nOur management team has two co-founders, Omeed Rahimi and Aaron Lazarus, as well as an experienced addiction pharmacologist as their research officer. The team has an advisory board with entrepreneurial and addiction drug development experience as well as expert partners at the National Institute on Drug Abuse, a subset of the NIH, and Wake Forest.\r\n\r\nOur team has had success in raising non-dilutive funding and has expertise with SBIR/STTR grants. We are looking for help in better connecting with the biotech/pharmaceutical industry.\r\n\r\n",
  "one_liner": "EncepHeal develops medications to treat substance abuse, starting…",
  "team_size": 3,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Therapeutics",
  "launched_at": 1556165074,
  "tags": [
    "Therapeutics",
    "Drug discovery"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S19",
  "status": "Inactive",
  "industries": [
    "Healthcare",
    "Therapeutics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/encepheal-therapeutics",
  "api": "https://yc-oss.github.io/api/batches/s19/encepheal-therapeutics.json"
}
