{
  "id": 12622,
  "name": "Yummy Future",
  "slug": "yummy-future",
  "former_names": [
    "Yummy Future",
    "Yummy Future Inc."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b16e65239377a055987a5fda8f301c3a3cd7876f.png",
  "website": "https://yummy-future.com",
  "all_locations": "Champaign, IL, USA",
  "long_description": "We achieve this through a unique blend of traditional coffee-making values—sourcing the best beans, understanding the nuances of roasting, and mastering the art of brewing—with cutting-edge technological innovation. Our cafes are not just spaces but experiences, where the artistry of the human barista is enhanced by the precision and efficiency of robotics. This synergy allows us to deliver consistently exceptional coffee, tailored to individual tastes, at a speed and scale previously unimaginable.\r\n\r\nBut it's not just about the coffee. It's about the experience—the moment of pause in a busy day, the space for conversation, the ritual that centers us. Our technology doesn't replace the human touch; it amplifies it, making the luxury of a perfectly crafted cup of coffee accessible to everyone, everywhere.\r\n\r\nAs we look to the future, our goal is to continue innovating, to push the boundaries of what a coffee company can be. We're not just serving drinks; we're creating a community united by a love for life. We're building a world where technology and tradition coexist, enhancing our lives and enriching our connections. One cup at a time, we're making the world a better place—through the universal language of coffee.",
  "one_liner": "We build robotic coffee shops.",
  "team_size": 7,
  "industry": "Industrials",
  "subindustry": "Industrials -> Manufacturing and Robotics",
  "launched_at": 1556675968,
  "tags": [
    "Hard Tech",
    "Robotics",
    "Food & Beverage",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S19",
  "status": "Active",
  "industries": [
    "Industrials",
    "Manufacturing and Robotics"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": true,
  "demo_day_video_public": true,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/yummy-future",
  "api": "https://yc-oss.github.io/api/batches/s19/yummy-future.json"
}
