{
  "id": 1272,
  "name": "Athelas",
  "slug": "athelas",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/9cccd2e88dc540efd8579f8a5c13f14c6551ea07.png",
  "website": "http://athelas.com",
  "all_locations": "Mountain View, CA, USA",
  "long_description": "Healthcare providers go into medicine to care for people, but end up losing valuable time each day to admin work and other workplace challenges. Time that could otherwise be spent helping patients. And patients end up suffering as a result. At Commure, we build solutions that simplify providers' lives and keep them connected to their patients so they can focus on doing what matters most: providing care. \r\n\r\nOur innovative suite of software and hardware – augmented by advanced LLM AI, RTLS, and healthcare workflow automations – boosts efficiency across every domain of healthcare, freeing up healthcare providers to spend more of their time caring for patients. Our growing suite of technologies include staff duress alerting, asset tracking, patient elopement, revenue cycle management, clinical documentation and intake, provider copilots, patient engagement and communication, home health, remote patient monitoring, and more.\r\n\r\nToday, we support over 250,000 clinicians across hundreds of care sites around the country. And we’re only just getting started: Healthcare’s watershed moment for AI-powered transformation is here – so join us in creating the technology to power healthcare!",
  "one_liner": "Extensible, Integrated Technology that Simplifies Health Systems",
  "team_size": 800,
  "industry": "Healthcare",
  "subindustry": "Healthcare",
  "launched_at": 1461732015,
  "tags": [
    "Artificial Intelligence",
    "SaaS",
    "Health Tech",
    "Telehealth",
    "Healthcare"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S16",
  "status": "Active",
  "industries": [
    "Healthcare"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/athelas",
  "api": "https://yc-oss.github.io/api/batches/s16/athelas.json"
}
