{
  "id": 1203,
  "name": "Hellobill",
  "slug": "hellobill",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://hellobill.io",
  "all_locations": "",
  "long_description": "Imagine if all your PDF bills could be automatically downloaded every month for your accountant ? \n\nSay hi to Hellobill.\n \nHellobill is a 1-click solution that automatically downloads all your online PDF bills for your accountant. Uber, Amazon, AWS, Google Apps, Adwords, Facebook Ads, but also utilities bills and many more. \n \nOur users\n\nHellobill is specifically designed for CEOs, CFOs, Managers and Office Managers that are tired of manual & tedious low-value accounting tasks. \n\nOur mission\n\nTo put an end to the monthly nightmare associated with accounting in SMB. Thanks to Hellobill, our users refocus on what’s important: their business.\n\nHellobill’s added value\n\n- Improve your efficiency\nDo more work in less time with an intuitive software\n- Increase productivity\nWith data flowing automatically, you will make your work easier and faster.\n- Focus on adding value\nAutomate basic functions, freeing up your time for the things that matters.\n\nHow does it work?\n\n1. Download the Hellobill desktop app\n2. Log in to all your online providers’ accounts once & for all\n3. Click on “Fetch my bills” and that's it! All your online bills are automatically downloaded and sorted every month.\n\nYour PDF bills are then sorted by month in your Dropbox. You can share them easily with your accountant. Think of services such as Amazon, Uber, AWS, Github, OVH, your bank and your phone & internet providers.\n\nSecurity is at the core of our product: using a desktop app allows us to never store our users’ credentials on our servers. We don't have access to your credentials as they are not stored on our side. They sit on your local keychain.",
  "one_liner": "Hellobill aggregates all your business bills, automatically, every…",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Finance and Accounting",
  "launched_at": 1461182719,
  "tags": [
    "Fintech",
    "Payments"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S16",
  "status": "Inactive",
  "industries": [
    "B2B",
    "Finance and Accounting"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/hellobill",
  "api": "https://yc-oss.github.io/api/batches/s16/hellobill.json"
}
