{
  "id": 1225,
  "name": "Nova Credit",
  "slug": "nova-credit",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4a1acae554a32ce11687de5ac7b708d914b04c5b.png",
  "website": "http://www.novacredit.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Nova Credit is a consumer-permissioned credit bureau with two products that help businesses make more fair and informed decisions on millions of ‘thin file’, no credit history, or new-to-country applicants. The Credit Passport® unlocks cross-border credit bureau data to help businesses underwrite new-to-country newcomer populations. The Cash Atlas™ provides greater insight into the cash flows of any applicant, including verifying their income with greater precision than alternatives. Businesses use these products to approve more applicants without taking on more risk, and consumers are empowered to put their best foot forward in their applications. The company’s differentiated data sources and proprietary analytics are used by leading organizations like American Express, Verizon, HSBC, SoFi, and Yardi. Nova Credit is backed by investors including Kleiner Perkins, General Catalyst, Index Ventures, and Canapi as well as executives from Goldman Sachs, JPMorgan, and Citi. Learn more at www.novacredit.com or reach out to connect@novacredit.com. ",
  "one_liner": "Bridging a world of consumer-permissioned credit data",
  "team_size": 100,
  "industry": "Fintech",
  "subindustry": "Fintech -> Credit and Lending",
  "launched_at": 1461210619,
  "tags": [
    "Fintech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S16",
  "status": "Active",
  "industries": [
    "Fintech",
    "Credit and Lending"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": true,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/nova-credit",
  "api": "https://yc-oss.github.io/api/batches/s16/nova-credit.json"
}
