{
  "id": 30439,
  "name": "Clarm",
  "slug": "clarm",
  "former_names": [
    "Dialin - Dialogue Insights",
    "dialin",
    "dialin ai"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/a20bfc6fd0067cd630d43fa83552c610e2a0c0d2.png",
  "website": "https://www.clarm.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Clarm is your AI-native search and agent builder on internal docs. We are the #1 alignment meeting killer.\r\n\r\nOur first customers are delighted to pay us 10x less than they would spend on a Chief of Staff, creating daily product release notes, customer feedback analysis, capturing sales objections, and running dedicated customer support channels. The COO's hair is on fire and we put it out.\r\n\r\nOur platform is built on agentic search, connecting across 40+ enterprise integrations - CRMs, email, knowledge bases.\r\n\r\nAgents often fail because their underlying context windows are mismatched, leading them to hallucinate. We built enterprise native agentic search to ensure agents have all the context they need to operate fully autonomously.\r\n\r\nHere's what Clarm's C-suite buyers use us for:\r\n\r\n- a blockchain company to provide an on-demand source of product truth in natural language, reducing alignment meetings by 90%\r\n- a financial services firm to supercharge their own product by integrating it with the target's enterprise knowledge\r\n- the top 5 X25 open source startups (by star count) to increase engagement with their Github repo and knowledge base, turning repo visitors into contributors and customers\r\n- North America's largest fertility clinic to tailor '000s of client support questions with extremely high sensitivity, driving up engagement and turning prospects into committed customers",
  "one_liner": "Perplexity for internal docs",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Finance and Accounting",
  "launched_at": 1747978633,
  "tags": [
    "Artificial Intelligence",
    "SaaS",
    "Productivity",
    "Enterprise",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Spring 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Productivity"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/clarm",
  "api": "https://yc-oss.github.io/api/batches/spring-2025/clarm.json"
}
