{
  "id": 30560,
  "name": "Foundation Industries",
  "slug": "foundation-industries",
  "former_names": [
    "Sava Robotics",
    "SAVA Robotics",
    "SAVA"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c9c4d6c7b4eeb36609b87bd95a70ffca51164330.png",
  "website": "https://www.foundation-industries.com/",
  "all_locations": "",
  "long_description": "America once turned scientific breakthroughs into abundant products with unmatched speed, from the moving assembly line to the integrated circuits that launched the space age. In the last 50 years, we offshored that muscle and drifted into a services-only mindset. GDP rose, but everyday prosperity stalled.\r\n\r\nWe don't accept this as final. We're building a future where advanced manufacturing is a national advantage again, creating good jobs, lowering costs, and turning frontier tech into things people can hold. The path forward is hard but clear: accelerate high-tech domestic manufacturing and make “built here” synonymous with speed, quality, and affordability.\r\n\r\nHistory points the way. When Ford industrialized assembly, cars became accessible to millions. When American fabs mastered process control, computing leapt from labs into every pocket. Progress happens when invention meets production at scale.\r\n\r\nWe're forging deep partnerships with hard-tech teams who need reliable, quick-turn precision, so they can prototype faster, launch sooner, and build more here.\r\n\r\nIf you want to help restore American productive power and enjoy the satisfaction of shipping real hardware, reach out: \r\n\r\nfounders@foundation-industries.com",
  "one_liner": "We supply hard tech companies with critical components.",
  "team_size": 3,
  "industry": "Industrials",
  "subindustry": "Industrials",
  "launched_at": 1746512449,
  "tags": [
    "Manufacturing",
    "Industrial"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Spring 2025",
  "status": "Active",
  "industries": [
    "Industrials"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/foundation-industries",
  "api": "https://yc-oss.github.io/api/batches/spring-2025/foundation-industries.json"
}
