{
  "id": 30463,
  "name": "Odapt",
  "slug": "odapt",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2d2f24b1c7b6bbdf8a99fe8b78b57ddfafeab69d.png",
  "website": "https://landing.odapt.ai/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Odapt lets anyone build AI-first internal software. We connect all company apps and internal data sources to one place - enabling any employee to build software on top of it - just using natural language. When an operator needs to make effective decisions, instead of spending hours clicking through apps to gather the right data or waiting on dev time, they can now prompt Odapt to design & build the custom software they need.\r\n\r\nWe believe internal software should be developed by those who need it. Going after operators, marketers, and finance leads—the people who wrestle with scattered data every day—gives us grounded insights to shape the product in real time. Odapt plugs into every database and SaaS they touch, giving our AI agents the cross-system knowledge very few tools have. Teams already use it to unify outbound-sales data, automate tech docs, and run recruiting ops from one pane.\r\n\r\nLucas worked on code-gen at OpenAI and has bootstrapped startups to $1M ARR. Ende has deployed AI safety software on 20M phones and was part of Stanford’s NLP group. Madhav was an operator at McKinsey & founding BizOps lead at a recruiting startup. He’s also led and scaled teams of 25. \r\n \r\nWe enable operators to ship, freeing up engineering time to be focused on higher leverage work. With AI changing the way we code, there will be 10x the “AI developers” in companies as there are current engineers in the world. We can bring custom software to the new age of operators and builders.\r\n",
  "one_liner": "How great teams build AI-powered internal software & agent workflows",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "Consumer",
  "launched_at": 1747781122,
  "tags": [
    "Consumer",
    "B2B",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Spring 2025",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/odapt",
  "api": "https://yc-oss.github.io/api/batches/spring-2025/odapt.json"
}
