{
  "id": 30404,
  "name": "Vybe",
  "slug": "vybe",
  "former_names": [
    "Nestor AI"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/5449afa368ba0f8d1d55813d6659160e8a037aa3.png",
  "website": "https://www.vybe.build",
  "all_locations": "",
  "long_description": "We're 2 repeat YC founders. We founded Plato (W16, sold to Coda) and Wolfia (S22). Quang lead Product/GTM for Coda Solutions and Fabien is ex-SWE at Meta and lead Engineering at Wealthfront before.\r\n\r\nWe’re building Vybe: \"Lovable for internal apps\". We come with pre-built building blocks: Integrations (Gmail, Gcal, Github, Jira, etc.), SSO and AI tools (Websearch, Summarization etc.) so anyone in a company can build and launch internal AI-powered apps.\r\n\r\nVibe coding is dramatically lowering the barrier for non-technical users to create full web apps. Lovable, Replit, Bolt, Google, Canva, Figma all launched their vibe-coding platforms. People love them. They're great for prototyping, but it's difficult to roll out inside a company for internal use cases for those reasons: \r\n\r\n1. Data: If you want to connect your existing data (e.g. Salesforce, Gmail, Jira), you'd need to rebuild the API auth, pagination, etc. \r\n\r\n2. SSO: If you build 20 apps, you'll have 20 different logins\r\n\r\n3. Security: AI-built apps have massive risk of exposing data, especially if built by non developers\r\n\r\nSo companies are stuck in the old world: clunky spreadsheets, rigid SaaS solutions or complex no-code tools.\r\n\r\nTime to build! ",
  "one_liner": "Secure internal apps. Built by AI in seconds. Powered by your data.",
  "team_size": 8,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1745390836,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Spring 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/vybe",
  "api": "https://yc-oss.github.io/api/batches/spring-2025/vybe.json"
}
