{
  "id": 213,
  "name": "500Friends",
  "slug": "500friends",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://500friends.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Merkle Loyalty Solutions, formerly 500friends,  is a leader in customer loyalty marketing solutions. Clients depend on us to help them develop and execute a differentiated and impactful customer loyalty strategy that delivers the business results they expect. Merkle Loyalty Solutions is recognized by Forrester Research as a Strong Performer in The Forrester Wave™: Customer Loyalty Solutions, Q3 2017, and as a Leader and received the highest overall score in The Forrester Wave™: Customer Loyalty Solutions For Midsize Organizations, Q1 2016.\n\nThe end-to-end loyalty services Merkle Loyalty Solutions offer include: \n- Strategic consulting \n- SaaS loyalty platform named LoyaltyPlus™\n- Platform integration\n- Program management and support \n- Advanced analytics \n\nMerkle is a leading data-driven, technology-enabled, global performance marketing agency that specializes in the delivery of unique, personalized customer experiences across platforms and devices. The agency’s heritage in data, technology, and analytics forms the foundation for its unmatched skills in understanding consumer insights that drive people-based marketing strategies. With more than 4,100 employees, the Merkle team is based in Columbia, MD, with 16 additional offices in the US and 8 offices in Europe and Asia. In 2016, the agency joined the Dentsu Aegis Network. Learn more about Merkle Loyalty Solutions at www.500friends.com.\n\n---\n\nWe're hiring! Please check out our openings at: www.500friends.com/who-we-are/careers",
  "one_liner": "the best loyalty and retention marketing partner for CMOs. ",
  "team_size": 51,
  "industry": "B2B",
  "subindustry": "B2B -> Retail",
  "launched_at": 1326790345,
  "tags": [
    "Marketing"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2010",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/500friends",
  "api": "https://yc-oss.github.io/api/batches/winter-2010/500friends.json"
}
