{
  "id": 1454,
  "name": "Arthena",
  "slug": "arthena",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/9d4656eb8a75c7b4647f36ee77604160755543cd.png",
  "website": "https://www.arthena.com",
  "all_locations": "New York, NY, USA",
  "long_description": "Arthena is a financial product that gives you access to the alternative asset class with the highest barrier to entry and strongest historical returns. We invest in the most liquid segment of the art market, with the lowest volatility, yielding tremendous growth uncorrelated to traditional investments. Arthena’s automated and data driven investment strategy regulates art investment by building traditional fund structures. HNWI’s can now securely and confidently diversify their portfolios into alternative assets focusing on the luxury market.\r\n\r\nArthena has designed and built a statistically rigorous model that estimates the value of artwork over time. Since the data we obtain derives from auction records and repeat sales, our model relies on a set of features about each result. These features include include the artist’s name, medium, date of creation, origin of location and size of work. After identifying groups of work that are similar to each other, we calculate the expected ROI and estimated volatility based on the distribution of gains. Using historical auction results to simulate the performance of our funds, we leverage Monte Carlo analysis to determine annualized returns and sharpe ratios. Based on this analysis, Arthena can validate the financial viability of our product and establish statistically rigorous bounds for these estimates.",
  "one_liner": "Quantitative Investment in Art Assets ",
  "team_size": 12,
  "industry": "Fintech",
  "subindustry": "Fintech -> Asset Management",
  "launched_at": 1478140833,
  "tags": [
    "Investing"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2017",
  "status": "Acquired",
  "industries": [
    "Fintech",
    "Asset Management"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/arthena",
  "api": "https://yc-oss.github.io/api/batches/winter-2017/arthena.json"
}
