{
  "id": 1543,
  "name": "Faire",
  "slug": "faire",
  "former_names": [
    " LineFinder"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/3ccfa8cd66f2a1d09da157956ae8b5686f3b2fe5.png",
  "website": "https://www.faire.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Faire is an innovative online marketplace that uses machine learning to match local retailers with the brands and products that uniquely fit their stores. We are using the power of technology to connect brands and independent retailers from all over the world, building a thriving community of hundreds of thousands of retailers, which has resulted in over 7 million new connections to date. Faire was founded on the belief that the future of retail is local.\r\n\r\nOur mission is to empower brands and retailers to strengthen the unique character of local communities. Our data-driven approach unburdens retailers from decades-old obstacles by helping find the right products for their shop. Plus, our straight-forward financial terms level the playing field by eliminating inventory risk and providing access to capital—key offerings previously only available to big box chains. For brands, our platform provides powerful sales, marketing, and analytics tools that simplify their business and allow them to focus on what they love: making great products.\r\n",
  "one_liner": "The global online platform empowering independent retail.",
  "team_size": 900,
  "industry": "B2B",
  "subindustry": "B2B -> Retail",
  "launched_at": 1479418817,
  "tags": [
    "Marketplace",
    "Retail"
  ],
  "tags_highlighted": [],
  "top_company": true,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2017",
  "status": "Active",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/faire",
  "api": "https://yc-oss.github.io/api/batches/winter-2017/faire.json"
}
