{
  "id": 1455,
  "name": "Sleep Reset",
  "slug": "sleep-reset",
  "former_names": [
    "Simple Habit"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b8dd7453ad7764f8762001557d8da4935d246c1c.png",
  "website": "https://www.thesleepreset.com/?utm_source=yc",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "Our mission is to improve quality of life for millions of people by providing easy, immediate access to the world’s best sleep care.\r\n\r\nSleep Reset is a digital, personalized sleep clinic, available in a convenient mobile app for iOS and Android. Our program was designed in partnership with leading sleep experts from top sleep clinics and universities. The program improves sleep and reduces sleep anxiety with the most effective methods from sleep clinics, including strategies based on Cognitive Behavioral Therapy for Insomnia (CBT-i) which are proven to be more effective than sleeping pills. Throughout our program, each member is paired with a dedicated sleep coach who personalizes their program. It’s a life-long, sustainable solution to sleep better in weeks, with no pills or melatonin needed – which means no grogginess, side effects, or dependency.\r\n\r\nSleep Reset has been covered in Forbes, TechCrunch, and INSIDER. The company was founded by Yunha Kim, a serial entrepreneur recognized by Forbes as 30 Under 30 and is backed by top Silicon Valley investors including YCombinator, Foundation Capital, New Enterprise Associates, Stanford University and 20+ founders/executives of leading companies.",
  "one_liner": "Sleep Reset is a clinically proven CBT-i program for better sleep",
  "team_size": 8,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1478140833,
  "tags": [
    "Mental Health Tech",
    "Sleep Tech",
    "Consumer Health Services",
    "Health Tech",
    "Digital Health"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2017",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/sleep-reset",
  "api": "https://yc-oss.github.io/api/batches/winter-2017/sleep-reset.json"
}
