{
  "id": 1474,
  "name": "Tress",
  "slug": "tress",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/61e08d93ce5fec980afd6f6d59669b047e465389.png",
  "website": "https://www.tressapp.co",
  "all_locations": "Accra, Greater Accra Region, Ghana",
  "long_description": "Tress is a social community app to discover and share beautiful hairstyles.\r\n\r\nMany ladies are crazy about their hair. They change their hairstyles often, a lot and radically. Whether they have natural, relaxed, texlaxed or dreads, women are always on the lookout for new and beautiful hairstyle inspiration.\r\n\r\nEqually important to many ladies is information about a preferred hairstyle. Information such as the name and location of the salon that had the hair done, the name of the hair-piece/extension or hair-product used on the hair and also the cost of having the hairstyle done at the salon. Women can admit to walking up to complete strangers to ask the detailed questions about hairstyles or stalk accounts on social media for the above information. \r\n\r\nTress is a fun, simple and easy to use app that addresses the hairstyle needs of women.\r\nIt is a social community mobile app for women to find hairstyle inspiration. Women additionally have access to important information about each hairstyle. Information such as the name of the extension/weave used, name of hair-care product, name and location of salon /stylist and price range of the hairstyle.\r\n\r\nUsers on the app can create a profile and upload their beautiful hairstyles with information such as the salon/stylist name, name of hairpiece/product used and price range for the hairstyle.\r\nA user can follow other users and have other users following them thus creating a vibrant community. Users can have people liking and commenting on their post, increasing engagement and creating a vibrant hair community.\r\n\r\n\r\nOver time women will have a database of all their hairstyles done over a period of time and can always refer back for",
  "one_liner": "Tress is a social community for black women's hairstyles. We are…",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Social",
  "launched_at": 1478194835,
  "tags": [
    "Community",
    "Social"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2017",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Social"
  ],
  "regions": [
    "Ghana",
    "Africa"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/tress",
  "api": "https://yc-oss.github.io/api/batches/winter-2017/tress.json"
}
