{
  "id": 653,
  "name": "Backpack",
  "slug": "backpack",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://backpackbang.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Shopping? Buy overseas. \nTraveling? Earn some extra cash.\nLet backpack help you save that high shipping cost or earn a little extra.\n\nBackpack is a peer-to-peer platform that connects travelers and shoppers to give people access to products across markets in all continents. \nEach backpacker, regardless of their role as a carrier or a shopper, follows a simple four-step process to either earn or save money from their backpacking experience.\nTravelers share their travel information and specify what kind of items they want to carry. Then they wait to get a \"backpack request\" and ask their price. Finally, they confirm the deal, buy the items, deliver them and earn money. Shoppers on the other hand, search items from their favorite websites and fill out the item description. Then they give their location and find a traveler coming to their city. Finally they \"request backpack\" and confirm the deal. Within days they can get the product and save money.  \n\nbackpack is founded with a vision to provide every citizen of the world with a choice; the choice of buying organic, authentic, and cost effective products with minimum friction.\nWhether the product is state-of-the-art consumer electronics, exotic pashmina from the south-east, or even medication that are rare in some parts of the world and not so rare in others - we promise ourselves to get those products to your doorsteps. We would like to reject the counterfeits, we would like to reject the almost-originals, most importantly, we would like to not pay the heavy expense incurred, most of which we deem to be superfluous. Help us make a better, more original globalized world.",
  "one_liner": "Marketplace to get stuff from overseas",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1398907592,
  "tags": [
    "Marketplace",
    "International"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2014",
  "status": "Active",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/backpack",
  "api": "https://yc-oss.github.io/api/batches/summer-2014/backpack.json"
}
