{
  "id": 698,
  "name": "Cheddar",
  "slug": "cheddar",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://cheddar.io",
  "all_locations": "",
  "long_description": "Ditch your bare-bones, high-fee checking account. You deserve free and powerful everyday banking.\r\n\r\nNearly 3 out of 4 millennials would rather go to the dentist than listen to their bank. While it's possible that we just really love our oral hygiene, it's more likely that we don't trust or like our banks.\r\n\r\nIt's not hard to understand why. Big banks use big budgets and armies of salespeople and marketers to sell old-school products layered with fees and penalties. Their profits increase when we spend more, overuse debt, and make mistakes like overdrafting.\r\n\r\nBig banks get away with this because banking is such a vital service. Everyday spending and saving decisions that begin at the checking account ultimately determine whether we'll lead a healthy and secure financial life.\r\n\r\nWhat can be done? Bill Gates believes banks aren't necessary for banking. Millennials believe technology companies can make banking better. So let's build a better bank. Cheddar is a new mobile bank account, debit card, and business model to free the world from underpowered checking accounts and evil banks.",
  "one_liner": "The Best Mobile Checking Account",
  "team_size": 2,
  "industry": "Fintech",
  "subindustry": "Fintech -> Banking and Exchange",
  "launched_at": 1398907951,
  "tags": [
    "Fintech",
    "Neobank"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2014",
  "status": "Inactive",
  "industries": [
    "Fintech",
    "Banking and Exchange"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/cheddar",
  "api": "https://yc-oss.github.io/api/batches/summer-2014/cheddar.json"
}
