{
  "id": 690,
  "name": "Neptune.io",
  "slug": "neptune-io",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/282992bccaef3812d15f0bc6b45e2cce6670a8d0.png",
  "website": "http://neptune.io",
  "all_locations": "San Mateo, CA, USA",
  "long_description": "Neptune is an observability startup that offers one-stop incident enrichment and automation platform for IT Operations and DevOps teams.\r\n\r\nIt is a fact of life that servers and applications go down causing IT outages. Today most of the IT incident response is manual, tedious and lengthy resulting in more downtime and losses for businesses. At the same it's very painful for a DevOps engineer to wake up at midnight and on weekends to deal with server and application alerts. \r\n\r\nEnter Neptune, which lets a DevOps engineer automate his incident response steps --Troubleshooting + Resolution + Documentation,  so that he/she can fix the incidents in minutes instead of hours. So it's a win-win deal : For businesses downtime is minimized, and for DevOps engineers they need not worry about a deluge of alerts and midnight wake up calls.\r\n\r\nBig companies like Amazon, Facebook etc built sophisticated incident response tools to achieve high availability and resiliency. We have architected and built one such tool for AWS. Now Neptune is making one such tool available for everyone. \r\n\r\nGive it a try at www.neptune.io",
  "one_liner": "A self-healing platform to enrich and fix server alerts automatically",
  "team_size": 11,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1398907889,
  "tags": [
    "AIOps",
    "DevOps",
    "Monitoring"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2014",
  "status": "Inactive",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/neptune-io",
  "api": "https://yc-oss.github.io/api/batches/summer-2014/neptune-io.json"
}
