{
  "id": 692,
  "name": "Nightingale",
  "slug": "nightingale",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://nightingaleapp.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Nightingale is the clinical decision support solution for evidence-based interventions. We're committed to ensuring that service providers for individuals with autism and related disorders are equipped to administer high quality, personalized treatment.\n\nAccording to the CDC, 1 in 68 children in the U.S. are now diagnosed with autism, contributing to an estimated 1.5 million Americans living with the condition. Although autism has no known cure or scientifically proven pharmaceutical treatment, its symptoms can be abated and maintained through rigorous evidence-based interventions like applied behavior analysis, speech-language pathology, and occupational therapy. \n\nNightingale provides these practitioners with a suite of tools for HIPAA-compliant data collection,reporting, and analytics that can be customized to any curriculum and used in any setting. By equipping service providers with a convenient and user-friendly solution for data management and analytics, Nightingale frees up more of their time for creating high-quality curriculums and working with clients.",
  "one_liner": "App for managing care of autistic students",
  "team_size": 2,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare IT",
  "launched_at": 1398907903,
  "tags": [
    "Education",
    "Health Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2014",
  "status": "Inactive",
  "industries": [
    "Healthcare",
    "Healthcare IT"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/nightingale",
  "api": "https://yc-oss.github.io/api/batches/summer-2014/nightingale.json"
}
