{
  "id": 668,
  "name": "Owners Circle",
  "slug": "owners-circle",
  "former_names": [
    "Local Lift",
    "Equity Endeavor"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "https://www.ownerscircle.com",
  "all_locations": "Berkeley, CA, USA",
  "long_description": "OwnersCircle provides small business owners with the online tools and financial information that they need in order to navigate the complex world of business financing.\r\n\r\nThe reality is that there is no easy way to search for small business financial products, which creates a headache for already time-strapped business owners. Recent reports show that owners spend an enormous amount of time (25 hrs on average) searching and applying for loan products, with many focusing on lenders that have high rejection rates and long, complex processes.\r\n\r\nThere's a better way! There are a growing number of banks and alternative lenders that want to work with small businesses and are willing to compete for their business. Our platform provides owners with the information they need in order to identify, compare, and apply for financial products that can help take their business to the next level.\r\n\r\n\r\nWhy Use OwnersCircle?\r\n\r\n1. Get access to free, online tools to identify financial institutions that actively lend to growing small businesses\r\n2. Shop and compare a variety of lenders and their loan products \r\n3. Use one platform to complete your financing search versus spending countless days researching and completing lender applications only to find out you're not a fit\r\n4. Free access to our team of funding consultants to answer any questions you may have throughout the process\r\n\r\n\r\nWhat Types of Business Financial Products does OwnersCircle Include?\r\n\r\n- Lender Types: Local Banks and Alternative Lenders\r\n- Product Types: SBA Term Loans, Bank Term Loans, Alternative Term Loans, Asset-based Loans and more\r\n\r\n\r\nWhy Would I Need Business Financing?\r\n\r\nNew location or remodel current space\r\nPurchase inventory\r\nPurchase equipment\r\nHire additional employees\r\nManage cash flow\r\nRefinance/consolidate current debt\r\nMarketing and advertising",
  "one_liner": "Kickstarter for local businesses",
  "team_size": 2,
  "industry": "Fintech",
  "subindustry": "Fintech -> Credit and Lending",
  "launched_at": 1398907702,
  "tags": [
    "Crowdfunding"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2014",
  "status": "Inactive",
  "industries": [
    "Fintech",
    "Credit and Lending"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/owners-circle",
  "api": "https://yc-oss.github.io/api/batches/summer-2014/owners-circle.json"
}
