{
  "id": 735,
  "name": "Ravti",
  "slug": "ravti",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/66e0fea4fc9748fe38cfb9eaf723a6a488b0c372.png",
  "website": "http://ravti.com",
  "all_locations": "New York, NY, USA",
  "long_description": "Ravti makes HVAC easier for the Real Estate world.  We track, manager, and procure HVAC for large property owners.  \r\n\r\nWe manage all your HVAC maintenance programs, emergent repairs, scheduled repairs, capital replacement, capex management, and all the associated headaches that come along with that – multiple bids, procurement, HVAC inventory, warranties.  Your team can start any project with the simple click of a button.  Best of all, we save 18% to 30% for the exact HVAC projects you are spending capital on today.\r\n\r\nWe're removing the headaches associated with HVAC from the Owner’s perspective while making it the easiest business on the planet for the Vendors that serve you.  \r\n\r\nImprove your asset audits and challenge your bottom line - by increasing capex accuracy and staff productivity.  Mechanize the process of bidding, procuring, and overseeing your HVAC operations.  It all starts with Ravti.\r\n\r\nWe would love to hear from you, so please send us an email at support@ravti.com.  \r\n\r\nIf you would like to join an intelligent and energetic team who is innovating an antiquated industry, we are hiring!!!  Send us an email: careers@ravti.com",
  "one_liner": "Software to track, manage, and procure HVAC for commercial real…",
  "team_size": 17,
  "industry": "Real Estate and Construction",
  "subindustry": "Real Estate and Construction -> Housing and Real Estate",
  "launched_at": 1401534273,
  "tags": [
    "SaaS",
    "IoT"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2014",
  "status": "Acquired",
  "industries": [
    "Real Estate and Construction",
    "Housing and Real Estate"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": true,
  "app_answers": true,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/ravti",
  "api": "https://yc-oss.github.io/api/batches/summer-2014/ravti.json"
}
