{
  "id": 723,
  "name": "Zen99",
  "slug": "zen99",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://tryzen99.com",
  "all_locations": "Mountain View, CA, USA",
  "long_description": "Our mission is powering prosperity around the world. We build intuitive web, mobile, and cloud solutions that generate more money, more time, and more confidence for 46+ million people. Leveraging big data insights, machine learning, and powerful automation, we help consumers, small business owners, and the self-employed achieve their dreams of prosperity.\r\n\r\nWhether you work on our product and technology teams or in any role across the globe, you’ll play a part in designing and launching industry-leading products like Mint, TurboTax and QuickBooks in an agile environment with fast moving teams.  Learn how your ideas will shape our ecosystem of products and make a giant impact.\r\n\r\nOur culture and entrepreneurial spirit have earned us a spot on Fortune’s “Best Companies to Work For” year after year, as well as many other recognitions across the globe. Join us in powering prosperity around the world.\r\n\r\nCareer Areas: Software Engineering, Product Management, Mobile, UX / User Design, Data, QA, IT, Marketing, Sales, Finance, Tax, and more.",
  "one_liner": "Tax and insurance tools for independent contractors",
  "team_size": 0,
  "industry": "B2B",
  "subindustry": "B2B -> Human Resources",
  "launched_at": 1398908152,
  "tags": [
    "Fintech",
    "Insurance"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2014",
  "status": "Inactive",
  "industries": [
    "B2B",
    "Human Resources"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/zen99",
  "api": "https://yc-oss.github.io/api/batches/summer-2014/zen99.json"
}
