{
  "id": 725,
  "name": "Zoomer",
  "slug": "zoomer",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://www.zoomerdelivery.com",
  "all_locations": "Philadelphia, PA, USA",
  "long_description": "Zoomer is a venture backed, technology and logistics startup focused on helping high volume delivery restaurants wow their customers and grow their business. We've taken a unique approach to changing the food delivery space and it's starting to pay off. Zoomer has stayed out of the spotlight so you won't find much about us online, but our charts are going up and to the right in impressive fashion and more importantly, we are growing and working with more and more restaurant partners, driver partners & hungry diners each day. We are backed by some of the best investors in the world including Foundation Capital, Y Combinator (S14), First Round Capital, SV Angel, Eric Ries and others. \n\nZoomer connects high volume delivery restaurants with independent delivery drivers. Our platform has been built to handle an extraordinarily high volume of concurrent deliveries. Restaurants leveraging the Zoomer platform are able to provide a better & more consistent delivery experience for their customer, which ultimately leads to a stronger bottom line. Independent drivers on the Zoomer platform have the ability to create their own schedule & increase their own efficiency, resulting in more earnings.  And of course, customers receive their orders dramatically faster than the status quo.\n\nThis is your opportunity to get in on the ground-floor. You’ll have a ton of impact – lots of freedom to evolve our processes, systems, partners, platform, stack and apps. We’re currently hiring across a number of teams,  there’s a full listing of our open roles at www.zoomerdelivery.com",
  "one_liner": "Outsourced, high volume food delivery.\r\n\r\n",
  "team_size": 51,
  "industry": "Consumer",
  "subindustry": "Consumer -> Food and Beverage",
  "launched_at": 1398908162,
  "tags": [
    "Delivery",
    "Logistics",
    "Food & Beverage"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2014",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Food and Beverage"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/zoomer",
  "api": "https://yc-oss.github.io/api/batches/summer-2014/zoomer.json"
}
