{
  "id": 28884,
  "name": "Dialtone",
  "slug": "dialtone",
  "former_names": [
    "Samtana"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/8ccd4f004a0fc03052f9e9b433519a7d7c47f8d7.png",
  "website": "https://usedialtone.com",
  "all_locations": "",
  "long_description": "Dialtone helps enterprises transform cross-functional, cross-system tasks into intelligent, self-running workflows. Companies across technology, sports and entertainment, healthcare, finance, and retail deploy Dialtone Agents to speed up both internal operations and customer-facing processes.\r\n\r\nWhat sets us apart:\r\n1. Agentic AI delivered on day one: Our platform couples cutting-edge AI infrastructure with built-in reliability, security, and observability so teams can launch production-grade agents in days, not months.\r\n2. White-glove engineering included: Dedicated engineering support to help end-to-end, from scoping to launch to continuous optimization - at no extra cost.\r\n3. Success over software: We measure our impact by real business outcomes, not seat counts. If our agents aren’t moving the needle, we’re not done.\r\n\r\nDialtone offers an intuitive no-code builder for designing and launching agents, a full API for programmatic control, secure custom actions that connect to proprietary systems, and an ever-expanding library of integrations with the SaaS tools enterprises already depend on.",
  "one_liner": "AI agents for enterprise workflows",
  "team_size": 5,
  "industry": "B2B",
  "subindustry": "Consumer -> Social",
  "launched_at": 1688669019,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2023",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/dialtone",
  "api": "https://yc-oss.github.io/api/batches/summer-2023/dialtone.json"
}
