{
  "id": 6,
  "name": "iCracked",
  "slug": "icracked",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://icracked.com",
  "all_locations": "Redwood City, CA, USA",
  "long_description": "Founded in 2010 and located in the heart of Silicon Valley, iCracked is the most uncommonly awesome way to repair your iPhone, iPad or Samsung Galaxy at the time and location of your choosing. Powered by a nationwide network of thousands of certified, background-checked technicians, iCracked provides customers unparalleled convenience and peace of mind knowing that trustworthy experts are always there to get you back up and running with your most crucial devices. Home, office or coffee shop, you name it, and we’ll be there with smiles on our faces to repair your device in 30 minutes or less. Yes, seriously. \r\n\r\nWe exist to bridge the ever-widening gap between people and that moment of magic they experience when their technology simply works the way it should - wherever and whenever they need it most. \r\n\r\nWant to find out more about how you can be a part of our vibrant, inclusive, and innovative team? Check out our open positions and apply today so you can join us in our quest to change the way consumers care for their devices.",
  "one_liner": "On-demand smartphone repair in 3 countries and launching smart home…",
  "team_size": 51,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1322045532,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W12",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/icracked",
  "api": "https://yc-oss.github.io/api/batches/w12/icracked.json"
}
