{
  "id": 58,
  "name": "YourMechanic",
  "slug": "yourmechanic",
  "former_names": [
    "Your Mechanic"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0bbf065a7a3ea6f47ae71d15b71f0564c728d86b.png",
  "website": "http://yourmechanic.com",
  "all_locations": "Mountain View, CA, USA",
  "long_description": "YourMechanic was founded in 2012 and is the first nationwide provider of mobile mechanics to car owners. Headquartered in Mountain View, California, YourMechanic is funded by SoftBank Capital, Andreessen Horowitz, Y Combinator, Ashton Kutcher, Data Point Capital, and others. We are on a mission to build the most convenient and trusted car repair service. Total trust comes from total transparency.\r\n\r\nYourMechanic is transforming the auto repair industry by delivering car care to car owners at their home or office in the top 50 largest U.S. metropolitan areas. Mobile mechanics provide over 600 repair, maintenance, and diagnostic services at a fair and transparent price.\r\n\r\nBy connecting mechanics directly with car owners in need of repair services, we are empowering these hard-working mechanics to control their quality of life. They are able to choose when they want to work (including evenings and weekends), and the type of cars and services they want to work on. \r\n\r\nThe company has earned recognition from top organizations, and has won TechCrunch Disrupt SF (2012), Women in Auto Care's Best Business-to-Consumer Website (2016), and Automobility LA’s Top Ten Automotive Startup (2016). YourMechanic holds an A+ rating from the Better Business Bureau and maintains an average Yelp rating of 4.8 stars.  \r\n\r\nIn 2017, YourMechanic released a full suite of business-to-business products that offer innovative solutions to business partners at every point in the aftermarket car care lifecycle. \r\n\r\nLearn more at https://www.yourmechanic.com/",
  "one_liner": "Car Repairs, Reinvented:a. Mechanic comes to your home or work to fix…",
  "team_size": 115,
  "industry": "Consumer",
  "subindustry": "Consumer -> Transportation Services",
  "launched_at": 1322046030,
  "tags": [
    "Automotive"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W12",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Transportation Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/yourmechanic",
  "api": "https://yc-oss.github.io/api/batches/w12/yourmechanic.json"
}
