{
  "id": 1081,
  "name": "Boom",
  "slug": "boom",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/99fad830d694e292b87e0628e50c052c9f87cf86.png",
  "website": "https://boomsupersonic.com/",
  "all_locations": "Centennial, CO, USA; Englewood, CO, USA",
  "long_description": "Boom Supersonic is transforming air travel with Overture, the world’s fastest airliner, optimized for speed, safety, and sustainability. Serving both civil and government markets, Overture will fly at twice the speed of today’s airliners and is designed to run on 100% sustainable aviation fuel (SAF). Symphony™, a Boom-led collaboration with industry leaders, is the propulsion system that will power Overture. Overture’s order book, including purchases and options from American Airlines, United Airlines, and Japan Airlines stands at 130 aircraft. Boom is working with Northrop Grumman for government and defense applications of Overture. Suppliers and partners collaborating with Boom on the Overture program include Collins Aerospace, Eaton, Florida Turbine Technologies (FTT), a business unit of Kratos Defense & Security Solutions, Inc., GE Additive, Safran Landing Systems, StandardAero and the United States Air Force. For more information, visit https://boomsupersonic.com\r\n\r\nBoom’s world-class engineering team comes from places including SpaceX, Boeing, Gulfstream, Virgin Galactic, Scaled Composites, NASA, and Bombardier. \r\n\r\nWe have uniquely challenging and world-changing opportunities for the most talented aerospace engineers, designers, and business people.",
  "one_liner": "Economically and environmentally sustainable supersonic travel",
  "team_size": 227,
  "industry": "Industrials",
  "subindustry": "Industrials -> Aviation and Space",
  "launched_at": 1448142615,
  "tags": [
    "Transportation",
    "Aerospace"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2016",
  "status": "Active",
  "industries": [
    "Industrials",
    "Aviation and Space"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/boom",
  "api": "https://yc-oss.github.io/api/batches/winter-2016/boom.json"
}
