{
  "id": 1010,
  "name": "Gigwell",
  "slug": "gigwell",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/410acaf649ddb5822f7639caa9757423b17424c5.png",
  "website": "https://www.gigwell.com",
  "all_locations": "Los Angeles, CA, USA",
  "long_description": "Gigwell is building the future of event bookings.  \r\n\r\nOur platform is trusted by over 100,000 touring artists and venues using Gigwell to streamline the booking process - from managing offers and booking requests to handling electronic contracts and online payments. We have facilitated over $5B in gigs on our platform, in verticals ranging from DJs & Musicians to Public Speakers and Comedians. Leveraging a network of thousands of industry professionals and talent buyers, Gigwell is hyper-tailored to the workflow of a $200B industry that still operates on Excel spreadsheets and Word documents. \r\n\r\nGigwell is the first integrated, vertical SaaS platform that integrates end-to-end workflow automation for artists, booking, and management agencies. We provide a simple solution for managing artist logistics, collecting and tracking payments electronically, negotiating contracts and talent availabilities, and monitoring revenue goals.\r\n\r\nWe have been featured in TechCrunch, Billboard, DJ Mag, Mixmag, Hypebot, DJ Times, and Magnetic Magazine, and awarded the most promising startup from Nitey Awards and SF MusicTech’s StartUp Innovators Challenge.",
  "one_liner": "Building the Future of Live Event Bookings.",
  "team_size": 12,
  "industry": "B2B",
  "subindustry": "B2B -> Productivity",
  "launched_at": 1447311916,
  "tags": [
    "Marketplace",
    "SaaS",
    "Entertainment"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2016",
  "status": "Active",
  "industries": [
    "B2B",
    "Productivity"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/gigwell",
  "api": "https://yc-oss.github.io/api/batches/winter-2016/gigwell.json"
}
