{
  "id": 972,
  "name": "Mux",
  "slug": "mux",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7f3a9eb63a2c18f13705cd10ff1859e90dbff5bb.png",
  "website": "http://mux.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Mux is an API-first video platform designed by experts to make world-class video streaming and analytics possible for every development team. Self-optimizing videos take the guesswork out of encodings, delivery, and renditions. Mux makes your video look beautiful on every device, every time.\r\n\r\nWe offer two products, Mux Video and Mux Data.\r\n\r\nMux Video is a simple API to advanced video streaming. Powered by data and designed by video experts, Mux Video makes beautiful video possible for every development team. Post a video or live stream with a single API call, and watch it within seconds. Mux Video handles the encoding, storage, and delivery. QoE and performance analytics provided by Mux Data is included by default for every Mux video stream.This real-time data is used to create the right renditions for every device and title, resulting in greater reliability and better viewer experiences.\r\n\r\nMux Data is a Quality of Experience analytics platform that measures the performance metrics that actually matter to viewers: rebuffering, startup time, video quality, and errors. Our intuitive dashboard quickly gives users the insight to find issues and make improvements through features like A/B testing, industry-wide scores, alerts, and detailed information about every single video view. The product works out of the box on HTML5, iOS, Android, and major OTT platforms. All data is available via exports and APIs, making it easy to integrate Mux Data into other systems.",
  "one_liner": "Video infrastructure for developers",
  "team_size": 95,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1447199414,
  "tags": [
    "Developer Tools",
    "Video",
    "API"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2016",
  "status": "Active",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/mux",
  "api": "https://yc-oss.github.io/api/batches/winter-2016/mux.json"
}
