{
  "id": 1042,
  "name": "Podium",
  "slug": "podium",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d90bc164db5dd25a81e6dcfa222470eadf2c783a.png",
  "website": "https://podium.com",
  "all_locations": "Lehi, UT, USA",
  "long_description": "Podium is the all-in-one AI-powered lead management and communication platform used by more than 100,000 businesses to acquire and convert new customers. At the forefront of Podium’s innovation is its AI employee, who ensures businesses respond to leads instantly, anytime of the day or night—significantly increasing lead conversion rates and revenue.\r\nPodium helps businesses obtain more reviews, rank higher on Google, and consolidate lead channels. Businesses can call and text customers from the web and/or mobile app, send payment links, drive repeat business through bulk messages, and more—all managed and delivered from one easy-to-use dashboard. Additionally, with Podium’s AI Employee and automations, businesses can efficiently handle customer inquiries seamlessly across all communication channels, providing timely and accurate responses that drive sales.\r\nPodium’s innovative work has gained recognition on top industry lists, such as Forbes’ Next Billion Dollar Startups, Forbes’ Cloud 100, the Inc. 5000, and Fast Company’s World’s Most Innovative Companies.\r\nPodium was founded in 2014 and is headquartered in Lehi, Utah. It is currently backed by Accel, Summit Partners, GV (formerly Google Ventures), and Y Combinator.",
  "one_liner": "Get more leads. Make more money. ",
  "team_size": 1000,
  "industry": "B2B",
  "subindustry": "B2B -> Retail",
  "launched_at": 1447568415,
  "tags": [
    "Fintech",
    "SaaS",
    "B2B",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": true,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2016",
  "status": "Active",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/podium",
  "api": "https://yc-oss.github.io/api/batches/winter-2016/podium.json"
}
