{
  "id": 258,
  "name": "RentHop",
  "slug": "renthop",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1d46a914ebd920dcb8bc39852cc8704c1b4ef08f.png",
  "website": "http://renthop.com",
  "all_locations": "New York, NY, USA",
  "long_description": "RentHop (www.renthop.com) helps renters find great apartments.  We use sophisticated data analysis to rank apartment listings based on their \"freshness\"​, their accuracy and completeness and the responsiveness of the manager who listed the apartment on our site.  \r\n\r\nAs a renter, you can use list-based or map-based search tools to browse listings and comprehensive search filters to narrow our 100,000+ listings to just the ones you want.  It’s easy and fast to reach out to brokers and property managers to schedule viewings and to manage responses.\r\n\r\nYou can also use our innovative \"Appointments on Demand\"​ feature, a map showing the real-time locations of brokers and property managers available to show apartments, to reach out and schedule viewings on the fly! \r\n\r\nFor brokers and property managers, RentHop provides a cost-effective, easy-to-use tool to promote your listings, get qualified leads and schedule viewings.  You can also post and repost listings on the go using RentHop Manager, our mobile app for brokers and property managers, currently available in the iOS App Store.  (You can download the mobile app at https://itunes.apple.com/us/app/renthop-manager/id695651355.)\r\n\r\nYour commitment to give good service will make you stand out on RentHop - our algorithm will credit you for your responsiveness and help give your listings the boost they need to get seen - and rented - by qualified renters.\r\n \r\nLook for our mobile app for consumers, due out soon!\r\n\r\nAnd please let us know any questions, thoughts or comments you may have - we'll look forward to hearing from you!  You can reach us at feedback@renthop.com.  You can also find us on Facebook, Twitter (@RentHop), Google+ and Pinterest.",
  "one_liner": "Apartment rental marketplace",
  "team_size": 9,
  "industry": "Real Estate and Construction",
  "subindustry": "Real Estate and Construction -> Housing and Real Estate",
  "launched_at": 1326790743,
  "tags": [
    "Marketplace",
    "Real Estate"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S09",
  "status": "Active",
  "industries": [
    "Real Estate and Construction",
    "Housing and Real Estate"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/renthop",
  "api": "https://yc-oss.github.io/api/batches/s09/renthop.json"
}
