{
  "id": 21864,
  "name": "Farmako Healthcare",
  "slug": "farmako-healthcare",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7b367d28549e4be7a52f8235ec629bfb6869fc48.png",
  "website": "https://farmako.ai",
  "all_locations": "Gurugram, HR, India",
  "long_description": "We are India's fastest medicine delivery service. We deliver medicines in just 30 minutes. We have built highly optimized pharmacy stores and a set of internal tools designed to process prescriptions quickly.\r\n\r\nWe also provide easy-to-integrate APIs and SDK for anyone to start a virtual pharmacy without needing a license, pharmacy, or delivery fleet. Any doctor, teleconsultation app, or EMR provider can start delivering medicines to their patients on WhatsApp or App using our service in the background. We have more than 80 B2B partners, including India's top teleconsultation apps, EMR providers, hospitals, elderly care apps, and insurance providers.\r\n\r\nWe operate 24/7 in Gurgaon, New Delhi, and Moradabad and deliver over 15,000 orders monthly. So far, we have processed more than 250K orders and done thousands of life-saving deliveries.\r\n\r\nWe started in 2020 with the vision to build a centralized health record system for India. We had an AI-powered EMR app for doctors and a SaaS for diagnostic labs to add patients' medical records to Farmako Health ID. We have more than 3M health records added on Farmako. In 2022, the Indian government launched ABHA Health ID and we became one of the first official partners with them. In 2023, we launched quick medicine delivery and decided to move forward with ABHA Health ID for medical records.\r\n\r\nNow, we are building a safe health assistant inside our medicine delivery app, which will be connected to your Health ID and all your past medical records. Our goal is to make it a super-safe and accurate health assistant for the world, which can eliminate your doctor in the long run for all primary care issues.",
  "one_liner": "India's fastest medicine delivery in just 30 minutes",
  "team_size": 40,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare IT",
  "launched_at": 1596767283,
  "tags": [
    "Health Tech",
    "Delivery",
    "Digital Health",
    "Healthcare"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2020",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare IT"
  ],
  "regions": [
    "India",
    "South Asia"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/farmako-healthcare",
  "api": "https://yc-oss.github.io/api/batches/summer-2020/farmako-healthcare.json"
}
