{
  "id": 21768,
  "name": "Jeeves",
  "slug": "jeeves",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/faca4c2138bb38fb870736801c5d004313420eb2.png",
  "website": "http://www.tryjeeves.com",
  "all_locations": "Miami, FL, USA; New York, NY, USA; Remote",
  "long_description": "Jeeves is an all-in-one corporate spend and expense management platform for businesses in global markets including North America, Latin America, Europe, and the UK. Cash, corporate cards, and cross-border payments all run on the Jeeves proprietary infrastructure which allows companies to spin up their finance function within minutes. Jeeves can handle multiple currencies for payback. \r\n\r\nMore than 3,000 companies across the world trust Jeeves with their financial payments tack. Jeeves has raised $380 million from Andreessen Horowitz, CRV, GIC, Tencent, Silicon Valley Bank, Stanford University, and Y Combinator to fuel its international expansion. \r\n\r\nOur product platform covers the following:\r\n\r\n1. Jeeves Pay: Do you need to send capital calls between US & LATAM? Need cross-border payments that arrive as soon as the same day? Transfer money internationally to over 150 countries at competitive FX rates with Jeeves Pay. Payments arrive as quickly as the same day between North America, South America, and Europe. Credit line options available depending on region.\r\n\r\n2. Jeeves Cards: Equip your team with globally-accepted physical cards for in-person purchases. Ship cards overseas for free or create virtual cards in seconds for secure, online purchases. Prepaid & credit options available depending on region.\r\n\r\n3. Expense Management: Collect receipts through the mobile app, review expenses in real time, and streamline global reporting capabilities - all at no additional cost.\r\n\r\nBenefits of the Jeeves Payments and Spend Management global platform include:\r\n\r\n-- Free built-in expense management tools\r\n\r\n\r\n-- No personal guarantees or contracts\r\n\r\n\r\n-- Unlimited cards and users for free\r\n\r\n\r\n-- No monthly fees or software fees\r\n\r\n\r\n-- Competitive cross-border payment pricing\r\n\r\n\r\n-- Spend and pay in your preferred currencies\r\n\r\n\r\n-- Business accepted in Brazil, Canada, Colombia, Mexico, the EU, the UK, and the US.\r\n\r\nBuilt for global companies. Loved by finance teams, including a large YC contingent. \r\nJoin us today!",
  "one_liner": "International banking infrastructure for global startups.",
  "team_size": null,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1603813157,
  "tags": [
    "Fintech",
    "Payments"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2020",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/jeeves",
  "api": "https://yc-oss.github.io/api/batches/summer-2020/jeeves.json"
}
