{
  "id": 21881,
  "name": "Kernal Biologics",
  "slug": "kernal-biologics",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1534fd5c3c1e4705596c793a4a59a28da388bacf.png",
  "website": "https://www.kernalbio.com/",
  "all_locations": "Cambridge, MA, USA",
  "long_description": "Kernal Bio is a biotech company pioneering mRNA 2.0 immunotherapies. We leverage selective mRNA-LNP technology to treat cancer and autoimmune diseases with precision, ensuring targeted cell delivery and minimal off-target effects. Our KR-402 program achieves over 90% delivery efficiency with T-cell-targeted LNPs, enabling direct CAR-T programming within the body and resulting in B-cell depletion within a week.\r\n \r\nKernal Bio is led by a team with experience from MIT, Harvard, Merck, and BMS, boasting three FDA-approved therapies and over 120 patents. Based in Cambridge, MA, we are backed by Hummingbird Ventures, Amgen Ventures, HBM, and even NASA.\r\n\r\nWith roots at MIT, Harvard and Biopharma, Kernal’s management team has deep expertise in mRNA therapeutics space. CEO Yusuf Erkul, M.D., M.B.A. is a successful drug hunter whose research at Merck enabled an FDA-approved drug for ovarian cancer. President Burak Yilmaz, M.S., previously founded Sentegen, a thriving synthetic biology company which commercializes synthetic DNA, RNA, and diagnostic kits for genetic and infectious diseases. Sr. VP of R&D Manfred Kraus is a leader in immuno-oncology, who was most recently Scientific Sr. Director at Bristol-Myers Squibb (BMS). ",
  "one_liner": "Kernal is creating mRNA 2.0 therapies that work in specific cells",
  "team_size": 20,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Therapeutics",
  "launched_at": 1599762607,
  "tags": [
    "Artificial Intelligence",
    "Biotech",
    "Genomics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2020",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Therapeutics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/kernal-biologics",
  "api": "https://yc-oss.github.io/api/batches/summer-2020/kernal-biologics.json"
}
