{
  "id": 21930,
  "name": "Osmind",
  "slug": "osmind",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b4f3d459b478dce62a166d067de40d57ce74e9b0.png",
  "website": "https://osmind.org/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Osmind is the premier platform for clinicians and researchers advancing new life-saving mental health treatments. Today, mental health disorders are one of the leading causes of death worldwide, especially among young adults, and are tied to shortening lifespans. While there have been developments in new psychiatric medications since the first FDA approval in 1954, today there is a growing movement among clinicians, patients, and researchers who are recognizing the need to accelerate new science.\r\n\r\nThe Osmind treatment platform is the first and only solution that solves specific challenges faced by neuropsychiatric clinics, spanning general psychiatry and interventional psychiatry (transcranial magnetic stimulation, ketamine, SPRAVATO®, psychedelic medicine, electroconvulsive therapy). The core electronic health record (EHR) technology is precisely developed for interventional treatment workflows and designed to support a strong therapeutic alliance, including journaling tools and assistance with health plan reimbursement, which is a significant access hurdle for millions of patients.\r\n\r\nResearch from our platform is already helping to set new standards for mental health interventions. For example, in the largest published real-world analysis of ketamine infusion therapy for depression, we teamed up with Stanford University School of Medicine to share findings in the Journal of Affective Disorders (March 2022). We have multiple ongoing research studies leveraging our proprietary real-world data, including an even larger ketamine analysis leveraging machine learning to predict treatment outcomes.\r\n\r\nOsmind is a San Francisco–based public benefit corporation led by scientists, technologists, and psychiatrists. We are backed by top investors including DFJ Growth, General Catalyst, Future Ventures, Tiger Global, and Y Combinator.",
  "one_liner": "Platform for breakthrough mental health research and treatment",
  "team_size": 55,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare IT",
  "launched_at": 1598142007,
  "tags": [
    "Mental Health Tech",
    "SaaS",
    "Health Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2020",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare IT"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/osmind",
  "api": "https://yc-oss.github.io/api/batches/summer-2020/osmind.json"
}
