{
  "id": 28158,
  "name": "Adventris Pharmaceuticals",
  "slug": "adventris-pharmaceuticals",
  "former_names": [
    "Elimivax"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/5c8bb0a987c29df94410bb9cc6ab7db9eb0d6478.png",
  "website": "https://adventris.com",
  "all_locations": "Baltimore, MD, USA; San Francisco, CA, USA",
  "long_description": "Adventris makes cancer vaccines. By teaching our body’s immune system to recognize and kill the drivers of cancer, we can eliminate the majority of all cancer deaths.\r\n\r\nA little more detail to understand our scientific approach: A normal cell turns into cancer when it develops a mutation that makes it grow aggressively. Surprisingly, a small number of these mutations account for the vast majority of cancer deaths. The immune system usually doesn’t recognize these mutations, but our technology platform enables us to train the immune system to recognize and attack these cancers. Our first product is a vaccine for the treatment of lung cancer that targets the KRAS mutation, the most common mutation in cancer, accounting for about 30% of all cancer deaths. In the long run, we envision a world where every adult receives our vaccines annually – preventing the majority of cancer deaths. \r\n\r\nOur team includes some of the leading cancer vaccine experts in the world including: our Chief Scientific Officer, Dr. Liz Jaffee (Chair of President Biden’s Cancer Advisory Panel) and our Chief Medical Officer, Dr. Mark Yarchoan (principal investigator of multiple cancer vaccine clinical trials). Our team is led by our Chief Executive Officer, Jen Herbach, who has more than a decade of biotech industry experience including with Amunix (the second largest oncology pre-clinical stage acquisition).\r\n\r\nIf you are interested in learning more about our approach to treat and prevent cancer, please reach out to us at contact@adventrispharma.com",
  "one_liner": "Adventris makes cancer vaccines",
  "team_size": 7,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": true,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Drug Discovery and Delivery",
  "launched_at": 1675190671,
  "tags": [
    "Biotech",
    "Healthcare",
    "Therapeutics",
    "Drug discovery",
    "Oncology"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W23",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Drug Discovery and Delivery"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/adventris-pharmaceuticals",
  "api": "https://yc-oss.github.io/api/batches/w23/adventris-pharmaceuticals.json"
}
