{
  "id": 27845,
  "name": "Bayes HQ",
  "slug": "bayes-hq",
  "former_names": [
    "Bayes Today",
    "Bayes"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f3d924f50da5292471cce9c24c81c6f7baeeb5b7.png",
  "website": "https://bayes-hq.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Bayes HQ automates filing Sales Tax for SaaS companies both inside and outside of the US.\r\n\r\nWe create a streamlined experience that not only lowers the filing cost but also removes any manual entry. By leveraging state-of-the-art ML, we ensure that our SaaS customers are always compliant both in the USA and international markets.\r\n\r\nSaaS companies must file sales tax to all jurisdictions where they make sales and for any business they need to file where the buyer resides. So you can imagine what a nightmare this is.\r\n\r\nThis is currently being done by expensive tax experts for most businesses, whereas Bayes can do it significantly cheaper as the team is experienced in ML/Al and can automate the process.\r\nWe've honed in on solving sales tax issues for SaaS companies and have strong momentum there.\r\n\r\nWe offer plugins for most CRMs and are constantly adding more integrations. We also offer an online portal where SaaS businesses simply upload any relevant documents and we take care of the rest! \r\n\r\nWe just need an Excel sheet containing just three simple columns: revenue generated from the customer, zip code of the customer, and date of the transaction. We handle the rest!",
  "one_liner": "Automated sales tax for SaaS companies inside and outside of the US",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B -> Finance and Accounting",
  "launched_at": 1677795884,
  "tags": [
    "Fintech",
    "Machine Learning",
    "SaaS",
    "B2B",
    "Analytics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W23",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Finance and Accounting"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/bayes-hq",
  "api": "https://yc-oss.github.io/api/batches/w23/bayes-hq.json"
}
