{
  "id": 27938,
  "name": "Boundary",
  "slug": "boundary",
  "former_names": [
    "Gloo",
    "Gloo Chat"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7d66bb51ef2922c834b2fbb6de2b175e7a85b8f8.png",
  "website": "https://www.boundaryml.com",
  "all_locations": "Seattle, WA, USA",
  "long_description": "Boundary makes tools to build the most reliable AI pipelines. We take a code first approach and everything lives in your code, and runs locally (completely open-source!).\r\n\r\nInstead of function-calling on openai and JSON.parse, our approach allows you to write shorter prompts that lead to more accurate results. No fine-tuning. No modifying the model.\r\nThat means less time prompt engineering to get the same quality results.\r\n\r\nRecently, we showed that our method makes GPT-3.5, GPT-4o-mini, and Claude-Haiku perform at the same level as GPT-4o without (of course GPT-4o gets better with us as well). Read more here: https://www.boundaryml.com/blog/sota-function-calling\r\n\r\nBoundary is composed of three main components:\r\n\r\n1. BAML - a simple programming language to get structured outputs from LLMs.\r\n2. BAML Playground - The first-ever VSCode playground for LLMs, that helps developers test and iterate on their AI functions.\r\n3. Boundary Studio - An analytics dashboard to trace, label, and measure performance.\r\n\r\nBoundary's mission is to make AI app development seamless, and supports the entire development journey, from initial prompt iteration to measuring performance post-deployment.",
  "one_liner": "Function calling that's cheaper, faster, and better, on every model",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1678219068,
  "tags": [
    "Artificial Intelligence",
    "Developer Tools",
    "Generative AI",
    "Machine Learning",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W23",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/boundary",
  "api": "https://yc-oss.github.io/api/batches/w23/boundary.json"
}
