{
  "id": 27919,
  "name": "Helicone",
  "slug": "helicone",
  "former_names": [
    "Prompt Zero",
    "TableTalk",
    "Valyr"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0fd0f837e64cef0930fd804e4345c0342b9a2827.png",
  "website": "https://www.helicone.ai/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Helicone: The Ultimate Open-Source Platform for Generative AI\r\nEmpowering developers to create world-class AI products with ease, Helicone offers a robust, open-source platform tailored for Generative AI. Integrate Helicone with just two lines of code and unlock a suite of powerful features designed to streamline your development process.\r\n\r\nWhy Developers Love Helicone:\r\n\r\n- Comprehensive Observability: Gain deep insights into your AI operations with detailed logs, analytics, and performance monitoring.\r\n- Advanced Gateway Capabilities: Optimize performance with features like caching, rate-limiting, prompt detection, and key mapping.\r\n- Seamless Data Collection: Utilize our standard schema for easy ETL processes and maintain a high-quality data pipeline.\r\n- Effortless Fine-Tuning: Enhance your AI models with our user-friendly fine-tuning tools and data export options.\r\n- In-Depth Evaluations: Conduct prompt regression testing and experiments to ensure your models perform at their best.\r\n- Collaborative Customer Portal: Share custom dashboards and insights with your team and clients for enhanced collaboration and transparency.\r\n\r\nJoin thousands of developers who trust Helicone to handle the complexities of AI observability, so they can focus on what truly matters—building innovative products. Have questions or need assistance? Reach out to us at engineering@helicone.ai. We look forward to building the future of AI with you.",
  "one_liner": "LLM Observability for Developers",
  "team_size": 5,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "B2B",
  "subindustry": "B2B -> Analytics",
  "launched_at": 1675832219,
  "tags": [
    "AIOps",
    "Developer Tools",
    "Analytics",
    "Open Source"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W23",
  "status": "Active",
  "industries": [
    "B2B",
    "Analytics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/helicone",
  "api": "https://yc-oss.github.io/api/batches/w23/helicone.json"
}
