{
  "id": 27961,
  "name": "Hona",
  "slug": "hona",
  "former_names": [
    "Milestones",
    "Hona (formerly Milestones)",
    "Hona 🚀"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7796601cb8c746f78b720f5509beb20c0e6fd6c1.png",
  "website": "https://hona.com",
  "all_locations": "Orem, UT, USA",
  "long_description": "Hona is a software application that allows for businesses to automatically keep their clients up to date as to the status of their service. Alongside these updates, clients will have a unique user interface that will allow them to see the important milestones within their service and also receive education as to how it works and the next steps. Beyond the updates and education, Hona serves as a tool for clients to upload documents, directly communicate with the business, leave reviews and feedback to the business, and more. The long-term vision for Hona is to be the all in solution for client experience management used across many different industries. Clients will have one app to communicate and interact with multiple different businesses. As clients enjoy the use of Hona with one business, they will yearn to use it with other businesses. Additionally, the seamless integration between the business's CRM and Hona makes it desirable for the business to use as well.",
  "one_liner": "The Domino's Pizza Tracker for service businesses and their clients.",
  "team_size": 48,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "B2B",
  "subindustry": "B2B -> Legal",
  "launched_at": 1669140082,
  "tags": [
    "SaaS",
    "B2B"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W23",
  "status": "Active",
  "industries": [
    "B2B",
    "Legal"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/hona",
  "api": "https://yc-oss.github.io/api/batches/w23/hona.json"
}
