{
  "id": 28192,
  "name": "Koala Ops",
  "slug": "koala-ops",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2051debd2ddc50b321426f669aa98a0120dfc537.png",
  "website": "https://koalaops.com/",
  "all_locations": "Tel Aviv-Yafo, Tel Aviv District, Israel",
  "long_description": "We make running services on Kubernetes as easy as Heroku, but on your cloud and with all the flexibility and power of Kubernetes. Companies use Koala so that they don't have to hire dedicated infrastructure engineers.\r\n\r\nAlthough 50-70% of organizations have already adopted Kubernetes, most developers agree that it is too complex and difficult to manage. It is intended to be extremely flexible in order to solve pretty much everyone’s needs, but it can take a ton of work and many auxiliary tools to get there.\r\n\r\nAs companies grow, they spend a lot on DevOps or Platform Engineers that try to reduce the burden on developers by gluing together all the 3p tools via custom internal tools.\r\n\r\nWe are building an “internal developer platform” out of the box, with best practices and golden paths for building and operating services on Kubernetes.\r\n\r\nWe do the research on the latest and greatest tools in the extremely vibrant ecosystem, and automatically integrate for you the tools you want to use.\r\n\r\nWe operate on our customers code and in your Cloud environment, so they never locked in and never restricted, as is common with classic PaaS offerings.\r\n\r\nIf you prefer a fully hosted environment like Heroku, Fly or Vercel, we’ll host a cluster for you and offer you a one-click migration to your own cluster when you want.",
  "one_liner": "A platform for developing microservices on Kubernetes",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1677416596,
  "tags": [
    "Developer Tools",
    "SaaS",
    "B2B",
    "Kubernetes",
    "DevOps"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W23",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "Israel",
    "Middle East and North Africa"
  ],
  "stage": "Early",
  "app_video_public": true,
  "demo_day_video_public": false,
  "app_answers": true,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/koala-ops",
  "api": "https://yc-oss.github.io/api/batches/w23/koala-ops.json"
}
