{
  "id": 28115,
  "name": "Vellum",
  "slug": "vellum",
  "former_names": [
    "Vocify"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4cdc37dab125e7d4bef1e071544a86e8c3b5ff64.png",
  "website": "https://www.vellum.ai/",
  "all_locations": "Remote",
  "long_description": "Prompt Engineering: Super powers for prompt engineers\r\n- Compare prompts, models, and even LLM providers side-by-side\r\n- Curate a library of test cases to evaluate prompts against\r\n- Quantitatively evaluate the output of your prompts using industry-standard ML metrics (Bleu, Meteor, Levenshtein distance, Semantic similarity)\r\n\r\nDeployments: Confidently iterate on models in production\r\n- Simple API interface that proxies requests to any model provider\r\n- Back-testing & version control\r\n- Observability of all your inputs and outputs; UI & API to submit explicit or implicit user feedback\r\n\r\nDocuments: Use your proprietary data in LLM applications\r\n- Robust API endpoint to submit documents (“corpus of text”) for querying against\r\n- Configurable chunking and semantic search strategies\r\n- Ability to query against corpus of text at run time\r\n\r\nContinuous Improvement: Continuously fine-tune to improve quality and lower cost\r\n- Passively accumulate training data to fine-tune your own proprietary models\r\n- Swap model providers or parameters under the hood – no code changes required\r\n\r\nWe’re a team of MIT engineers and McKinsey consultants who’ve been building apps on GPT-3 for 3 years since it first came out. We’ve built similar tools in MLOps for 4 years and have closely experienced the pain we’re solving for our customers today.\r\n\r\nWe believe that AI is the greatest technological leap since the internet. Our mission is to help companies adopt AI by taking their prototypes to production. If you have an AI use-case in mind, please reach out!",
  "one_liner": "The AI Product Development Platform",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1673626837,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W23",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/vellum",
  "api": "https://yc-oss.github.io/api/batches/w23/vellum.json"
}
