{
  "id": 30178,
  "name": "Candor",
  "slug": "candor",
  "former_names": [
    "Pomelo"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6e3a1be48eb0cf348674d5461251aaa02e645af2.png",
  "website": "https://www.usecandor.ai",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Candor helps defense and deeptech companies navigate the government procurement process with AI. We inject agents into the procurement process - agents that not only surface opportunities but actively pursue them - giving anyone the same capabilities as large contractors. \r\n\r\nWhen we met at Stanford 4 years ago, it was rare for startups to work with the US Government. In the years that we’ve been involved in the burgeoning Defense Tech ecosystem, a lot has changed. Silicon Valley and the US Government are closer than they’ve been in decades.  \r\n\r\nAs fellows in Stanford’s Center for National Security Innovation, we’ve had the privilege of speaking with dozens of government officials who have come to Silicon Valley looking to fund and scale startups solving their most urgent problems. \r\n\r\nHowever, we’ve seen firsthand the struggles these startups face in securing gov funding. Marcus, having spoken with dozens of defense startups in his time helping lead the Stanford Defense Tech Club and trying to set up a national security startup accelerator has seen this especially.\r\n\r\nThat’s why we’re making it easier to find and apply for opportunities, taking the application process from weeks to days.\r\n\r\nWe’re only going to see more cooperation in the coming years. With that, there will be increasingly more funding going towards companies in defense, energy, biotech, quantum, etc. Candor lets you unlock that funding potential.\r\n",
  "one_liner": "We help companies win government funding with AI",
  "team_size": 2,
  "industry": "Government",
  "subindustry": "Government",
  "launched_at": 1739054887,
  "tags": [
    "Artificial Intelligence",
    "GovTech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "Government"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/candor",
  "api": "https://yc-oss.github.io/api/batches/w25/candor.json"
}
