{
  "id": 30210,
  "name": "Conntour",
  "slug": "conntour",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/e13662a45aaad5a75d32c886f95fbfe0a3d0af5a.png",
  "website": "https://www.conntour.com/",
  "all_locations": "Tel Aviv-Yafo, Tel Aviv District, Israel",
  "long_description": "Conntour lets governments and corporations query their security cameras.\r\n\r\nUsers can search past footage (“Find a man with a blue backpack”), set alerts (“Notify me if someone climbs over the wall”), and extract data (“How many vehicles entered yesterday?”).\r\n\r\nWe just completed an $80K POC with the Singapore government, which was a great success, leading us toward a $2M/year contract. That’s only one of five huge customers we’re set to close in the next few months.\r\n\r\nMatan (CEO) worked with security cameras for years, leading video surveillance in the Israel Defense Forces. Tomer (CTO) is a second-time founder and former director of engineering. Our team also includes computer vision experts from Israel’s elite 8200 intelligence unit and former top officials from the Mossad.\r\n\r\nThe problem with existing solutions is that they offer low customization, as they’re limited to pre-defined parameters (like shirt color or license plate number). This lack of flexibility causes missed critical events, too many false alarms, and countless hours wasted on manual footage review. Conntour solves this by offering unlimited customization through natural language queries - just ask anything.",
  "one_liner": "AI to monitor thousands of security cameras.",
  "team_size": 6,
  "industry": "B2B",
  "subindustry": "B2B -> Security",
  "launched_at": 1738284252,
  "tags": [
    "GovTech",
    "Computer Vision",
    "B2B",
    "Security",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "B2B",
    "Security"
  ],
  "regions": [
    "Israel",
    "Middle East and North Africa"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/conntour",
  "api": "https://yc-oss.github.io/api/batches/w25/conntour.json"
}
