{
  "id": 30193,
  "name": "Guse",
  "slug": "guse",
  "former_names": [
    "Fin"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/836ac1a5479beec4034fd9b4728c997edac713b4.png",
  "website": "https://www.guse.io/",
  "all_locations": "",
  "long_description": "Guse is the first fully multiplayer AI canvas for individuals and teams to work on research, writing, reports, and decks.\r\n\r\nA chat interface excels at straightforward, single-answer tasks, but falls short for more complex, iterative tasks such as compiling reports. \r\n\r\nExisting AI canvas tools offer a slightly better interface but lack any rich doc editor tooling, multiplayer functionality, or a truly great AI copilot experience. This prevents tangible, collaborative work from actually being done. \r\n\r\nA Guse canvas has a rich docs editor built in, full multiplayer, and an AI copilot capable of autonomously web searching, writing, and editing any content on the canvas. Individuals or teams can work, iterate, and collaborate on research, reports, etc. - then instantly export any canvas out to any format (yes, even fully fleshed out slides!). \r\n\r\nIf chat was the conversational interface for AI, Guse is the collaborative interface and we look forward to seeing what you use it for. Start your first canvas today at guse.io.",
  "one_liner": "The first multiplayer AI canvas",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1737490708,
  "tags": [
    "Documents",
    "Artificial Intelligence",
    "B2B",
    "AI Assistant"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/guse",
  "api": "https://yc-oss.github.io/api/batches/w25/guse.json"
}
