{
  "id": 30254,
  "name": "HUD",
  "slug": "hud",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/72ba1775f18d84d7a5c6d25f0e693dc75df8d544.png",
  "website": "https://hud.so",
  "all_locations": "",
  "long_description": "Sam Altman and Dario Amodei have both said that we’ll have virtual coworkers by the end of the year.\r\n\r\nThe issue is, current agents aren’t reliable enough to perform at a human-level at these tasks. We solve this by making it easy to build evals and run them at scale for top agent developers like a foundation lab (nda), Browser Use and Silverstream.\r\n\r\nOur platform works by making it easy for domain-specific experts to create evals for their area of expertise. We're working with experts from every occupation from PMs to Accountants to Financial Analysts to make evals that the labs can then be used to evaluate and eventually train computer agents using RL.\r\n\r\nDuring the batch, we grew from 0 to >$300k ARR.\r\n\r\nToday our customers are foundation labs and startups building computer use and browser agents, but we want to expand to any company building or adopting a vertical AI agent that replaces an occupation. \r\n\r\nWe want to be the Palantir of domain-specific agents. Soon, we will go into any organization, create evals for a specific job function, and then deploy an AI agent on our tooling that can automate a job function. Ultimately, we will become the platform that creates drop-in workers that can automate any white collar task. We want to free people from bullshit laptop jobs. ",
  "one_liner": "Hud is building evals for the drop-in worker",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "Unspecified",
  "launched_at": 1740930546,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/hud",
  "api": "https://yc-oss.github.io/api/batches/w25/hud.json"
}
