{
  "id": 30229,
  "name": "Maive",
  "slug": "maive",
  "former_names": [
    "MAIVE (Manufacturing AI Vision Engine)"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c8c2773604bbaf5a32094fbcb757b92f9d29a32e.png",
  "website": "https://maive.ai",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Maive automates aerospace compliance paperwork required on the manufacturing shop floor. We use cameras and AI to automatically fill federally-required paperwork, reducing the risk of companies being unable to sell their products and increasing factory throughput.\r\n\r\nUsers have told us the paperwork required for the F-35 fighter jet weighs more than the jet itself! The government requires a record for each of the 1.5 million parts in the jet, including what shop-floor workers do to each part and when they do it.\r\n\r\nAutomating paperwork by interpreting human actions with cameras is hard. Doing this at the edge and inside secure aerospace environments is harder. We fine-tune the latest vision language models to solve what was previously impossible.\r\n\r\nManufacturers lose millions when compliance paperwork has errors because it can freeze their ability to sell the product for months. Leaving this task to shop floor workers is both incredibly risky to the company and tedious for the employees. \r\n\r\nCompliance paperwork is just the beginning. We want to propel American manufacturing into the AI era. America is facing a serious problem: there’s $400B being invested to onshore manufacturing, but there’s simultaneously a projected 15% gap in workers needed due to an aging workforce. We’re on a mission to solve this by building the first AI native software for the shop floor. Our vision is to intelligently connect people, robots, and data to 10x today’s manufacturing capacity.",
  "one_liner": "Visual AI for factories",
  "team_size": 2,
  "industry": "Industrials",
  "subindustry": "Industrials -> Manufacturing and Robotics",
  "launched_at": 1740103642,
  "tags": [
    "Artificial Intelligence",
    "Warehouse Management Tech",
    "Computer Vision",
    "Compliance",
    "Aerospace"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "Industrials",
    "Manufacturing and Robotics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/maive",
  "api": "https://yc-oss.github.io/api/batches/w25/maive.json"
}
