{
  "id": 30224,
  "name": "Maritime Fusion",
  "slug": "maritime-fusion",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2af0192d25e843e5333e635fa35115413fbca155.png",
  "website": "https://maritimefusion.com",
  "all_locations": "",
  "long_description": "Maritime Fusion is building HTS (high-temperature superconducting) fusion reactors for defense and commercial shipping applications. Breakeven fusion is coming soon, but the first-of-a-kind (FOAK) reactors will be costly, high maintenance, and have low capacity factors, leading to 5–10x higher electricity cost on the grid. Maritime Fusion is pursuing the most widely accepted approach to fusion, the tokamak, but specifically designed for the marine environment where the challenges that arise between breakeven and a commercially viable energy source are alleviated. The market we're targeting requires 15x less power, lower up-time, and costs the same as alternative fuels but without any emissions. Since fusion does not use highly radioactive fuels or materials – unlike fission – we sidestep the vast majority of regulatory challenges and safety risks associated with nuclear energy. Our team brings over a decade of industry and research experience in plasma physics, nuclear engineering, and electrical engineering with backgrounds at SpaceX, Tesla, Columbia University, and University of Pennsylvania.",
  "one_liner": "Fusion reactors for ships",
  "team_size": 4,
  "industry": "Industrials",
  "subindustry": "Industrials -> Energy",
  "launched_at": 1739572830,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "Industrials",
    "Energy"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/maritime-fusion",
  "api": "https://yc-oss.github.io/api/batches/w25/maritime-fusion.json"
}
