{
  "id": 30292,
  "name": "Mesh",
  "slug": "mesh-2",
  "former_names": [
    "Cart"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/23ccdc4419907ee05321c76c632bbd5270cb8764.png",
  "website": "http://www.usemesh.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Currently, there's a shortage of 340,000 accountants in the US. This number is only projected to grow as 75% of certified public accountants (CPAs) reach retirement within the next 15 years, and the number of new grads entering the industry hit an all time low.\r\n\r\nTo combat the shortage and rising labor costs in the US, accounting firms are increasingly outsourcing labor offshores (i.e. Manila, Philippines). We've seen this firsthand while running fund accounting teams at Carta, as well as at our competitors.\r\n\r\nAt Mesh, we're leveraging domain-specific AI to automate key workflows that are currently being outsourced. This includes activities like reconciling cash transactions, queuing up expense wires, handling inter-company transactions, and more. We provide significantly more accuracy, require minimal onboarding and training, and come at a fraction of the cost. Not to forget, we perfect our recall with more data and only get better with usage. Sounds like the opposite effect that more information and longer hours have on humans.\r\n\r\nMesh's AI agents work long hours, so accountants don't need to.",
  "one_liner": "Automate outsourced accounting work with AI",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1736927502,
  "tags": [
    "Artificial Intelligence",
    "Finance",
    "Productivity",
    "Enterprise Software"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/mesh-2",
  "api": "https://yc-oss.github.io/api/batches/w25/mesh-2.json"
}
