{
  "id": 30292,
  "name": "Mesh",
  "slug": "mesh-2",
  "former_names": [
    "Cart"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/23ccdc4419907ee05321c76c632bbd5270cb8764.png",
  "website": "http://www.usemesh.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Mesh is an AI bookkeeper that gives startups instant financial clarity. We automatically connect and reconcile data across your entire financial stack in real-time, so founders can make informed decisions in real time—not 10+ days after the month-end. \r\n\r\nCurrent solutions force startups to either do bookkeeping themselves or outsource to accountants who lack context. While existing solutions can handle rule-based transaction categorization, they still require manual reconciliation across scattered data in various platforms at month-end. Mesh solves this by integrating with your existing tech stack to centralize data and write directly to your general ledger—meeting founders where they are.\r\n\r\nErin and Nandini are leveraging their combined 10+ years of building accounting automation at Carta to redefine how accounting gets done at startups. From scaling Carta's fund administration business from $20M to $100M, building their in-house general ledger, and doubling margins by automating offline tasks, we know what it takes to build a modern accounting firm.\r\n\r\nWith 5.5 million new businesses created annually in the US, with each spending an average of $20,000 per year on bookkeeping services, this translates into a $110B opportunity. Companies currently waste 10-15 hours each month on financial administration—time that could be better spent growing their businesses.\r\n\r\nWe balance the books, so founders can get back to building.",
  "one_liner": "AI bookkeeper for startups",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1736927502,
  "tags": [
    "Finance",
    "Productivity",
    "Enterprise Software",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "B2B",
    "Finance and Accounting"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/mesh-2",
  "api": "https://yc-oss.github.io/api/batches/w25/mesh-2.json"
}
