{
  "id": 30237,
  "name": "Nuclear Software",
  "slug": "nuclear-software",
  "former_names": [
    "Nuclear Software Solutions"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d753a7f42527d220d04f733e0e8c2179891fa0e1.png",
  "website": "https://www.nuclearsoftware.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Nuclear Software is the first continuous integration platform built for engineering simulations, designed for complex industries like nuclear, aerospace, automotive, and advanced manufacturing. It connects CAD models directly to simulation tools—neutronics, CFD, structural analysis, thermal simulations, and more—without manual data preparation. By automating geometry conversions and meshing, Nuclear Software eliminates bottlenecks and streamlines workflows, allowing engineers to focus on building better products.\r\n\r\nEvery design change automatically triggers simulations through a unified pipeline, ensuring real-time validation, version control, and traceability. Teams can customize workflows for individual components or run full system simulations, all within the same platform. Nuclear Software securely stores both designs and simulation results in a centralized repository, maintaining a complete version history linked to each design change. This single source of truth makes it easy to track progress, troubleshoot issues, and maintain accountability, reducing the risk of costly mistakes.\r\n\r\nNuclear Software’s robust access control system protects proprietary and regulated simulation codes, ensuring compliance and data security. By automating simulation workflows and connecting design iterations to real-time validation, Nuclear Software accelerates development cycles and empowers engineers to innovate faster and with greater precision.",
  "one_liner": "GitLab for Hard Tech.",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1740465052,
  "tags": [
    "Climate",
    "Energy",
    "Aerospace",
    "Industrial"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/nuclear-software",
  "api": "https://yc-oss.github.io/api/batches/w25/nuclear-software.json"
}
