{
  "id": 30282,
  "name": "Riviera",
  "slug": "riviera",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/790dbe46b89475fab7c527c1403f9dcbd5c92c33.png",
  "website": "https://www.withriviera.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Riviera builds AI voice agents that let hotels spend less time answering phone calls and more time helping guests. Our system handles front-desk operator calls, in-room dining orders, and reservations. It answers every question instantly and in any language, 24/7. \r\n\r\n\r\nWe’re solving a problem that older phone systems and IVR (Interactive Voice Recordings) can't: guests hate not being able to talk to someone immediately, but hotels can’t dedicate additional staff to manage phone lines. Voice AI has always seemed out of reach for hotels because their technology infrastructure is often fragmented, with reservation systems, loyalty programs, and in-house operations software that weren’t designed with voice AI in mind. Riviera addresses this by integrating seamlessly with existing hotel software providers and using human-sounding voice models that are highly trained on data specific to each hotel and department.\r\n\r\n\r\nHotels spend over $100 billion annually on staffing and lose potential revenue when phone lines are overwhelmed or callers hang up. By enabling hotels to handle unlimited calls, day or night, Riviera unlocks additional revenue and eases labor challenges.",
  "one_liner": "AI Voice Agents for Hotels",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "Consumer -> Travel, Leisure and Tourism",
  "launched_at": 1737322900,
  "tags": [
    "Artificial Intelligence",
    "SaaS",
    "B2B",
    "Travel",
    "Analytics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/riviera",
  "api": "https://yc-oss.github.io/api/batches/w25/riviera.json"
}
