{
  "id": 30217,
  "name": "Rocketable",
  "slug": "rocketable",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/bc12cf4638585675745dadeea5e4a62aec1543cb.png",
  "website": "https://www.rocketable.com",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "Rocketable is building a large portfolio of wildly profitable software businesses by acquiring existing products and replacing human teams with AI agents.\r\n\r\nToday’s foundation models already possess enough intelligence to automate most of the tasks required to run a profitable software business. In the functions where agents aren’t yet intelligent enough to replace humans, they will be soon.\r\n\r\nWhen every human function required to operate a software product has an AI agent equivalent, the next step will be within reach: operating an entire company with a team of AI agents instead of humans.\r\n\r\nBut superintelligent agents within each function won’t be enough. To operate a software company with 0 human employees, the agents will need to be directed towards common goals, integrated to collaborate across functions, tuned with feedback loops connected to product metrics, and trained to make resource allocation decisions.\r\n\r\nWe are creating the tools needed to replace the entire org chart of a software company with a team of AI agents. We are developing these tools by owning the products that we automate, because we know from 10+ years of experience building automated systems with AI/ML that integration is the key to unlocking superhuman performance.",
  "one_liner": "The AI Maximalist Software Holding Company",
  "team_size": 1,
  "industry": "B2B",
  "subindustry": "Fintech -> Asset Management",
  "launched_at": 1737653057,
  "tags": [
    "Generative AI",
    "B2B",
    "Workflow Automation",
    "Investments",
    "Automation"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W25",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/rocketable",
  "api": "https://yc-oss.github.io/api/batches/w25/rocketable.json"
}
