{
  "id": 28784,
  "name": "Elyos Energy",
  "slug": "elyos-energy",
  "former_names": [
    "Prasinus Energy",
    "Open Energy"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d86b08e41706ee1485385c94c3ea3b3a935e1ec8.png",
  "website": "https://www.elyosenergy.com",
  "all_locations": "London, England, United Kingdom",
  "long_description": "Elyos Energy helps companies save cost and reduce carbon emissions by shifting electricity consumption outside of peak demand. We connect to smart thermostats, HVAC systems, batteries and EV chargers to automatically lower consumption during peak times. \r\n\r\n\r\nElectrification is at the core of the UK’s net zero strategy. However, with the increase of renewable energy as a mix of the electricity supply, comes an intermittent and more volatile balance between supply and demand.  With the mass adoption of EVs, the increasingly urgent demand for air conditioning and electrification of heat, overall electricity demand is outpacing the transformation of the grid. \r\n\r\n\r\nElyos Energy is helping to solve the problem of supply and demand with energy flexibility at scale, starting with the 1.6 million commercial buildings in the UK.\r\n\r\n\r\nOur SaaS platform enables large commercial buildings to leverage their distributed energy resources (smart thermostats, HVAC systems, solar, battery) to reduce strain on the grid at hours of peak demand and lower their energy costs.\r\n\r\nWe connect to a range of APIs from smart thermostats, HVAC systems, solar, battery etc. to automate measures of energy consumption reduction and opt-in to national grid demand response events where customers can earn money for energy reduction. By shifting 10% of peak time consumption, we save companies 15% on their electricity bill and reduce their CO2 emissions by 7%.\r\n\r\nElyos Energy is leveraging energy flexibility, at mass-market scale to enable electrification of the energy system.",
  "one_liner": "The platform for energy flexibility and demand response",
  "team_size": 7,
  "industry": "Industrials",
  "subindustry": "Industrials -> Climate",
  "launched_at": 1688401921,
  "tags": [
    "SaaS",
    "B2B",
    "Climate",
    "Energy",
    "ClimateTech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S23",
  "status": "Active",
  "industries": [
    "Industrials",
    "Climate"
  ],
  "regions": [
    "United Kingdom",
    "Europe"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/elyos-energy",
  "api": "https://yc-oss.github.io/api/batches/s23/elyos-energy.json"
}
