{
  "id": 29002,
  "name": "Envelope",
  "slug": "envelope",
  "former_names": [
    "Envelope Money"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c2e740f2179bdee63c6c4fcdf1727acdeb9510d9.png",
  "website": "https://envelopebudgeting.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Envelope is a banking app with built-in budgeting. It's similar to Mint, Copilot, or Rocket Money, but our app issues you a checking account during onboarding so there's no syncing or flaky bank connections. We are structured to be the primary checking and savings account for our users.\r\n\r\n\r\n\r\nWe (Josh and Katelyn) are married cofounders who previously worked on Apple Card and the Robinhood iOS app. We started Envelope because we were using clunky tools like the Chase app, spreadsheets, and Mint to run our family finances and realized we could do it better.\r\n\r\n\r\n\r\nIn the future, you could go set up a Chase account for checking, E-Trade for investing, SoFi for savings, Ally for money market, Greenlight for kid cards, PLUS the Mint/YNAB/Rocket Money to glue it all together + budgeting, or you could just use Envelope.\r\n\r\n\r\n\r\n\r\n_Envelope is a financial technology company and is not a bank. Banking services provided by Pacific West Bank, Member FDIC. Your funds are FDIC insured up to $250,000 through Pacific West Bank, Member FDIC. The Envelope Visa® Debit Card is issued by Pacific West Bank, N.A. pursuant to a license from Visa U.S.A. Inc. and may be used anywhere Visa cards are accepted._",
  "one_liner": "Banking with built-in budgeting",
  "team_size": 2,
  "industry": "Fintech",
  "subindustry": "Fintech -> Consumer Finance",
  "launched_at": 1691448232,
  "tags": [
    "Artificial Intelligence",
    "Fintech",
    "Consumer",
    "Neobank"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S23",
  "status": "Active",
  "industries": [
    "Fintech",
    "Consumer Finance"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/envelope",
  "api": "https://yc-oss.github.io/api/batches/s23/envelope.json"
}
