{
  "id": 28923,
  "name": "Maven Bio",
  "slug": "maven-bio",
  "former_names": [
    "RightPage"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/3fb59a2d458d4e1bae717254c4cb57243a45f0b6.png",
  "website": "https://mavenbio.com",
  "all_locations": "Boston, MA, USA",
  "long_description": "At Maven Bio, we’re transforming BioPharma knowledge work by pairing domain-specific AI with curated industry data—letting consultants, investors, and corporate teams move from question to decision with less manual work. Our integrated BioPharma-specific platform features four flagship modules:\r\n\r\n• Maven Workflows: Monitor Maven's domain-specific AI through structured research tasks—step by step—and finalize results with confidence.\r\n• Maven Atlas: Access hundreds of pre-built indication landscapes, or generate custom ones on demand for in-depth insights.\r\n• Maven Compass: Build precise lists of companies, drugs, trials, or documents with advanced filters—move faster with AI-driven filter suggestions.\r\n• Maven Assistant: Get instant answers to your BioPharma questions, complete with direct links to primary sources.\r\n\r\nStop burning hours on manual data hunts. Maven Bio’s continuously updated database and collaborative AI features empower you to focus on strategic decisions. We offer usage-based pricing and usage-restricted trials, plus custom solutions for unique data sources or specialized workflows. Trusted by life science consultants, BD teams, and investors worldwide, Maven Bio delivers faster, deeper insights.\r\n\r\nBook a call to learn how our purpose-built AI can transform your research and accelerate your success.",
  "one_liner": "The AI Platform for BioPharma Knowledge Work",
  "team_size": 6,
  "industry": "B2B",
  "subindustry": "B2B -> Operations",
  "launched_at": 1689099430,
  "tags": [
    "Generative AI",
    "Biotech",
    "Healthcare",
    "Enterprise",
    "Healthcare IT"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S23",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/maven-bio",
  "api": "https://yc-oss.github.io/api/batches/s23/maven-bio.json"
}
