{
  "id": 13520,
  "name": "borong",
  "slug": "borong",
  "former_names": [
    "Dropee"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7e0a53df0e6800e9f647ef8fda11608026855e1d.png",
  "website": "https://www.borong.com/",
  "all_locations": "Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia",
  "long_description": "Our mission is to help local independent retailers find their best-sellers investors by matching them with the right supplier and brands.\r\n\r\nWe believe that today's evolution of the wholesale industry has stifled the growth of many SME businesses. The supply-chain in Malaysia and across Southeast Asia lacks meaningful real-time connectivity between suppliers and retailers. Hence we are determined to transform this industry by providing businesses the right tools to grow.\r\n\r\nOur modern, digital approach to the wholesale industry allows retailers to discover, purchase, and manage inventories for their store - all on a single marketplace platform. And our software tool for suppliers helps businesses to deal with all the pain points of growing customer database, from ordering to payments.\r\n\r\nWith our data-driven approach, we connects local, independent retailers with the right brands, distributors, and wholesalers to stock their store with the best products. This saves retailers and suppliers time and money, allowing them to focus on what's most important: building and running their business.\r\n\r\nborong is headquartered in Kuala Lumpur, Malaysia.",
  "one_liner": "borong is a SaaS-enabled marketplace that connects brands like…",
  "team_size": 80,
  "industry": "B2B",
  "subindustry": "B2B -> Retail",
  "launched_at": 1583883086,
  "tags": [
    "Marketplace",
    "SaaS",
    "B2B"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2020",
  "status": "Active",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "Malaysia",
    "Southeast Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/borong",
  "api": "https://yc-oss.github.io/api/batches/winter-2020/borong.json"
}
