{
  "id": 13430,
  "name": "Breathe Well-being",
  "slug": "breathe-well-being",
  "former_names": [
    "ClassHop Technologies Pte. Ltd",
    "ClassHop Technologies",
    "`ClassHop",
    "Breathe Well-being (formerly ClassHop)"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/926cbc556ca37dc16d59342ee434e8dcc1d391b4.png",
  "website": "http://www.breathewellbeing.in",
  "all_locations": "New Delhi, DL, India",
  "long_description": "Breathe Well-being helps people prevent or manage chronic lifestyle diseases by losing weight through its digital therapeutics program (weight-loss clinic in a cloud, think Noom for India). The program is delivered remotely over the phone and through the mobile app, therefore users are able to follow the lifestyle program from the convenience of their home. Our online program is 3X more effective at 1/4th the cost.\r\n\r\nThe user receives bi-weekly 1-1 coaching focused on behavioral changes, online community for support and motivation, and a mobile app that provides educational lessons, lifestyle tracking tools and weekly challenges (gamification). The content and behavioral change techniques are centred around healthy diet, fitness, lifestyle and stress reduction.\r\n\r\nOur unique coaching methodology employs cognitive behavioral therapy (CBT), goal-oriented treatment and self-efficacy enhancement. The coach helps the user bust negative emotions of past failures in weight-loss and increase motivation by linking short-term achievable goals with the user's personal values. Through the program, the user is able to self-identify triggers of unhealthy habit adoption and make better decisions.\r\n\r\nBreathe Well-being has demonstrated success in helping people lose weight, build long-term healthy habits and reduce/eliminate medication for lifestyle diseases (example - Type 2 Diabetes). We are looking for ideas to improve our sales processes so that we can get users to enrol at a higher conversion rate post our 1-week free trial. We need to identify triggers when users are most likely to pay and provide them with a seamless process for paying on-the-spot.",
  "one_liner": "A digital well-being program to help people prevent or manage chronic…",
  "team_size": 15,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1583947235,
  "tags": [
    "Health Tech",
    "Health & Wellness"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2020",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "India",
    "South Asia"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/breathe-well-being",
  "api": "https://yc-oss.github.io/api/batches/winter-2020/breathe-well-being.json"
}
