{
  "id": 13627,
  "name": "Jenfi",
  "slug": "jenfi",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2db4dddea02151de0da490cfe73ef39915dc72cf.png",
  "website": "http://jenfi.com/",
  "all_locations": "Singapore, Singapore",
  "long_description": "We back growing digital businesses using revenue based financing.\r\n\r\nMany of growing businesses in Asia are highly \"bankable\" yet 50-70% are unable to obtain capital to grow their business.\r\n\r\nHaving been business owners ourselves, we experienced firsthand the struggles of funding a business - from expensive equity options to loans that required personal guarantees.\r\n\r\nWe went live in Singapore first to validate the product/market fit. We plan to expand across the APAC region..\r\n\r\nOur sweet spot is backing repeatable business spend - expenses that leads to increased revenue. Our financing product allows businesses to keep growing with us over time. Over a third of our advances today are from repeat borrowers.\r\n\r\nWe created a brand new asset class in Asia - offering flexible repayment options, such as tieing repayment with sales. Business owners LOVE this.\r\n\r\nOur automated financial technology platform ingests revenue and alternative data sources that gives us a proprietary edge in understanding the behavior of our borrowers. As we collect continuous data, we are able to offer better financial and technology solutions, while mitigating our downside risk.\r\n\r\nFunds are seamlessly deployed via our virtual Jenfi Wallet and MasterCard solution, giving borrowers flexibility to make payments while giving Jenfi real-time tracking of their spend.\r\n\r\nRecent coverage: \r\nhttps://techcrunch.com/2020/02/03/jenfi-wants-to-solve-small-business-lending-in-southeast-asia/",
  "one_liner": "Jenfi provides revenue-based financing for digital businesses in Asia ",
  "team_size": 18,
  "industry": "Fintech",
  "subindustry": "Fintech -> Credit and Lending",
  "launched_at": 1580951713,
  "tags": [
    "Banking as a Service",
    "Fintech",
    "B2B"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2020",
  "status": "Active",
  "industries": [
    "Fintech",
    "Credit and Lending"
  ],
  "regions": [
    "Singapore",
    "Southeast Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/jenfi",
  "api": "https://yc-oss.github.io/api/batches/winter-2020/jenfi.json"
}
