{
  "id": 13099,
  "name": "Ophelia",
  "slug": "ophelia",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/3cbf4c2fae04f0bf480c466e071e33c3b2be8a0d.png",
  "website": "https://ophelia.com",
  "all_locations": "New York, NY, USA",
  "long_description": "Ophelia helps people quit opioids without going to rehab. We offer online doctor’s visits, withdrawal medication prescriptions, and support for long-term recovery, using a protocol 6x more effective than most rehabs (2/3rds of which don't have doctors).\r\n\r\nMore than 3 million Americans are addicted to opioids, but 80% are not getting help, due to jobs, families, and privacy concerns. Meanwhile, there's a proven treatment that increases survival rates by 600%, and it's low cost, discreet, and convenient. It's called MAT, and it looks like treatment for anxiety or depression: medication plus therapy. However, doctors need a special waiver to prescribe the medication, which fewer than 5% of them have, so it's difficult to get, and most people are buying it on the street. Sadly, drug dealers aren't doctors: every 11 minutes another American dies of an opioid overdose, now the #1 cause of death for Americans under 50.\r\n\r\nOphelia is replacing rehab with telemedicine, using proven science and a consumer-first approach. The opioid treatment market in the U.S. is $15B, and 85% of opioid addicts have insurance that pays for it. We're treating roughly 400 patients with thousands more waiting.\r\n\r\nZack started Ophelia after losing his girlfriend to an opioid overdose, who found it easier to get medication from a drug dealer than a doctor. We are raising money to help patients in waiting, grow our footprint, save lives, and earn venture-level returns for investors.",
  "one_liner": "Medication & support to beat opioid addiction from home",
  "team_size": 130,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1584127699,
  "tags": [
    "Mental Health Tech",
    "Healthcare",
    "Telemedicine"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2020",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": true,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/ophelia",
  "api": "https://yc-oss.github.io/api/batches/winter-2020/ophelia.json"
}
