{
  "id": 13570,
  "name": "Prelay",
  "slug": "prelay",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/07b8447f479f15c7ba47b48df5baa9957b41afdb.png",
  "website": "https://prelay.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Most revenue teams have difficulty getting the right team members and internal stakeholders involved in a deal at the right time which creates waste of resources, delays deals, and causes deal slippage.\r\n\r\nWith Prelay's team selling software, coordination and communication is all organized within one purpose-built platform integrated with your other key software instead of spread across multiple disjointed collaboration tools without any centralized tracking, oversight, or learnings. Not only are there fewer headaches for sales reps and their technical counterparts, but sales, presales, and revenue operations leaders have more insight into where and how resources are being used as well as how effective they are at surpassing their goals.\r\n\r\nPrelay enables your revenue team and its internal stakeholders to coordinate and communicate effectively so you can drive more revenue faster as a team.\r\n\r\nPrelay is also backed by top-tier investors including funds like Y Combinator, SV Angel, Liquid2 Ventures and executives from Box, Dropbox, Palantir, SAP, and Microsoft.",
  "one_liner": "Team Selling Platform",
  "team_size": 16,
  "industry": "B2B",
  "subindustry": "B2B -> Sales",
  "launched_at": 1623264895,
  "tags": [
    "SaaS"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2020",
  "status": "Inactive",
  "industries": [
    "B2B",
    "Sales"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/prelay",
  "api": "https://yc-oss.github.io/api/batches/winter-2020/prelay.json"
}
