{
  "id": 13087,
  "name": "RoboTire",
  "slug": "robotire",
  "former_names": [
    "RoboTire",
    "Inc"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/07e8ffa81c10eb2269c2c3a93e56b98e17f2aef9.png",
  "website": "http://www.robotire.com",
  "all_locations": "Plymouth, MI, USA",
  "long_description": "In a fleet-centric world where everything is delivered to your doorstep, cost-per-mile and uptime are all that matter. Vehicles will be driving more miles and the decreased complexity of electric motors will fundamentally change the automotive service industry. ROBOTIRE will bring manufacturing-level automation to vehicle servicing. \r\n\r\nTires are the perfect vertical to tackle first because they are future-proof (tires are going nowhere) and scale from luxury personal automobiles to freight-centric big-rigs. The current tire changing industry is entrenched with an aging workforce but maintains strong margins. We will build and deploy a robotic tire changing container that can change tires in 10 minutes. \r\n\r\nOur fully-integrated ROBOTIRE containers can be placed inside existing shops, Walmart parking lots or in the middle of a fleet service area hundreds of miles away from a major city. In the medium term, we will expand to brakes, oil, batteries, etc. becoming an uptime assembly line that keeps fleets on the road 24/7 at a fraction of the maintenance cost per mile we see today. In a fleet-centric world, cost-per-mile and uptime are all that matter. ROBOTIRE tackles both.\r\n",
  "one_liner": "Robotire is automating vehicle maintenance for today and future…",
  "team_size": 20,
  "industry": "Industrials",
  "subindustry": "Industrials -> Automotive",
  "launched_at": 1582738118,
  "tags": [
    "Hardware",
    "Robotics",
    "Automation"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2020",
  "status": "Inactive",
  "industries": [
    "Industrials",
    "Automotive"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/robotire",
  "api": "https://yc-oss.github.io/api/batches/winter-2020/robotire.json"
}
