{
  "id": 13391,
  "name": "Spenny",
  "slug": "spenny",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c5eab8ce312ccd084d88910aa9abc81700929490.png",
  "website": "http://spennyapp.com",
  "all_locations": "Bengaluru, KA, India",
  "long_description": "Spenny is the Acorns for India. Every time a user make any digital transaction, we round off the amount to the nearest 10 INR and invest it for them into a diversified portfolio, automatically.\r\n\r\n400M millennials in India don't invest because they don't have enough time, knowledge or access to large capital. With Spenny, they just connect the card and invest every time they spend.\r\n\r\nWe're growing 67% WoW since launch, with 3,000+ users and $15,000 in AUM. Indians put $500Bn into their bank accounts annually. We charge 1.75% of the AUM for investments. That's a direct ~$9Bn market in India alone.\r\n\r\nPotentially every time a user makes a transaction, we make money. And in that sense, the timing for Spenny couldn't have been better: 1 Trillion+ transactions are expected in 2021 because of factors like Whatsapp launching its P2P payments in India for its 400M users. And the emergence of UPI means every Indian has a virtual bank account now. \r\n\r\nMore interesting revenue models develop from the transaction data insights of our users. We analyse the rich data to A) up-sell more financial products like insurance etc., and B) create brand loyalty programs & partnerships.\r\n\r\nWe acquire customers at minimal CAC by bank partnerships. We leverage the banks' existing users, by integrating with their mobile app. In turn, we invest into their mutual funds.\r\n\r\nOur long-term vision is to become a one-stop asset management solution for millennials.",
  "one_liner": "Acorns for India. Every time you swipe you make a digital…",
  "team_size": 2,
  "industry": "Fintech",
  "subindustry": "Fintech -> Consumer Finance",
  "launched_at": 1584158431,
  "tags": [
    "Fintech",
    "India",
    "Investing"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2020",
  "status": "Active",
  "industries": [
    "Fintech",
    "Consumer Finance"
  ],
  "regions": [
    "India",
    "South Asia"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/spenny",
  "api": "https://yc-oss.github.io/api/batches/winter-2020/spenny.json"
}
