{
  "id": 13548,
  "name": "Tambua Health",
  "slug": "tambua-health",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0c6d7367572dbd0fc40b24d0143efd38dc5f71af.png",
  "website": "https://tambua.health/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Juno is a fully offline, local-first autonomous AI agent engineered to control and operate medical imaging and diagnostic devices—such as Siemens Healthineers' MRI and CT scanners, hematology analyzers, and PCR machines—with human-like proficiency, powered exclusively by an Embedded System on Module (SoM) AI accelerator. Designed as a \"virtual technician,\" Juno observes device interfaces, reasons over contextual data, and executes actions in a closed-loop system, automating calibration, workflow execution, and optimization without any cloud dependency, internet access, or external APIs. This architecture draws inspiration from agents like ManusAI and Microsoft Copilot's Computer Use Agent (CUA), adapting their observation-reasoning-execution paradigms to treat medical device UIs as controllable \"virtual desktops,\" but confines all processing to edge hardware for compliance with stringent medical safety standards and operational reliability in disconnected environments.",
  "one_liner": "Juno is ManusAI for controlling medical imaging& diagnostic device GUI",
  "team_size": 13,
  "industry": "Healthcare",
  "subindustry": "Healthcare",
  "launched_at": 1584128273,
  "tags": [
    "Health Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2020",
  "status": "Active",
  "industries": [
    "Healthcare"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/tambua-health",
  "api": "https://yc-oss.github.io/api/batches/winter-2020/tambua-health.json"
}
