{
  "id": 13333,
  "name": "Upflow",
  "slug": "upflow",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/cfbbee59804a41493e50bd030cff5d6d1bc8fc97.png",
  "website": "https://upflow.io/en/",
  "all_locations": "New York, NY, USA",
  "long_description": "Upflow is building cutting-edge technology to transform how B2B businesses get paid by their customers,  and grow profitably.\r\n\r\nB2B payment remains super painful for both suppliers and customers in 2025. Through a one-click integration with major financial software (Netsuite, Sage Intacct, Quickbooks) it provides finance and business teams with:\r\n1. A better understanding of their cash collection performance through powerful analytics\r\n2. An intuitive platform for all teams (finance, sales, success) to collaborate around cash collection, turning archaic spreadsheet processes into systematic, personalized cash collection processes.\r\n3. A platform to bring modern payment methods to customers and recreate a consumer-like checkout experience with one-click payment. \r\n\r\nOverall, Upflow drastically improves cash collection rates and turns revenues into cash in the bank faster and simpler.\r\n\r\nThe best B2B tech companies, such as Front, Lattice, ProductBoard, rely on Upflow to manage their cash collection. If you're a CFO, Controller, or Finance Ops, check out our free Discover product to run an audit of your cash collection in 5 min: https://insights.upflow.io/en/discover-upflow\r\n",
  "one_liner": "Cash collection tech for B2B businesses.",
  "team_size": 50,
  "industry": "Fintech",
  "subindustry": "Fintech -> Payments",
  "launched_at": 1586871998,
  "tags": [
    "Fintech",
    "SaaS"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2020",
  "status": "Active",
  "industries": [
    "Fintech",
    "Payments"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/upflow",
  "api": "https://yc-oss.github.io/api/batches/winter-2020/upflow.json"
}
