{
  "id": 98,
  "name": "GoCardless",
  "slug": "gocardless",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0ccdabab089f9b89cedc7a361ae2e169d4d6a942.png",
  "website": "http://gocardless.com",
  "all_locations": "London, England, United Kingdom",
  "long_description": "At GoCardless we believe that bank payments are the best way to pay and get paid. We help businesses collect both recurring and one-off payments, without the chasing, stress or expensive fees.\r\n\r\nWe’re building a global bank payment network that lets people make and collect payments straight from their bank account, across multiple countries and currencies. 75,000+ businesses around the world trust us to power their payments. We enable them to collect payments from 30+ countries, processing over $30 billion each year.\r\n\r\nOur suite of add-on products are helping businesses face their payment challenges head on. From automatically recovering failed payments, to challenging charge backs and fighting fraud - all without compromising their customer’s payment experience.\r\n\r\nOur open banking leadership unlocks the ability to make and accept direct bank payments confidently and securely. And our acquisition of Nordigen means we’re also helping businesses make faster and more informed decisions by accessing and generating insights from their customers’ bank account data.\r\n\r\nWe’re also backed by some of the world’s leading investors including Accel Partners, Bain Capital Ventures, Balderton Capital, GV (formerly Google Ventures), Notion Capital, Passion Capital, Permira and Salesforce Ventures. We're a global team, with offices in London, Paris, Riga, Melbourne and New York.",
  "one_liner": "We’re building the world’s bank payment network.",
  "team_size": 900,
  "industry": "Fintech",
  "subindustry": "Fintech -> Consumer Finance",
  "launched_at": 1326789297,
  "tags": [
    "Fintech",
    "Payments"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2011",
  "status": "Active",
  "industries": [
    "Fintech",
    "Consumer Finance"
  ],
  "regions": [
    "United Kingdom",
    "Europe",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/gocardless",
  "api": "https://yc-oss.github.io/api/batches/summer-2011/gocardless.json"
}
