{
  "id": 116,
  "name": "Imgix",
  "slug": "imgix",
  "former_names": [
    "Imgix",
    "imgix"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2273004e67b5c5dafba52cce5fd02df150287bfb.png",
  "website": "https://www.imgix.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Nobody should have to employ expensive imaging scientists and engineers for their business to get the most out of their visual media. This is where imgix has your back. imgix is a platform for managing, processing, rendering, optimizing, and delivering your existing visual assets so that you can meet the demands of your business and your team can stay focused on what they do best.\r\n\r\nThe business demands on web visual media can blindside even the most hyper-aware content teams and developers. Just to be competitive on the Internet, you need your images to be sized perfectly to every device, served in one of any of a half dozen web formats, optimized to the absolute best perceptual quality while maintaining pinpoint performance, and distributed to wherever your users are, anywhere in the world. And that is just the baseline. Next-level imaging concerns like copyright, licensing, accessibility, moderation, illegal or explicit content, \"fake news\", and more, can threaten your business at any moment if not handled properly. Get any of these things wrong and you are shedding revenue, ceding ground to competitors, and potentially exposing your business to extreme liability.\r\n\r\nBy working with imgix's powerful APIs, SDKs, user interfaces, and integrations, you can rest assured that any demands on your images and videos will always be met, now and into the future, without you having to invest in building it yourself or patching together a mishmash of open source and third-party technologies. Our platform is designed to ensure that your images are always working for your business and never against it.\r\n\r\nimgix was launched through the famed Y Combinator accelerator program. Its customers include Google, Lyft, Kickstarter, AirBnb, Coursera, Bonobos, Spotify, Vimeo, Bustle, and many others.",
  "one_liner": "The platform for your visual media.",
  "team_size": 34,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1326789519,
  "tags": [
    "Developer Tools",
    "SaaS",
    "Video"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2011",
  "status": "Active",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/imgix",
  "api": "https://yc-oss.github.io/api/batches/summer-2011/imgix.json"
}
