{
  "id": 115,
  "name": "Launchpad Toys",
  "slug": "launchpad-toys",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://launchpadtoys.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "We're creating digital toys and tools that empower kids to create, learn & share their ideas through play.\r\n\r\nGive a young child a couple of toys or a box of crayons and he or she is likely to play for hours, deeply engrossed in an imaginary world. In both art and dramatic play, children construct settings, create fictional characters, and act out fantastic storylines that would be the envy of many Hollywood scriptwriters. Yet, ask that same child to write out a story in a blank notebook or a word processor and you would be lucky to capture a fraction of the depth and splendor of his or her imagination. Play inspires and scaffolds the creative process from an early age, but there is a persistent gap between the origins of imaginative play (ages 4-5) and kids' adoption of the formal discipline of creative writing (ages 8-10).\r\n\r\nAt Launchpad Toys, we're using mobile devices like the iPad to bridge this gap between informal and formal learning, to harness the power of play to help children capture and share their ideas with other kids around the world. Our first product, Toontastic an app for the iPad, is a creative learning tool that blends constructionist and social development theories to empower young children to create, learn, and share their ideas through play.",
  "one_liner": "Creativity at Play.  Tablet toys.   Acquired by Google, 2015.",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Gaming",
  "launched_at": 1326789510,
  "tags": [
    "Education",
    "Gaming"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2011",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Gaming"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": true,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/launchpad-toys",
  "api": "https://yc-oss.github.io/api/batches/summer-2011/launchpad-toys.json"
}
