{
  "id": 324,
  "name": "Songkick",
  "slug": "songkick",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c112500f3b7989c53a9d6a6717d9c7df44423fd9.png",
  "website": "http://songkick.com",
  "all_locations": "England, United Kingdom",
  "long_description": "Songkick is the great live music startup. Since 2007, we’ve set about making it as easy, fun and fair as possible for you to see your favorite artists live. Right now, more than 15 million music fans across the globe use Songkick to track their favorite artists, discover awesome concerts and never ever miss out.\r\n\r\nWith over 6 million event listings, we’re the biggest concert service on the planet. Across web, iPhone, Android, and through rich partnerships with Spotify, Pandora, Facebook and more, Songkick is the definitive and trusted home for live music online.\r\n\r\nWe’ve always put fans first. We’re a small, fast-moving team packed to the brim with digital expertise, committed to solving real problems for our users. Live music is for everyone, and we work hard to empower our community, add meaningful value and cut out the BS along the way.\r\n\r\nWe do our best work when we’re happy, respectful and relaxed. Our values and work ethic have got us far, and as we grow we’ll never shake that small startup feel. Earlier this year we became part of the Warner Music Group family, opening up epic new realms of opportunities to bring fans and artists closer together.\r\n\r\nWe're hiring: head over to https://www.songkick.com/jobs to see our open roles",
  "one_liner": "",
  "team_size": 11,
  "industry": "Consumer",
  "subindustry": "Consumer -> Travel, Leisure and Tourism",
  "launched_at": 1326791318,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2007",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Travel, Leisure and Tourism"
  ],
  "regions": [
    "United Kingdom",
    "Europe"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/songkick",
  "api": "https://yc-oss.github.io/api/batches/summer-2007/songkick.json"
}
