{
  "id": 1651,
  "name": "Airthium",
  "slug": "airthium",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/47e0ce3ee1f7f3701c2f7f883ff961f703c2fc5e.png",
  "website": "http://www.airthium.com",
  "all_locations": "Paris, Île-de-France, France",
  "long_description": "We build engines that have the potential to slash 33% or worldwide CO2 emissions - cost-effectively.\r\n\r\nFirst, we help food and mining companies cut both their heat costs *and* CO2 emissions by replacing gas-fired steam boilers with our proprietary high temperature heat pumps. Our heat pumps make up to 3x more heat with the same amount of electricity, even at up to 1000°F.\r\n\r\nOnce the heat pump market is mature, we will address the seasonal energy storage market. Our storage units are based on the exact same proprietary engine we use for our heat pumps. They work with solar and wind, and replace lithium-ion batteries, fossil-fired power plants, CO2 capture and storage, and fuel procurement, with a cheaper, sustainable and more reliable alternative, which can be sited anywhere.\r\n\r\nThe first opportunity is a high-margin market worth 3% of worldwide CO2. The second is a much bigger market worth 30% of worldwide CO2. By the time all cars become electric, it will be even more.\r\n\r\nOur key is we are building the first Stirling engine to reach 86% of the Carnot efficiency, compared to 64% for the state of the art. We do all that while significantly decreasing costs, and increasing reliability.\r\n\r\nPlease see Airthium's website for more information.",
  "one_liner": "Decarbonized heat and power cheaper than fossil fuels",
  "team_size": 18,
  "industry": "Industrials",
  "subindustry": "Industrials -> Climate",
  "launched_at": 1493699511,
  "tags": [
    "Energy Storage",
    "Hard Tech",
    "Hardware",
    "Climate",
    "Energy"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2017",
  "status": "Active",
  "industries": [
    "Industrials",
    "Climate"
  ],
  "regions": [
    "France",
    "Europe",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/airthium",
  "api": "https://yc-oss.github.io/api/batches/summer-2017/airthium.json"
}
