{
  "id": 1686,
  "name": "Cambridge Cancer Genomics",
  "slug": "cambridge-cancer-genomics",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/53b0518d38ef7cc187360951dee976ad809db1d9.png",
  "website": "http://ccg.ai",
  "all_locations": "Cambridge, England, United Kingdom; England, United Kingdom",
  "long_description": "CCG.ai exist to ensure that each patient has the right drug, at the right time, to beat their cancer.\r\n‍\r\nWe build the software to enable data-driven precision oncology and systematically develop data-driven biomarkers indicative of treatment response. We believe that increasing amounts of clinical and genomic data have the potential to transform cancer treatment, and enable oncologists to make smarter decisions about which drug to use in which circumstance.\r\n\r\nWe are expanding our team in Cambridge, UK, offering a fantastic opportunity for dedicated individuals who are comfortable in a high-work high-reward environment, and who are enthusiastic for a dynamic and varied role. We are looking for people who fit well into our team and company culture, and who like to overcome challenges and drive the business forward. In exchange, we offer a competitive salary with performance related bonuses and stock options, alongside excellent career development opportunities in a fast-growing start-up with a chance to truly impact how cancer is treated.\r\n\r\nTo apply, please send your CV to info@ccg.ai",
  "one_liner": "CCG.ai empowers clinicians to make personalised treatment strategies…",
  "team_size": 25,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Diagnostics",
  "launched_at": 1495670432,
  "tags": [
    "Genomics",
    "Oncology"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2017",
  "status": "Inactive",
  "industries": [
    "Healthcare",
    "Diagnostics"
  ],
  "regions": [
    "United Kingdom",
    "Europe"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/cambridge-cancer-genomics",
  "api": "https://yc-oss.github.io/api/batches/summer-2017/cambridge-cancer-genomics.json"
}
