{
  "id": 1690,
  "name": "Goodcover",
  "slug": "goodcover",
  "former_names": [
    "Collective"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2ccf4ef1efc72341bb2abddc0f6f7843aa2cafa7.png",
  "website": "http://www.goodcover.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Goodcover provides its Members with Good Renters Insurance for 50% less than legacy companies and an Annual Dividend of the money left over after claims obligations are met.\r\n\r\nGoodcover is a Managing General Agent (MGA) that administers personal insurance on behalf of our Membership, a bit like how USAA does it.\r\n\r\nMember's premiums are pooled and used to pay claims.  We take a fixed fee, and the remainder is returned in our Annual Member Dividend.\r\n\r\nWe work with multi-billion dollar capital partners to ensure regulations are followed, adequate claims capital is always available, and we have emergency capacity for catastrophes.\r\n\r\nTechnology allows us to eliminate waste, saving roughly 25% of the cost.  We are 100% digital, but not bots - we invest in tech that enables our experts to help Members.\r\n\r\nAs an Invitation Only Membership served by an MGA, **we can give Members Free Insurance** when they invite others, turning our \"Marketing Budget\" into savings for Members.  This eliminates Lizards and Sales Agents, saving the other 25%.\r\nWe do not use the standard industry models, instead using a multiperil model to more granularly price risk.  This means that for a few of you we are more expensive... but everyone else pays much less than they would otherwise pay.\r\n\r\nOur granular, multiperil model allows us to offer a superior policy over the standard market including:\r\n    - coverage for if your place is flooded by a neighbor\r\n    - Replacement Cost Coverage (meaning new stuff for your old)\r\n    - All Risk coverage for high value items you tell us about - including computers (almost no one does that amazingly)\r\n    - added coverage for mold removal\r\n\r\nOur MGA business model allows us to be capital efficient, \"renting\" capacity as we need it.\r\n\r\nAll this adds up to our government approved pricing being 40-60% cheaper on average than that of our competitors. ",
  "one_liner": "Digital Co-op Renters Insurance = half the price, better coverage.",
  "team_size": 1,
  "industry": "Fintech",
  "subindustry": "Fintech -> Insurance",
  "launched_at": 1576001359,
  "tags": [
    "Fintech",
    "Insurance"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2017",
  "status": "Active",
  "industries": [
    "Fintech",
    "Insurance"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/goodcover",
  "api": "https://yc-oss.github.io/api/batches/summer-2017/goodcover.json"
}
