{
  "id": 1679,
  "name": "Guggy",
  "slug": "guggy",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/fa28fb445c63a9acb4446010160b71d264986514.png",
  "website": "https://guggy.com",
  "all_locations": "Tel Aviv-Yafo, Tel Aviv District, Israel",
  "long_description": "Guggy developed two innovative communication and creation products that reached global audiences. The Guggy API was a high-scale contextual messaging engine that analyzed text messages—including slang and short conversational fragments—to understand their meaning and automatically generate matching GIF responses. It combined a custom NLP engine, a relevance-matching system, and a real-time GIF regeneration pipeline, and was integrated into leading messaging platforms such as Facebook Messenger, Viber, Kik, Telegram, Slack, and major Asian chat apps, serving millions of requests per day.\r\n\r\nGuggy also created Bits, a short-form video creation app designed for actors, comedians, and everyday creators to craft original comedic scenes with ease. Bits provided intuitive but powerful tools for scripting, timing, character changes, audio control, and scene composition, enabling fast, high-quality creative expression. The app attracted tens of thousands of creators and was featured in Fast Company for its innovative approach to mobile video creation.",
  "one_liner": "Guggy is building the messaging app of the future with real time,…",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Social",
  "launched_at": 1493917328,
  "tags": [
    "Messaging",
    "NLP"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2017",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Social"
  ],
  "regions": [
    "Israel",
    "Middle East and North Africa"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/guggy",
  "api": "https://yc-oss.github.io/api/batches/summer-2017/guggy.json"
}
