{
  "id": 1677,
  "name": "Muzz",
  "slug": "muzz",
  "former_names": [
    "muzmatch",
    "Muzz (formerly muzmatch)"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2355430c887d3e3a896ce6327460db5a6fe2f2a5.png",
  "website": "https://muzz.com",
  "all_locations": "London, England, United Kingdom",
  "long_description": "Muslims don't date - they marry. Muzz is where single Muslims meet. We are the world's biggest Muslim dating app, boasting over 10 million members and over 500,000 weddings, Muzz is making a real difference in the huge yet untapped global Muslim demographic.\r\n\r\nShahzad Younas (London, UK) is the founder and CEO of Muzz. Formerly a Vice President in Equity Portfolio Trading at investment bank Morgan Stanley for 9 years, Shahzad quit his career to fully focus on building a high quality mobile app to help Muslims around the world to find their perfect marriage partner.\r\n\r\nBacked with a total of $9M investment (Seed and Series A) from a range of Silicon Valley and global investors, headquartered in Aldgate, London, and boasting a fast growing 80 strong team, Muzz is transforming how Muslims meet and marry.\r\n\r\nMuzz was the first Muslim centric startup ever to be backed by Y Combinator (Summer 2017) - the prestigious Silicon Valley based accelerator behind Airbnb/Dropbox/Stripe, and has been featured on the BBC, The Times, The Evening Standard, The Financial Times, The New York Times, CNN, MensHealth, and TechCrunch amongst many others.",
  "one_liner": "Where Single Muslims meet",
  "team_size": 104,
  "industry": "Consumer",
  "subindustry": "Consumer -> Social",
  "launched_at": 1493863327,
  "tags": [
    "Dating",
    "Social Network"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2017",
  "status": "Active",
  "industries": [
    "Consumer",
    "Social"
  ],
  "regions": [
    "United Kingdom",
    "Europe",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/muzz",
  "api": "https://yc-oss.github.io/api/batches/summer-2017/muzz.json"
}
