{
  "id": 1665,
  "name": "Oncobox",
  "slug": "oncobox",
  "former_names": [
    "Oncobox",
    "OncoBox"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://oncobox.com",
  "all_locations": "Walnut, CA, USA",
  "long_description": "Oncobox believes that many late-stage cancer patients are dying prematurely because doctors lack a data-driven tool to help them decide which drugs currently on the market would most effectively fight individual patients’ specific cancers. That’s where Oncobox comes in. Oncobox is low-cost personalized genetic profiling to help doctors decide which drug to use. In a recent study conducted by leading cancer researchers in Europe and Asia on 900 patients with various late-stage cancers, Oncobox increased the effectiveness of targeted therapies from 25% to 64%.\r\n\r\nHow does Oncobox work? Over 150 targeted cancer drugs are currently on the market. But deciding which of these drugs to give to late-stage cancer patients is not a simple task. Cancer doctors are in a race against the clock. They don’t always know which medication will be most effective for their patients. Because these drugs are expensive and typically have significant side effects, they can’t just try them all. Because of these barriers, targeted cancer therapies are effective only 25% of the time, and 70% of patients with late-stage cancers die due to the toxic side effects of ineffective drugs.\r\n\r\nOncobox Dx analyses tumor DNA, RNA, and molecular pathways using algorithms to distinguish which molecular targets are the most crucial for individual cases. Doctors receive a clinically actionable report that shows them which drugs are likely to be most effective on the patient.\r\n\r\nWe actively seek partners from pharma, hospitals/clinicians, payers, and genomic centers. Feel free to contact us at hello@oncobox.com. \r\n\r\nOur team and the scientific advisory board consisting of leading scientists and researchers from UCLA, Stanford, Johns Hopkins University, Boston University, Tufts University, and Rutgers University.",
  "one_liner": "Finding the right cancer drug for each patient. ",
  "team_size": 11,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Diagnostics",
  "launched_at": 1493851252,
  "tags": [
    "Drug discovery",
    "Oncology"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2017",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Diagnostics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/oncobox",
  "api": "https://yc-oss.github.io/api/batches/summer-2017/oncobox.json"
}
