{
  "id": 1649,
  "name": "Storyboard",
  "slug": "storyboard",
  "former_names": [
    "Snapsuite",
    "Storyboard",
    "Stories Inc."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/a905bc2437757c60c66b5a75941fb6ab1f076d8a.png",
  "website": "https://www.storyboard.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Introducing Storyboard, the leading platform designed to connect the world's top brands, innovative creative agencies, and dynamic influencers with their communities on Instagram and Snapchat.\r\n\r\nOur mission is to simplify and enhance your online presence on Instagram and Snapchat, offering a comprehensive suite of powerful and intuitive features:\r\n\r\n1. Seamless Automation: Storyboard enables smooth, automatic sharing of your stories between Instagram and Snapchat. No more manual cross-platform management, saving you time while maintaining content consistency.\r\n\r\n2. Advanced Performance Tracking: Measure the impact of your efforts with our advanced performance analytics toolkit. Gain in-depth insights into engagement, reach, and other essential metrics, empowering you to adjust your strategy in real time for optimal results.\r\n\r\n3. Strategic Planning: Anticipate your campaigns by scheduling your stories and posts in advance. Our user-friendly interface lets you create a consistent editorial calendar, ensuring your content reaches your audience at the right times.\r\n\r\nDiscover how Storyboard can transform your presence on Instagram and Snapchat. Join visionary brands already placing their trust in Storyboard to optimize their social media presence. Whether you're a large corporation or an independent creative, our scalable platform will continue to deliver exciting new features to propel your online impact.",
  "one_liner": "Social media management tool for Instagram and Snapchat",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Social",
  "launched_at": 1588506754,
  "tags": [
    "SaaS",
    "B2B",
    "Social Media"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2017",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Social"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": true,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/storyboard",
  "api": "https://yc-oss.github.io/api/batches/summer-2017/storyboard.json"
}
