{
  "id": 255,
  "name": "GraffitiGeo",
  "slug": "graffitigeo",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://graffitigeo.com",
  "all_locations": "Palo Alto, CA, USA",
  "long_description": "At its core GraffitiGeo allows users to leave brief reviews of restaurants, or for those too lazy to do that, to simply leave a \"thumbs up\" or \"thumbs down\" — it's like a highly condensed version of Yelp, or a \"Digg for the world\". These reviews and votes can be cast from the site's iPhone app or from the service's homepage. The homepage also features a stream of the latest comments to come in from other users, as well as a profile for each restaurant in the system that includes all of its votes and comments. There's also a nifty feature that lets you view a heatmap of your current region, so you can quickly figure out the hot spots in town.\n\nThe gameplay in GraffitiGeo gives you points for checking into certain locations, similar to FourSquare, but doesn't really let you do anything with them. With GraffitiGeo, you earn points for every action you take, be it voting on a restaurant or leaving a brief comment. Once you've reached a certain point threshold, you can use those points to start a \"mob\", which you can invite your friends to join. Mobs allow friends to pool their points, which can then be used to acquire territory, which corresponds to actual city blocks. Whenever someone votes on one of the restaurants on the block, the mob gets some street cred too. It's definitely going to be confusing at first, but it also brings a team element to gameplay.",
  "one_liner": "We let you know where to go and what to get once you get there.…",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Content",
  "launched_at": 1326790712,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2009",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Content"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/graffitigeo",
  "api": "https://yc-oss.github.io/api/batches/summer-2009/graffitigeo.json"
}
