{
  "id": 1777,
  "name": "AesculaTech",
  "slug": "aesculatech",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/558039f3c75c85d7f5fa8ce2aeb0ec091cf0ec1f.png",
  "website": "https://www.aesculatech.com/",
  "all_locations": "Los Angeles, CA, USA",
  "long_description": "AesculaTech believes in building better lives through smart chemistry. We design custom smart materials for a range of biomedical, commercial, and industrial applications. Our platform technology, AesculaGel offers adaptive response to a wide range of stimuli and can be tailor-made for biocompatibility, material strength, and a range of other attributes. \r\n\r\nFounded by one of MIT's 35 under 35 Innovators, AesculaTech is the shared vision of scientists, engineers, and medical experts. Our cornerstone product, Humidifeye, is an ophthalmic platform to treat dry eye disease. Dry eye affects more than 25 million Americans and the global treatment market is projected higher than $6 Billion within the next decade. Our thermally responsive, form-fitting materials are suitable for sustained yet reversible occlusion across a range of treatment times. In contrast to existing technologies, our product will not extrude, or cause discomfort as it adapts to patients. Though Humidifeye is not yet FDA approved, expect to hear about it soon!\r\n\r\nIn coordination with partners across several sectors, we have a variety of groundbreaking technologies in the works that live up to our vision. This work has already been recognized. AesculaTech was named a Rosenman Innovator, received a National Science Foundation I-Corps grant, was a finalist in the 2019 Octane High Tech Awards, and is a graduate of both the Y Combinator and TMCx accelerator programs. In short, Y-Combinator was only the beginning. \r\n\r\n",
  "one_liner": "Responsive materials, better lives. ",
  "team_size": 6,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Medical Devices",
  "launched_at": 1509678251,
  "tags": [
    "Medical Devices",
    "Consumer Products"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2018",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Medical Devices"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/aesculatech",
  "api": "https://yc-oss.github.io/api/batches/winter-2018/aesculatech.json"
}
