{
  "id": 1721,
  "name": "Lucy Goods, Inc",
  "slug": "lucy-goods-inc",
  "former_names": [
    "Lucy",
    "Lucy Nicotine"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6fa905ed0111248b2a03722c5ba79f0b395dae83.png",
  "website": "https://lucy.co/",
  "all_locations": "Los Angeles, CA, USA",
  "long_description": "If it isn’t bad enough that smokers don’t realize the scientific facts about nicotine, most non-tobacco nicotine products are poorly designed and unappealing to use. The leading gum is sold like a pharmaceutical drug, with flavoring and packaging to match. Vapes provide a cumbersome, over-the-top experience — with use as tightly restricted as cigarette smoking itself, but more juvenile, conspicuous, and highly addictive. People want, and deserve, a better way.\r\n\r\nTherefore, we want to deliver nicotine users a superior experience, and at the same time give them a way to transition out of feeling dependent. In a better society, people wouldn’t carry around the sensation that they’re stuck with an involuntary habit. Our mission isn’t to encourage nicotine use among people who haven’t started. Unlike certain vapes or other products, ours isn’t the sort coveted by underage users on social media. Our mission is to alleviate the harm related to tobacco — first and foremost, by switching people away from the most harmful products.\r\n\r\nSo, at Lucy, we take an evidence based view of nicotine. Nicotine’s pleasurable properties make it an inevitable part of modern society. Therefore, minimizing harm in all nicotine products is key, in addition to giving people products and strategies for cessation. We feel that, as 1,300 people are dying of tobacco related illnesses every day in the US, the most important and immediate step toward a better society is giving nicotine consumers products they enjoy using that will cause less harm.\r\n\r\nOur first product is designed to appeal to smokers and encourage them to switch. And, looking ahead, we hope to secure approval in the future as a clinically proven smoking cessation aid, while continuing to participate in the FDA’s public hearings around how NRTs are best regulated. Our goals are simple: because harm reduction is a better strategy around nicotine delivery than abstinence or prohibition, we want to help improve public health — and reduce its costs — through a superior pure nicotine product.",
  "one_liner": "Lucy’s mission is to reduce tobacco-related harm to zero. We provide…",
  "team_size": 7,
  "industry": "Consumer",
  "subindustry": "Consumer -> Food and Beverage",
  "launched_at": 1507160421,
  "tags": [
    "3D Printed Foods",
    "Biotech",
    "E-commerce"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2018",
  "status": "Active",
  "industries": [
    "Consumer",
    "Food and Beverage"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/lucy-goods-inc",
  "api": "https://yc-oss.github.io/api/batches/winter-2018/lucy-goods-inc.json"
}
