{
  "id": 1754,
  "name": "Mighty Buildings",
  "slug": "mighty-buildings",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0751a2456763d15191cc0c59216be6ab7810d208.png",
  "website": "https://www.mightybuildings.com",
  "all_locations": "Oakland, CA, USA",
  "long_description": "Mighty Buildings is an innovative construction technology company based in Oakland, CA creating beautiful, sustainable, and high-quality homes using 3d-printing, robotics, and automation. Their mission is to have a positive impact on the environment, local communities, and the housing crisis through their sustainable approach.\r\n\r\nMighty Buildings' technology has the potential to unlock the needed productivity for large scale construction alongside the opportunity for reduced emissions, leading to a more sustainable product and future. Mighty Buildings was founded by a team of physicists and robotics engineers with extensive experience solving hard R&D problems and building successful engineering firms. They started by inventing a new material that is a 3D printing tech that enabled printing of an entire building, not just walls, in a single cycle. Unlike concrete, Mighty Buildings’ material is lighter, can be uniquely treated (trimmed and cut) by robotic arms, and features high thermal insulation properties. This allows them to produce prefab housing with up to 80% of operations automated.\r\n\r\nMighty Buildings has a near-zero waste production process, preventing 1,100 - 2,000 kg of CO2 emission per 3D-printed home. They are committed to achieving Net-Zero by 2028 - making the company 22 years ahead of the construction industry.\r\n\r\nThe company is certified under California's Factory Built Housing program to build units using 3D-printing, but they are also the first company to achieve certification under the UL 3401 standard for evaluating building structures and assemblies.",
  "one_liner": "3D printing beautiful, high-quality, and sustainable homes.",
  "team_size": 200,
  "industry": "Real Estate and Construction",
  "subindustry": "Real Estate and Construction -> Housing and Real Estate",
  "launched_at": 1579431996,
  "tags": [
    "Robotics",
    "Construction",
    "3D Printing"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2018",
  "status": "Inactive",
  "industries": [
    "Real Estate and Construction",
    "Housing and Real Estate"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/mighty-buildings",
  "api": "https://yc-oss.github.io/api/batches/winter-2018/mighty-buildings.json"
}
