{
  "id": 11923,
  "name": "Allo",
  "slug": "allo",
  "former_names": [
    "Allo Community"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6c874030e9d4a007e733955f5d821cc505392b10.png",
  "website": "https://www.allocommunity.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Allo connects neighboring families to help them establish their local \"village\" for social and practical support.\r\n\r\nAt Allo, we believe children benefit from being raised in strong communities of friends, families, and neighbors. Unfortunately, it has become difficult to foster such an environment in our ever-fragmented offline lives, despite our ever-connected online networks. We're working to change that.\r\n\r\nAllo aims to strengthen local networks of friends, families, and neighbors by giving them a better way to respond to each other’s needs. With Allo, asking for a favor is no longer awkward and connecting with the right group to find the social and practical support you need is simpler. \r\n\r\nBy making it easier for friends, families, and neighbors to connect, communicate, and coordinate online to help each other offline, we layer in a much-needed element of real-life, real-world interaction and community - something that everyone yearns for and families actually need to get by.",
  "one_liner": "Allo is an app that helps neighboring families meet and help each…",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Social",
  "launched_at": 1540953274,
  "tags": [
    "Community"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2019",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Social"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/allo",
  "api": "https://yc-oss.github.io/api/batches/winter-2019/allo.json"
}
