{
  "id": 12035,
  "name": "Ashby",
  "slug": "ashby",
  "former_names": [
    "reteam",
    "Motion"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4bbaeb416526cd1c87fcccc6c9f72b8568ee9838.png",
  "website": "https://www.ashbyhq.com",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "At Ashby, we're improving the productivity of working professionals with intelligent and powerful software. We put a lot of effort into designing products that are approachable to beginners but mastered & extended by power users. In many ways, spreadsheets set the bar here.\r\n\r\nOur first products provide talent teams with clever automation, powerful analytics tools, and customizable workflows packaged in great UX. We have many paying customers who love us and use us every day like Opendoor, Airtable, Duolingo, and Notion. Notion's Head of Talent said Ashby is \"probably the tool we are in the most and rely on the most, as a recruiting team.\"\r\n\r\nOur culture is motivated by Abhik's (my co-founder and Head of Engineering) and my belief that a small talented team, given the right environment, can build a great product and service fast (and work regular hours!). We hire exceptional, kind, thoughtful people and provide an environment where we can be happy, feel challenged, and do our best work.\r\n\r\nWe are well funded and backed by great investors, including Y Combinator, Elad Gil, and Lachy Groom. We'll share more once we meet!",
  "one_liner": "All-in-one recruiting platform that empowers hiring excellence in…",
  "team_size": 110,
  "industry": "B2B",
  "subindustry": "B2B -> Recruiting and Talent",
  "launched_at": 1649097975,
  "tags": [
    "Human Resources",
    "B2B",
    "Recruiting"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2019",
  "status": "Active",
  "industries": [
    "B2B",
    "Recruiting and Talent"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/ashby",
  "api": "https://yc-oss.github.io/api/batches/winter-2019/ashby.json"
}
