{
  "id": 12042,
  "name": "Bunkerhill Health",
  "slug": "bunkerhill-health",
  "former_names": [
    "BunkerHill",
    "BunkerHill Health"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/e37f47c8f336faaae481a49417e95761012d1dbb.png",
  "website": "http://bunkerhillhealth.com",
  "all_locations": "San Francisco, CA, USA; Palo Alto, CA, USA",
  "long_description": "Bunkerhill is a Sequoia/Felicis/YC-backed company whose goal is to increase the adoption of AI in healthcare, in order to help doctors catch deadly diseases earlier.\r\n\r\n\r\nBunkerhill Health has built a consortium of research institutions (Stanford, Johns Hopkins, Harvard, etc.), who develop and validate AI algorithms seamlessly under our legal umbrella (less than one week of setup time for a new project when using the Bunkerhill consortium, versus a year or more for projects outside the consortium). Bunkerhill then manages the FDA clearance and commercial sales process for the algorithms that these institutions develop and validate with us.\r\n\r\n\r\nWe’ve signed commercial contracts and deployed algorithms with the world’s leading health systems—UCSF, Mayo Clinic, Georgetown/MedStar, and several others. These algorithms help doctors identify patients earlier than has otherwise been possible, leading to better treatment outcomes (early clinical screening for heart disease, pancreatic cancer, etc.)\r\n\r\n\r\nWe’re backed by world class investors: Sequoia, Felicis, SVAngel, Optum Ventures, Max Levchin (co-founder of PayPal and Affirm), YC, DCVC, and Pacific8.",
  "one_liner": "We bring AI algorithms, built by researchers everywhere, to the clinic",
  "team_size": 30,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare Services",
  "launched_at": 1588466168,
  "tags": [
    "Marketplace",
    "Healthcare IT",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2019",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/bunkerhill-health",
  "api": "https://yc-oss.github.io/api/batches/winter-2019/bunkerhill-health.json"
}
