{
  "id": 12002,
  "name": "Forage",
  "slug": "forage",
  "former_names": [
    "InsideSherpa"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6ec4d2785125c906ed8554bdfaca38ba13097af0.png",
  "website": "https://www.theforage.com/",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "Forage is changing the world of career discovery and skill-building.\r\n\r\nWe partner with leading companies to create online job simulations for college students to build skills, gain experience and better understand different career paths. Our free digital learning simulations simulate a 'day in the life' of a junior employee, giving students the chance to complete hypothetical tasks, learn from employees and understand which roles are aligned with their interests and skills.\r\n\r\nWe believe 'talent is distributed evenly, but opportunity is not'. Our programs let the world's most iconic employers to open their doors to students from all backgrounds, regardless of where they are located, what they study and what university they go to. Employers use these simulations to attract, and ultimately hire, exceptional and high-intent candidates from broad and diverse audiences. \r\n\r\nThere are now +4m students in the Forage community, and we currently run job simulations with leading organizations including GE, BCG, HSBC, Goldman Sachs, Lululemon, EY, Accenture, Latham & Watkins, JPMorgan Chase & Co, Citi, BNY Mellon, Prudential, Verizon, Bloomberg, Oliver Wyman, HPE, KPMG, Deloitte, and others.",
  "one_liner": "Online job simulations for companies to train, and then hire, students",
  "team_size": 65,
  "industry": "B2B",
  "subindustry": "B2B -> Recruiting and Talent",
  "launched_at": 1541473222,
  "tags": [
    "Education",
    "SaaS"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2019",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Recruiting and Talent"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/forage",
  "api": "https://yc-oss.github.io/api/batches/winter-2019/forage.json"
}
