{
  "id": 12085,
  "name": "Volta Labs, Inc.",
  "slug": "volta-labs-inc",
  "former_names": [
    "Volta Labs Inc."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/373e91d473569c304899f7cec638ddc0b46d10d6.png",
  "website": "http://voltalabs.com",
  "all_locations": "Cambridge, MA, USA",
  "long_description": "Volta Labs is a genomics applications company that has developed a cutting-edge digital fluidics platform to maximize performance and scalability of sample preparation in genomics while providing unparalleled consistency. Volta is transforming the way biological research and analyses are performed, allowing scientists to focus on what they do best -- pushing the boundaries of biology.\r\n\r\nAs a collective of scientists and builders working at the intersection of engineering and biology, we imagine a world where extracting vital information from biological samples is as simple as pressing a button. That's our vision, and we're turning it into reality.\r\n\r\nOur HQ is in Boston’s Seaport, where we develop and manufacture our technology. We believe in cross-functional collaboration and continuous learning –  whether your interest is in biology, MechEng, CompEng, or simply joining a fast-growing startup striving to make the world a better place, we'd love to welcome you to our team. Check out some of our blog posts to learn more about work life at Volta.  ",
  "one_liner": "Unlocking the utility of genomics for the world.",
  "team_size": 50,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Industrial Bio",
  "launched_at": 1607278601,
  "tags": [
    "Hard Tech",
    "Hardware",
    "Robotics",
    "Genomics",
    "Biotechnology"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2019",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Industrial Bio"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": true,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/volta-labs-inc",
  "api": "https://yc-oss.github.io/api/batches/winter-2019/volta-labs-inc.json"
}
