{
  "id": 29272,
  "name": "Aidy",
  "slug": "aidy",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/a5032ed44b4dea0035588a9064c0ee20c31e6ac5.png",
  "website": "https://www.aidyhq.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Aidy is a mobile app that helps people live fuller lives with chronic health conditions, beginning with Inflammatory Bowel Disease (Crohn’s Disease and Ulcerative Colitis). Our app lets users easily log their symptoms, diet, and treatments, then uses clinical indices to track disease severity and trends over time. Aidy excels at identifying patterns between diet, treatment adherence, and symptoms, giving our users a much more comprehensive and up-to-date picture of their condition to supplement clinician care. \r\n\r\nPreviously in our careers, both Max and Peter worked in health in different capacities. At the Rockefeller Foundation and the United States Senate, Max worked in public health policy and COVID-19 response, while Peter worked as an ML researcher for a number of biotech companies. After a lengthy “pivot hell” we decided to finally listen to a friend with IBD who insisted that there weren’t any decent apps to help people live with the disease. Pretty quickly, we discovered how LLMs and regular structured questionnaire responses could provide a level of patient empowerment not possible before for chronic diseases. From there, Aidy was (re)born!",
  "one_liner": "Mobile app helping people better manage chronic health conditions",
  "team_size": 2,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1705616622,
  "tags": [
    "Consumer Health Services",
    "Digital Health"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2024",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/aidy",
  "api": "https://yc-oss.github.io/api/batches/winter-2024/aidy.json"
}
