{
  "id": 29454,
  "name": "Veles",
  "slug": "veles",
  "former_names": [
    "Veles Inc"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f31690807aa0caf76a46157dc028528285b5989d.png",
  "website": "http://www.getveles.com",
  "all_locations": "Santa Barbara, CA, USA",
  "long_description": "Are you trying to run a hybrid sales motion, but Stripe is limiting your ability to bill your custom contracts?\r\n\r\nMost of us start on Stripe because it’s the default for self-serve. But as soon as you move into Founder-Led Sales, you hit a wall. When an enterprise customer asks for a ramp-up period, tiered usage, or a custom quarterly billing schedule, Stripe’s standard checkout breaks.\r\n\r\nYou end up with \"Billing Debt\" - a mess of manual invoices, spreadsheets to track renewals, and \"hacked\" subscriptions that will eventually require a painful migration.\r\n\r\nWe built Veles to be the sales-led billing layer for Stripe. It’s the flexible \"Deal Desk\" that lets you sell exactly how your customer wants to buy, without the manual overhead.\r\n\r\nThe Problems We Solve (So You Don't Have To):\r\n✅ Complex Pricing & Logic: Whether it’s usage-based, flat-fee hybrids, or \"draw-down\" credits, if you can dream up the pricing logic, Veles can bill it through your Stripe account.\r\n\r\n✅ Custom Deal Structures: Close deals with custom ramp-ups or non-standard terms without manually editing Stripe objects.\r\n\r\n✅ Deal Desk & Approvals: Set guardrails so your first sales hires can’t go rogue on pricing. Build a repeatable approval workflow for every contract.\r\n\r\n✅ Presentation Flexibility: Your quotes should look as professional as your product. Veles generates quotes as Web Portals, Slides, Docs, or PDFs—all while staying perfectly synced to your backend.\r\n\r\nThe YC Offer:\r\nI want to make sure no YC founder is held back by their billing infrastructure.\r\n\r\nCurrent Batch (W26): Veles is 100% Free for your entire founder-led sales phase. Focus on hitting PMF and closing your first 20-50 deals; we’ll handle the \"Deal-to-Cash\" automation.\r\n\r\nYC Alumni: 50% off the Growth Plan for one year. Scale your sales team and automate your revenue operations without the \"Enterprise CPQ\" price tag.\r\n\r\nStop forcing your custom enterprise deals into rigid billing templates. Sell what the customer wants, and let Veles keep your Stripe account clean.\r\n\r\nI’d love to hear from anyone currently fighting with Stripe’s \"manual invoice\" button. What’s the weirdest contract structure a customer has asked you for lately?",
  "one_liner": "The Sales Calculator",
  "team_size": 5,
  "industry": "B2B",
  "subindustry": "B2B -> Sales",
  "launched_at": 1708716871,
  "tags": [
    "B2B",
    "Sales",
    "Enterprise",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2024",
  "status": "Active",
  "industries": [
    "B2B",
    "Sales"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/veles",
  "api": "https://yc-oss.github.io/api/batches/winter-2024/veles.json"
}
