{
  "id": 30298,
  "name": "Artificial Societies",
  "slug": "artificial-societies",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0bd6ba915d4b288901694ddd2ae32010844f2ff6.png",
  "website": "https://societies.io",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Artificial Societies uses AI to simulate large groups of people and how they interact. Companies like Anthropic and 11x are using Artificial Societies to predict how their marketing and content will perform in a simulation of their target customers, before launching in the real world. \r\n\r\nThis is a cracked team: James left rural China at age 14, got into Cambridge, turned down a CS PhD to do startups, and - in his spare time - lead the largest ever study of an LLM society. James is joined by Patrick, an applied behavioural scientist who has run over 200 real-world experiments for businesses including Fortune 500 companies. \r\n\r\nWe joined forces through a shared frustration that no one really understands large scale human behaviours: traditional market research is not only slow and expensive, but fundamentally flawed - it misses how people influence each other. Humans are not isolated individuals, we are social animals.\r\n\r\nWe began by simulating a network of 1,000 investors, and used it to raise a pre-seed and get into YC. Since releasing this publicly as “Wave”, startup founders have run over 3000 simulations. \r\n\r\nWe have since released \"Reach\", where anyone can simulate their own LinkedIn audience and test how their posts will perform before posting for real. Artificial Societies is doing for simulations what ChatGPT did for LLMs - making them accessible to everyone.\r\n\r\nAs AI advances, we will create representative models of entire human societies. Our vision is a world where all content, products, and policies are first simulated in an Artificial Society. We are on a mission to create Artificial Collective Intelligence - humans innovate in collectives, we want to scale collective innovation with ACI.",
  "one_liner": "We use AI to simulate entire human societies",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B -> Analytics",
  "launched_at": 1739843143,
  "tags": [
    "Artificial Intelligence",
    "Machine Learning",
    "SaaS",
    "B2B",
    "Market Research"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Analytics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/artificial-societies",
  "api": "https://yc-oss.github.io/api/batches/winter-2025/artificial-societies.json"
}
