{
  "id": 30185,
  "name": "Excellence Learning",
  "slug": "excellence-learning",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1e153fb91aba9399d441f6364476829f360fb0a5.png",
  "website": "https://excellence-ai.com/",
  "all_locations": "Stanford, CA, USA",
  "long_description": "Excellence an after-school maths and science program. We replace/supplement private tutoring and long-term study programs such as Kumon (over 30B TAM). US Parents are our primary customers. \r\n\r\nOur web and iPad software serves both ambitious and struggling students. As we believe each student is unique, we adapt our high quality courses and exercises to their knowledge and learning style in a very granular way. To facilitate learning, they get detailed text, voice and graphical explanations, can craft study plans, revise and memorize, and received human mentorship if needed. We believe LLMs have made edtech interesting, as technology now allows us to replicate a tutoring learning experience.\r\n\r\nIn addition, we offer a program with daily courses and exercises, detailed feedback on their worksheets and more (super Kumon).\r\n\r\nFinally we sell the AI tutoring and exercise databases to schools in a B2B and B2B2C model and already work for the most prestigious institutions in France (Ecole polytechnique, college Stanislas...).\r\n\r\nWe're a passionate team of ex-quants, mathematicians and physics champions devoted to improving science education.",
  "one_liner": "AI tutor starting with maths and science",
  "team_size": 4,
  "industry": "Education",
  "subindustry": "Education",
  "launched_at": 1739805193,
  "tags": [
    "AI-Enhanced Learning",
    "Education",
    "SaaS",
    "Edtech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2025",
  "status": "Active",
  "industries": [
    "Education"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/excellence-learning",
  "api": "https://yc-oss.github.io/api/batches/winter-2025/excellence-learning.json"
}
