{
  "id": 30282,
  "name": "Riviera",
  "slug": "riviera",
  "former_names": [
    "With Riviera"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/790dbe46b89475fab7c527c1403f9dcbd5c92c33.png",
  "website": "https://www.withriviera.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Riviera builds AI Employees for Hotels. Our first agent is a hotel phone receptionist that lets hotels spend less time answering phone calls and more time helping customers. Our system handles front-desk inquiries, in-room dining orders, and reservations. It answers every question instantly and in any language, 24/7.\r\n\r\nWe are solving a problem that older phone systems and IVRs can't: customers hate not being able to talk to someone immediately, but most travel businesses can’t dedicate additional staff to manage phone lines. Voice AI has always seemed out of reach because the technology infrastructure in the travel industry is often fragmented, with reservation systems, loyalty programs, and in-house operations software that weren’t designed with voice AI in mind. Riviera addresses this by integrating seamlessly with existing software providers and using human-sounding voice models that are highly trained on data specific to each business type and department.\r\n\r\nHotels spend hundreds of billions annually on staffing and risk losing potential revenue when phone lines are overwhelmed or callers hang up. By enabling them to handle unlimited calls, day or night, Riviera unlocks additional revenue and eases labor challenges.\r\n",
  "one_liner": "AI Employees for Hotels",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1737322900,
  "tags": [
    "SaaS",
    "B2B",
    "Travel",
    "Analytics",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2025",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/riviera",
  "api": "https://yc-oss.github.io/api/batches/winter-2025/riviera.json"
}
