{
  "id": 30230,
  "name": "SalesPatriot",
  "slug": "salespatriot",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c55eb595eb8712daeb02c69afcc09007bcb63c4f.png",
  "website": "https://www.salespatriot.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "SalesPatriot is a back-office operating system for defense firms. It helps you find, review, and bid on RFQ solicitations, both directly with the Pentagon and as a subcontractor.\r\n\r\nUS Government procures billions of dollars worth of parts and products every year, yet the procedure is riddled with red tape and repetitive, manual work.\r\n\r\nNelson worked at a manufacturing firm during his gap year prior to attending Berkeley. As the Chief of Staff, he witnessed first-hand the tedious process of finding great contract opportunities, the lengthy solicitation preparation process, and paper-based communication between departments.\r\n\r\nHe teamed up with Ben and Maciej, whom he met during Berkeley's M.E.T. admit day. Both of them had extensive experience in AI research and applications, which they applied to creating a powerful framework for humans and AI agents to collaborate during the lifecycle of a contract.\r\n\r\nWith SalesPatriot, your firm can run on autopilot - we find suitable contracts automatically, ingest RFQs from primes, streamline the communication between the departments, and provide analytics to improve your win rate.\r\n\r\nWether you are a manufacturer, reseller, or distributor, SalesPatriot can reduce your manual tasks, increase throughput, and boost your revenue. ",
  "one_liner": "We help defense firms win more contracts with the Pentagon",
  "team_size": 13,
  "industry": "B2B",
  "subindustry": "B2B -> Operations",
  "launched_at": 1741557589,
  "tags": [
    "SaaS",
    "GovTech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Operations"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/salespatriot",
  "api": "https://yc-oss.github.io/api/batches/winter-2025/salespatriot.json"
}
