{
  "id": 30321,
  "name": "Woz",
  "slug": "woz",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6c0c9ada6111e7b8097807a72d2e056755c4323f.png",
  "website": "https://withwoz.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Woz is an AI platform that enables anyone to build and scale real software businesses - no coding required.\r\n\r\nHistorically, the ability to write code and architect software served as a massive barrier to business building. Woz eliminates this barrier with a team of AI agents that enable anyone, regardless of technical ability, to build products, go to market and grow a business all on one platform without a technical cofounder or inhouse engineering team. \r\n\r\nTo start, we’re helping entrepreneurs build high quality mobile apps and launch them directly to the app store. For example, one of our first customers is a personal trainer building a fitness app for his clients. Ultimately, Woz aims to be the default platform where millions of AI-enabled entrepreneurs launch and scale businesses.\r\n\r\nWoz is built by a team of engineers and ML scientists who've worked together building complex AI systems for the last decade. We're backed by YC, Untapped Ventures, MGV and more. ",
  "one_liner": "AI platform enabling anyone to build and scale software businesses",
  "team_size": 6,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1737406523,
  "tags": [
    "Artificial Intelligence",
    "SaaS",
    "Design",
    "No-code",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2025",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": true,
  "demo_day_video_public": true,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/woz",
  "api": "https://yc-oss.github.io/api/batches/winter-2025/woz.json"
}
