{
  "id": 1272,
  "name": "Athelas",
  "slug": "athelas",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/9cccd2e88dc540efd8579f8a5c13f14c6551ea07.png",
  "website": "http://athelas.com",
  "all_locations": "Mountain View, CA, USA",
  "long_description": "At Athelas, powered by Commure, our mission is to simplify healthcare. We have bold ambitions to reimagine the healthcare experience, setting a new standard for how care is delivered and experienced across the industry. Our growing suite of AI solutions spans ambient AI clinical documentation, provider copilots, autonomous coding, revenue cycle management and more — all designed for providers & administrators to focus on what matters most: providing care.\r\n\r\nHealthcare is a $4.5 trillion industry with more than $500 billion spent annually on administrative costs, and Athelas is at the heart of transforming it. We power over 500,000 clinicians across hundreds of care sites nationwide – more than $10 billion flows through our systems and we support over 100 million patient interactions. With new product launches on the horizon, expansion into additional care segments, and a bold vision to tackle healthcare's most pressing challenges, our ambition is to move from upstart innovator to the industry standard over the next few years. \r\n\r\nHealthcare's moment for AI-powered transformation is here, and we're building the technology to power it. Come join us in shaping the future of healthcare.",
  "one_liner": "Extensible, Integrated Technology that Simplifies Health Systems",
  "team_size": 1000,
  "industry": "Healthcare",
  "subindustry": "Healthcare",
  "launched_at": 1461732015,
  "tags": [
    "SaaS",
    "Health Tech",
    "Telehealth",
    "Healthcare",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2016",
  "status": "Active",
  "industries": [
    "Healthcare"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/athelas",
  "api": "https://yc-oss.github.io/api/batches/summer-2016/athelas.json"
}
