{
  "id": 1284,
  "name": "Flutterwave",
  "slug": "flutterwave",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/a1078b114f17bc04ce851bf929fc1bab80789469.png",
  "website": "https://flutterwave.com",
  "all_locations": "Lagos, LA, Nigeria; LA, Nigeria",
  "long_description": "At Flutterwave, we are on a mission to build payments infrastructure to connect Africa to the global economy. \r\n\r\nWe do this by building technology, tools, and infrastructure for businesses and banks who want to provide a more seamless and secure payments experience for their customers. Founded in 2016 by a team of African finance and technology veterans from Standard Bank, Angela, PayPal, Google Wallet amongst others.\r\n\r\nFlutterwave has grown to become one of the fastest growing payments companies in the world. Since inception Flutterwave has processed close to $20 billion in payments and 100 million transactions across over 33 African countries where it currently operates. \r\n\r\nIt has attracted significant investment from experienced Fintech investors such as Ycombinator Continuity Fund (investors in Stripe), Greycroft (investors in Braintree and Venmo), Greenvisor Capital, Omidyar Network, and Glynn Capital amongst others. In 2017 Flutterwave was named Africa’s best fintech company at the Apps Africa Innovation Awards.",
  "one_liner": "Helping businesses make and accept payments from anywhere in Africa.",
  "team_size": 500,
  "industry": "Fintech",
  "subindustry": "Fintech -> Payments",
  "launched_at": 1461817211,
  "tags": [
    "Fintech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2016",
  "status": "Active",
  "industries": [
    "Fintech",
    "Payments"
  ],
  "regions": [
    "Nigeria",
    "Africa",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/flutterwave",
  "api": "https://yc-oss.github.io/api/batches/summer-2016/flutterwave.json"
}
