{
  "id": 1303,
  "name": "Lendsnap",
  "slug": "lendsnap",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/26734dd422c43a11f7fc46d4eac4836b94e7fd36.png",
  "website": "http://url",
  "all_locations": "Berkeley, CA, USA; Remote",
  "long_description": "The Digital Mortgage Company\r\n\r\nLenders will write $1.5T of home mortgages in 2017, and will have to evaluate every single borrower's ability to repay. This is expected to cost the industry $15B in human labor. We talked to these humans, and learned that they spend 1/3 of their time just asking other humans for documents and data that are almost universally available online. While the market is slowly moving to transactional data, Lendsnap is the only company helping lenders get ahead of the competition by delivering original electronic documents and data sets. That means portfolios of our lender customers stay completely liquid in the secondary market. No one else can offer that today.\r\n\r\nLendsnap instantly gathers the original borrower documents and data for lenders by linking to consumer financial accounts. We increase loan origination team productivity by 25%+ and save applicants several hours on each application as well. Our intuitive and easy-to-use workflow makes it easy and safe for borrowers to turn in and for loan officers to receive the necessary documents for lenders to make a credit decision.\r\n\r\nAs the only company delivering the right documents and data to originate non-agency loans such as VA, FHA, and subprime, we are able to work with all types of lenders. Furthermore, we are uniquely suited to serve mortgage brokers (12% market share) who have to remain flexible to the credit needs of their diverse borrowers. We are the only post-launch company that delivers actual electronic statements straight from source institutions, such as Bank of America, TurboTax, Chase, and hundreds more.",
  "one_liner": "The Digital Mortgage Company.",
  "team_size": 0,
  "industry": "Fintech",
  "subindustry": "Fintech -> Banking and Exchange",
  "launched_at": 1462207814,
  "tags": [
    "Fintech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2016",
  "status": "Inactive",
  "industries": [
    "Fintech",
    "Banking and Exchange"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/lendsnap",
  "api": "https://yc-oss.github.io/api/batches/summer-2016/lendsnap.json"
}
