{
  "id": 1286,
  "name": "Ready Education",
  "slug": "ready-education",
  "former_names": [
    "OOHLALA Mobile"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "https://www.readyeducation.com",
  "all_locations": "Montreal, QC, Canada",
  "long_description": "Student engagement and persistence pose a significant challenge in higher education. \r\n\r\nReady Education, the preferred choice of over 350 higher ed institutions, offers custom mobile app solutions that enable colleges and universities to personalize the student experience and support engagement.\r\n\r\nOur mission is to make college a successful journey for every student.\r\n \r\nThe Ready Education platform is designed to support student success by unifying campus resources – LMS, co-curricular, athletics, clubs/orgs, events and many more – within a branded, integrated, college app. By adopting the  Ready Education platform, administrators are able to track student engagement, get immediate feedback, and send targeted content to their students.\r\n\r\nClear communication between a student and their institution is crucial when it comes to having a positive higher learning experience. Going mobile bridges this communication gap, connecting hundreds of thousands of students with their administrators, their campus, and most importantly, their peers, both on and off campus. For more information, visit www.oohlalamobile.com.",
  "one_liner": "Ready Education is building the mobile OS for higher education. We…",
  "team_size": 54,
  "industry": "Consumer",
  "subindustry": "Consumer -> Social",
  "launched_at": 1461817213,
  "tags": [
    "Education"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2016",
  "status": "Active",
  "industries": [
    "Consumer",
    "Social"
  ],
  "regions": [
    "Canada",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/ready-education",
  "api": "https://yc-oss.github.io/api/batches/summer-2016/ready-education.json"
}
