{
  "id": 1182,
  "name": "Seneca Systems",
  "slug": "seneca-systems",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "https://www.senecagov.com",
  "all_locations": "Redwood City, CA, USA",
  "long_description": "Every day, incredible government workers serve the public without the resources—and appreciation—their important work deserves. These hard-working teams have to deal with communications arriving from too many channels, maze-like processes for fulfilling constituent requests, and a dangerous lack of visibility into constituent opinions on major issues and the work teams perform.   \n\nSoftware can help! But the vendor community has responded with hard-to-use, hard-to-implement, and hard-to-purchase private sector software rather than building something from the ground up. These outdated solutions fail to address government workers’ unique challenges. \n\nSeneca Systems was founded to address those challenges and strengthen the vital bond between government and people. Our Constituent Services Platform, Romulus, centralizes constituent communications, organizes service requests, and provides insights into constituent preferences and work performed. Built for governments by people who love government workers, Romulus enables government workers to get more done in less time, with less overhead, and to more constituent applause.",
  "one_liner": "Constituent system-of-record and service request management software…",
  "team_size": 11,
  "industry": "Government",
  "subindustry": "Government",
  "launched_at": 1461182716,
  "tags": [
    "GovTech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2016",
  "status": "Acquired",
  "industries": [
    "Government"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/seneca-systems",
  "api": "https://yc-oss.github.io/api/batches/summer-2016/seneca-systems.json"
}
