{
  "id": 691,
  "name": "Alchemy",
  "slug": "alchemy",
  "former_names": [
    "Neverfrost"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/ee0b471ed87568bd4c184883741ed9b8cb5f06ee.png",
  "website": "http://www.alchemynano.com",
  "all_locations": "Waterloo, ON, Canada",
  "long_description": "Alchemy is a nanotechnology company based in Kitchener, Ontario with core operations in the automotive and defense sectors. \r\n\r\nAutomotive - With the widespread adoption of ADAS systems in new vehicles, the cost of replacing a windshield in new vehicles has tripled to $1500+. We have developed a windshield protection film product line called ExoShield to help vehicle owners protect their windshields. Our ExoShield GT3 film is sold through 400+ aftermarket installers and car dealerships in 56 countries that carry and install it for vehicle owners. For Jeep Wrangler and Ford Bronco owners (google: broken windshield club), our ExoShield ULTRA DIY kits are available via our website and dropshipping partners. \r\n\r\nDefense - Over the last 3 years, we have been working with the Canadian Armed Forces to develop an infrared camouflage technology. We have received two contracts from CAF to develop our technology. Our solution has the ability to be integrated into the uniform directly (adding just 5-10g of weight vs. 600-18,000 kg of weight for other alternatives), has outperformed all existing NATO alternatives in multiple CAF field trials, and is receiving support from major elements of CAF for our next contract. This technology can also be adapted for other individual camouflage integrations (face paint and individual nettings) and for mobile camouflage applications (vehicle nettings and vehicle paints). ",
  "one_liner": "Nanotechnology-enabled coatings for automotive and defence sectors",
  "team_size": 25,
  "industry": "Industrials",
  "subindustry": "Industrials -> Manufacturing and Robotics",
  "launched_at": 1398907896,
  "tags": [
    "Advanced Materials",
    "Automotive"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S14",
  "status": "Active",
  "industries": [
    "Industrials",
    "Manufacturing and Robotics"
  ],
  "regions": [
    "Canada",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/alchemy",
  "api": "https://yc-oss.github.io/api/batches/s14/alchemy.json"
}
