{
  "id": 696,
  "name": "In Your Corner",
  "slug": "in-your-corner",
  "former_names": [
    "Pretty Padded Room"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://inyourcorneronline.com",
  "all_locations": "New York, NY, USA",
  "long_description": "In Your Corner is a marketplace for online counseling and coaching services. Through a secure, HIPAA-compliant platform, our service connects users with a carefully curated team of wellness professionals. By conducting online consultations via video chat, written journals, and even texting sessions, we have transformed traditional therapy into an experience that is low-cost, convenient, and completely confidential.\n\nEveryone can benefit from an objective perspective during difficult times, but the current model for supportive services is broken due to insurance gridlock, a clunky referral system, long wait times and unsustainable costs. Our web-based approach offers valuable guidance through accessible and anonymous means. Users log in to secure accounts and speak with licensed professionals on a variety of topics—relationship conflict, job stress, etc.—from anywhere at any time. With our proprietary technology, we have removed every barrier to entry and created an outlet for millions who wouldn’t have sought emotional health services otherwise, reducing stress for an increasingly stressed-out generation. This is the future of mental health. \n\nThe shift in moving counseling services online is inevitable and our product is already in demand: After a successful pilot with Pretty Padded Room, an online therapy website specifically targeted towards millennial women, we are excited to relaunch as In Your Corner, an aspirational brand that provides the very best in counseling, coaching, and calm. In Your Corner improves on our original offering by being more gender-inclusive and convenient. In addition to developing a mobile app to provide one-tap, on-demand support in real time, users also have access not only to licensed mental health counselors, but also coaches in personal and professional development as well as instructors of meditation and breath work.",
  "one_liner": "We've transformed traditional therapy into an experience that is…",
  "team_size": 2,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare Services",
  "launched_at": 1398907936,
  "tags": [
    "Mental Health Tech",
    "Telehealth",
    "Digital Health"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S14",
  "status": "Inactive",
  "industries": [
    "Healthcare",
    "Healthcare Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/in-your-corner",
  "api": "https://yc-oss.github.io/api/batches/s14/in-your-corner.json"
}
