{
  "id": 684,
  "name": "Lawn Love",
  "slug": "lawn-love",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6b7b9bcb3541c612976aa4f5327546760910432f.png",
  "website": "https://lawnlove.com",
  "all_locations": "San Diego, CA, USA",
  "long_description": "We're Lawn Love, a new type of lawn care service. We’re building a software layer on top of the very large and largely low-tech lawn care market. We solve two core problems:\r\n \r\nFor consumers: Lawn Love is a modern, seamless lawn care experience. Gone are the days of physical, in-person estimates, payments left under the doormat, and spotty service. We use a combination of high-resolution satellite imagery, public and private data sets, and human review to generate a personalized quote for your yard – all in under two minutes and without ever setting foot on your property.\r\n \r\nFrom there, you are paired with a skilled lawn pro who will show up and complete the work. You can coordinate everything from your smartphone or web browser, and the entire experience is streamlined and delightful.\r\n \r\nFor lawn pros: We start by bringing a pipeline of new customers straight to your door. No more spending hours hanging door hangers or dealing with snake-oil SEO salespeople. Just pick up whatever jobs you want, fill out your schedule, and you’re good to go. We also handle all the customer service, accounting, and collections; freeing you up to spend less time on the back-office work and more time in the field earning money. And that’s just the start: Our advanced job clustering and routing algorithms help build you much denser routes, allowing you to do up to twice as many jobs per day while slashing your fuel expenses and idle time.\r\n \r\nIn short, we’re democratizing software that was previously only available to large companies in the space, and giving small business owners tools to operate more efficiently and better compete with the big guys.",
  "one_liner": "Modern, on-demand lawn care service. Get a quote in two minutes.",
  "team_size": 150,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1398907834,
  "tags": [
    "Marketplace"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S14",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/lawn-love",
  "api": "https://yc-oss.github.io/api/batches/s14/lawn-love.json"
}
