{
  "id": 681,
  "name": "Protocol Labs",
  "slug": "protocol-labs",
  "former_names": [
    "Filecoin"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/fd54c56e11e7dd30d3e421cedfe5bb4a57c001a3.png",
  "website": "https://protocol.ai/",
  "all_locations": "Palo Alto, CA, USA; Remote",
  "long_description": "Protocol Labs is an open-source research, development, and deployment laboratory. Our projects include IPFS, Filecoin, libp2p, and many more. We aim to make human existence orders of magnitude better through technology.\r\n\r\nSome of our projects.\r\n\r\nIPFS makes the web work peer-to-peer. IPFS is a protocol for storing, addressing, and transferring data, designed to replace HTTP in many contexts. IPFS uses content-addressing to uniquely identify and link to information. IPFS is one of the leading protocols of Web3, crypto, and the decentralized web movements. IPFS serves millions of end users and tens of thousands of developers. It powers the websites and applications of small startups, large enterprises, and even blockchains.\r\n\r\nFilecoin is a decentralized storage network, designed to store humanity's most important information. Filecoin is a cryptocurrency incentivized decentralized market, where storage providers earn filecoin tokens for renting out storage space. (Think airbnb for cloud storage). Filecoin is one of the leading projects in the cryptocurrency/blockchain space.",
  "one_liner": "Protocol Labs makes internet protocols: IPFS, Filecoin, and more.",
  "team_size": 130,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1398907811,
  "tags": [
    "Crypto / Web3",
    "Open Source"
  ],
  "tags_highlighted": [
    "Crypto / Web3"
  ],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S14",
  "status": "Active",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/protocol-labs",
  "api": "https://yc-oss.github.io/api/batches/s14/protocol-labs.json"
}
