{
  "id": 674,
  "name": "TAXA Biotechnologies",
  "slug": "taxa-biotechnologies",
  "former_names": [
    "Glowing Plant"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://www.taxa.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "The TAXA platform has been specifically designed to enable anyone to perform metabolic engineering of plants without stepping into a lab. We provide access to protein engineering, DNA assembly, transient experiments and stable transformation as a service. The best thing is that anything \"Powered by TAXA\" is designed to be free from expensive regulatory approval, meaning the products are available for sale or distribution to consumers in the United States immediately after they are developed. For a detailed list of the experiments which can be run on our platform please see the Services page.\r\n\r\nOur vision is a world where bio-engineering is as easy and commonplace as mobile application development is today. Game-changing technologies, like genetic engineering, should not be the exclusive preserve of large corporations and a wealthy elite. Democratizing the tools of creation enables anyone, anywhere, to genetically engineer plants and will unleash a wave of creativity to power an environment where ultimately what we create is limited only by our imagination.  The TAXA platform is our next step in the realization of that dream\r\n\r\nWe are also the team behind the first synthetic biology crowdfunding project, raising $484k on Kickstarter to make real glowing plants: www.glowingplant.com",
  "one_liner": "We enable cheaper, faster, and better genetic engineering of plants.…",
  "team_size": 2,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1398907752,
  "tags": [
    "Agriculture",
    "Genetic Engineering",
    "Biotechnology"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S14",
  "status": "Inactive",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/taxa-biotechnologies",
  "api": "https://yc-oss.github.io/api/batches/s14/taxa-biotechnologies.json"
}
