{
  "id": 29733,
  "name": "1849 bio",
  "slug": "1849-bio",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6a17250c337f8e98ac79079d08da2abffb3b3b6b.png",
  "website": "https://www.1849.bio",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "1849 bio designs microbes enabling cheap metal extraction allowing miners to unlock value from low quality copper and gold ores. Surprisingly, the mining industry is one of the largest scale users of biotech in the world with biomining processes accounting for ~1% of global copper production. Biomining is ultra-low cost, running around ~$1/ton of ore vs ~$7/ton for conventional processes. \r\n\r\nUnfortunately, while biomining is cheap, it can’t be applied to over 80% of copper ores, leaving vast resources without profitable extraction methods. An estimated ~$800B of copper sit today in waste materials and stockpiles with negative unit economics.\r\n\r\nWhile a great deal of effort has been spent on optimizing microbial metal extraction processes, very little effort has been spent on optimizing the microbes themselves. \r\n\r\nTo change that, we’re creating new biotech tools and platforms applied directly to the types of biology most relevant to miners. This enables us to develop new microbes and tackle some of the most difficult problems in biomining, unlocking billions in value from unprofitable resources while being more environmentally friendly than conventional processes.\r\n\r\nWe’re world class microbial engineers. We met while doing our PhDs in synthetic biology, where we spent our time applying and developing the most advanced bioengineering technologies to engineer living cells. ",
  "one_liner": "Engineering microbes for miners to unlock billions in trapped metal",
  "team_size": 3,
  "industry": "Industrials",
  "subindustry": "Industrials",
  "launched_at": 1720558135,
  "tags": [
    "Hard Tech",
    "Synthetic Biology",
    "Biotech",
    "Climate",
    "Mining"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2024",
  "status": "Active",
  "industries": [
    "Industrials"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/1849-bio",
  "api": "https://yc-oss.github.io/api/batches/summer-2024/1849-bio.json"
}
