{
  "id": 29713,
  "name": "Anthrogen",
  "slug": "anthrogen",
  "former_names": [
    "Arctic Capture"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b82e4439479abc4af4baa257faf13f88240781b4.png",
  "website": "https://anthrogen.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Proteins power everything from the cells in your body to creating materials you rely on every day—but until now, we’ve been forced to discover their functions by trial and error. Designing a new therapeutic can take decades and billions of dollars, and even our best industrial catalysts work at a snail’s pace compared to their theoretical optimums.\r\n\r\nAnthrogen is changing that. By training massive AI foundation models on protein sequences and structures, we’ve unlocked the ability to generate—on demand—completely novel molecular machines with atomic-level precision. Simply describe the function you need, and our platform imagines the peptide or protein that will deliver it.\r\n\r\nWe're building models to speed up billions of years of evolution into the span of an afternoon's worth of compute.\r\n\r\nThe result? New-to-nature therapies, ultra-efficient catalysts for sustainable manufacturing, and a whole new frontier of molecular innovation—designed as precisely as any cutting-edge aircraft or microchip.",
  "one_liner": "We're training the next generation of protein foundation models.",
  "team_size": 6,
  "industry": "Healthcare",
  "subindustry": "Healthcare",
  "launched_at": 1717790065,
  "tags": [
    "Artificial Intelligence",
    "Deep Learning",
    "Biotech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2024",
  "status": "Active",
  "industries": [
    "Healthcare"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/anthrogen",
  "api": "https://yc-oss.github.io/api/batches/summer-2024/anthrogen.json"
}
