{
  "id": 29847,
  "name": "Bucket Robotics",
  "slug": "bucket-robotics",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/55cc697d9f14eca5a5d45772ac14d97a83df16ae.png",
  "website": "https://bucket.bot",
  "all_locations": "",
  "long_description": "Bucket Robotics is making defect detection faster, easier, and more deployable — starting with the 250M lbs of plastic wasted annually in U.S. manufacturing.\r\n\r\nOur platform turns CAD files into defect detectors. We generate synthetic, photorealistic training data to help factories catch flaws before they ship. No manual labeling, no real defects required. Our models deploy to edge hardware and integrate easily into existing automation stacks.\r\n\r\nWe come from the self-driving world (Argo AI, Uber ATG, Stack AV), where we built reliable perception in high-noise, real-world environments. We're applying that experience to manufacturing: robust sensing, user-friendly interfaces, and fast iteration cycles.\r\n\r\nManufacturers hesitate to adopt new sensing due to data concerns, integration risk, and poor UX. We’ve handled petabytes of regulated autonomy data — and built systems that earn trust.\r\n\r\nLegacy vendors like Keyence and FLIR offer hardware-centric tools with bloated pricing and outdated software. We’re building the opposite: flexible, modern tools that engineers want to use.\r\n\r\nManufacturing is in the middle of a $700B automation wave across North America. Bucket Robotics is building the quality control infrastructure to match.",
  "one_liner": "Defect detection for manufacturing built from CAD and synthetic data.",
  "team_size": 3,
  "industry": "Industrials",
  "subindustry": "Industrials -> Manufacturing and Robotics",
  "launched_at": 1719001491,
  "tags": [
    "Robotic Process Automation",
    "Robotics",
    "Computer Vision",
    "Manufacturing"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2024",
  "status": "Active",
  "industries": [
    "Industrials",
    "Manufacturing and Robotics"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/bucket-robotics",
  "api": "https://yc-oss.github.io/api/batches/summer-2024/bucket-robotics.json"
}
