{
  "id": 29582,
  "name": "Cheers",
  "slug": "cheers",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/a67c33e0e1229416643c3c04c56495e10ccaea0a.png",
  "website": "https://www.cheers.tech",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "For businesses with frontline staff (retail, home services, hospitality), every customer interaction shapes the brand and drives growth. Yet hourly & 1099 frontline workers operate in a black box. Companies cannot connect individual employee actions to key outcomes like reviews, referrals, or loyalty sign-ups.\r\n\r\nCheers is the intelligence platform that turns the frontline into a growth engine. We attribute customer outcomes directly to the individuals responsible by providing low-friction mobile tools for employees to capture value at the point of service -- like securing a referral or a five-star review. This allows businesses to identify revenue-driving behaviors and automate the instant recognition, rewards, and coaching needed to scale them.\r\n\r\nThis attribution is critical as AI agents increasingly use online signals to decide which businesses to recommend. Reputation is becoming the primary driver of acquisition. Cheers enables businesses to proactively shape the public signals AI uses to recommend businesses at the source, turning unmeasured frontline labor into a quantifiable growth engine.\r\n\r\nVivint Smart Home used Cheers to identify top performers and scale their behaviors, resulting in over 70,000 5-star reviews in 5 months, skyrocketing their local search and AI ranking.",
  "one_liner": "Turn your frontline workforce into your biggest growth engine",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1721413814,
  "tags": [
    "Artificial Intelligence",
    "Analytics",
    "Feedback",
    "Reviews"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2024",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/cheers",
  "api": "https://yc-oss.github.io/api/batches/summer-2024/cheers.json"
}
