{
  "id": 29805,
  "name": "Handled",
  "slug": "handled",
  "former_names": [
    "Zimi"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1fdf52cef6695c6b6cc22e266f32b62f76e95483.png",
  "website": "https://www.itshandled.ai",
  "all_locations": "New York, NY, USA",
  "long_description": "Post-order operations are one of the least automated parts of e-commerce. After an order is placed, teams still spend their days tracking shipments, chasing exceptions, processing returns, adjusting invoices, and answering “Can you check this?” requests. This manual busywork lives outside core systems and scales linearly with order volume, forcing brands and 3PLs to keep adding headcount as they scale.\r\n\r\nHandled is an operations automation platform for e-commerce brands and the 3PLs that run their order fulfillment. We execute the manual work that happens after an order is placed by unifying post-order data across commerce, warehouse, carrier, and support systems.\r\nHandled gives teams real-time visibility across orders, shipments, returns, and inventory in one system — eliminating the need to dig through disconnected tools or react only after customers complain. When issues occur, Handled automatically executes the follow-up work, such as resolving shipment delays, processing returns, filing claims, or making order and billing adjustments, without manual back-and-forth.\r\n\r\nBy combining visibility, issue detection, and automated execution in a single AI-powered operational layer, Handled replaces manual coordination with software-driven post-order operations in a large, recurring market tied directly to e-commerce volume.",
  "one_liner": "Automating post-order operations for e-commerce brands and 3PLs",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Retail",
  "launched_at": 1719423480,
  "tags": [
    "B2B",
    "Workflow Automation",
    "Logistics",
    "E-commerce",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2024",
  "status": "Active",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/handled",
  "api": "https://yc-oss.github.io/api/batches/summer-2024/handled.json"
}
