{
  "id": 29611,
  "name": "mdhub",
  "slug": "mdhub",
  "former_names": [
    "mdhub Inc"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/dd82f4e0241c51007ca4b9aef139a8ebeb515e7f.png",
  "website": "https://www.mdhub.ai/",
  "all_locations": "",
  "long_description": "mdhub is building the AI workforce for healthcare clinics.\r\n\r\nMid to large-sized clinics struggle with rising costs, staff shortages, and endless admin tasks like billing, scheduling, and data entry. Our AI healthcare workers take over these repetitive workflows so providers can focus on what matters most: patient care.\r\n\r\nClinics use mdhub to reduce overhead, boost efficiency, and deliver better care without hiring more staff.\r\n\r\nOur flagship AI workers include:\r\n\r\n- AI Admission Coordinator – streamlines patient intake and scheduling.\r\n- AI Billing Agent – automates claims and billing operations.\r\n- AI Clinical Assistant – automate documentation and boosts provider productivity with context-aware support.\r\n\r\nWe’re not another EHR or point solution. Unlike legacy systems and task-specific tools, mdhub replaces entire workflows, delivering immediate ROI and a path to scale. With hundreds of clinic customers, growing ARR, and a clear vision, we’re on track to become the default AI workforce for healthcare.",
  "one_liner": "AI workers for healthcare clinics, starting with behavioral health",
  "team_size": 11,
  "industry": "Healthcare",
  "subindustry": "Healthcare",
  "launched_at": 1720483554,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2024",
  "status": "Active",
  "industries": [
    "Healthcare"
  ],
  "regions": [
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/mdhub",
  "api": "https://yc-oss.github.io/api/batches/summer-2024/mdhub.json"
}
