{
  "id": 29969,
  "name": "OrgOrg",
  "slug": "orgorg",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/3fb29e15efef66c7b44bb861d2b14c2d4cc13ca4.png",
  "website": "https://orgorg.com",
  "all_locations": "Los Altos, CA, USA; Remote",
  "long_description": "OrgOrg is a suite of apps that keeps teams productive and healthy regardless of the size of your organization. Founded by the creator of Zenter (YC 07, acquired by Google and became Google Slides), OrgOrg is designed to be a natural extension of Google Workspace Apps to help run organizations collaborate better leading to higher productivity.\r\n\r\nToday the suite includes apps like:\r\n  \r\n• Go links: Go links allows anyone in the org to easily name any link so team members can jump directly to the information that matters most: go/sales, go/production, go/anything-you-want.\r\n• Profiles with Personality: OrgOrg profiles are as insightful as they are delightful. They not only show you the expected org chart data, but also highlight accomplishments, how you like to work, and who you are as a person.\r\n• Goal tracking: Track, share, and collaborate on \"big rock\" goals on the cadence that makes sense for your team from daily to annually.\r\n• Branded New Tab: Keep the team focused the next major milestone, broadcast announcements, and keep important links top of mind every time a new browser tab is opened.\r\n• All Hands Q&A: Crowdsource questions, anonymously if desired, for large team meetings to make sure everyone's voice is heard, and the most top of mind questions are answered and recorded.\r\n• Smart Groups: Create rules based groups of people and use them to make sure the right people are in the right conversations and have the right access. For example, anyone with the title of \"Software Engineer\" should be in the #eng slack channel and eng@ google group.\r\n• On-call: Schedule smart rotations that take into account balancing the load and using signals from calendar schedules to make sure you don't waste time figuring out who can cover what in a fair way. Easily page the on-call from slack, API, or OrgOrg directly.\r\n• And more...\r\n\r\nAll the tools you need so you can spend more time focusing on your core business, and less time focusing on the complexity that comes from running an organization.",
  "one_liner": "Organizational productivity suite for companies",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Productivity",
  "launched_at": 1722926943,
  "tags": [
    "B2B",
    "Productivity",
    "Collaboration",
    "Operations"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2024",
  "status": "Active",
  "industries": [
    "B2B",
    "Productivity"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/orgorg",
  "api": "https://yc-oss.github.io/api/batches/summer-2024/orgorg.json"
}
