{
  "id": 29844,
  "name": "Oway",
  "slug": "oway",
  "former_names": [
    "Oway Inc."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/a3e196a71b4a93ad7200cf278186954bda68e7e3.png",
  "website": "https://www.shipoway.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Oway is an AI-driven freight platform that turns America’s empty truck space into a new category of freight shipping. Every year 50% of U.S. truck space goes unused, a $100B+ inefficiency. Oway uses AI to automatically price, match, and sell that space in real time, giving businesses freight shipping that is dramatically faster and cheaper than traditional options. \r\n\r\nWe're building the largest decentralized network of America’s empty truck space - a transparent infrastructure layer any shipper, broker, or carrier can plug into. For shippers, this means freight costs that are up to 50% lower than traditional LTL (shipments from 1 to 12 pallets), along with faster delivery windows because freight moves directly from dock to dock without the slow handoffs, warehouses, or cross-docking infrastructure that LTL depends on. For carriers, Oway’s integration can increase annual revenues by up to 30% with minimal impact on existing schedules. They simply earn more by monetizing space that would have gone unused.\r\n\r\nOur mission is to transform empty truck space into an asset that strengthens U.S. competitiveness. By lowering the cost of goods sold, we help businesses grow. By improving carrier margins, we make trucking more sustainable. And by digitizing and decentralizing freight, we are laying the foundation for a resilient, transparent logistics layer that can support America’s reindustrialization in the decades ahead. Oway makes freight shipping as simple as ridesharing - click a button, book a truck, and move goods at the true cost of available capacity.",
  "one_liner": "The First AI Infrastructure Layer for America’s Empty Truck Space",
  "team_size": 10,
  "industry": "B2B",
  "subindustry": "B2B -> Supply Chain and Logistics",
  "launched_at": 1717601253,
  "tags": [
    "Machine Learning",
    "Marketplace",
    "B2B",
    "Ridesharing",
    "Logistics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2024",
  "status": "Active",
  "industries": [
    "B2B",
    "Supply Chain and Logistics"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/oway",
  "api": "https://yc-oss.github.io/api/batches/summer-2024/oway.json"
}
