{
  "id": 29967,
  "name": "Village Labs",
  "slug": "village-labs",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b437f74d1da9b456b7203c06d57c8eae2c1fa858.png",
  "website": "https://villagelabs.app/",
  "all_locations": "New York, NY, USA",
  "long_description": "At Village Labs, we help America's businesses become employee owned by helping them set up and manage an employee stock ownership plan (ESOP). \r\n\r\nESOPs are a federal retirement plan that enable businesses to give their employees a stake in the company in exchange for significant tax benefits. \r\n\r\nWith 2.9M Baby Boomer business owners set to retire in the coming years, there's a growing \"Silver Tsunami\" of businesses across the country in search of new ownership. For many of these owners, selling to their employees is a socially-minded yet financially pragmatic solution.\r\n\r\nBy selling ownership of their business to an ESOP, owners get a fair price, tax benefits, and the satisfaction of knowing their employees and legacy will be taken care of — things not guaranteed with traditional buyers like private equity. In turn, employees retain their jobs and get shares in the business that can help them create life changing wealth by the time they retire — imagine an office secretary retiring as a millionaire. \r\n\r\nThousands of businesses across America like Bob's Red Mill, Harpoon Brewery, and Recology already have an ESOP, benefiting over 14 million workers and creating 2.1 trillion in employee wealth. We're excited about the opportunity to massively grow these numbers by making it simple for every business to become employee owned. \r\n",
  "one_liner": "Helping America's businesses become employee owned",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Human Resources",
  "launched_at": 1725498040,
  "tags": [
    "Fintech",
    "Human Resources"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2024",
  "status": "Active",
  "industries": [
    "B2B",
    "Human Resources"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/village-labs",
  "api": "https://yc-oss.github.io/api/batches/summer-2024/village-labs.json"
}
