{
  "id": 29649,
  "name": "Wordware",
  "slug": "wordware",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/ff410def03c8c58c3adc7db9615becc8164804e3.png",
  "website": "https://wordware.ai/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "AI Agents have arrived. They are powerful enough to read, plan, and act across your everyday life and work. The question is no longer whether they can run canned demos to check the weather, it’s whether real teams can rely on them for critical work. We optimize for adoption over spectacle: useful, accountable systems that help top professional complete real tasks.\r\n\r\nWordware is backed by Spark Capital, Felicis, and Y Combinator, with a $30M seed round. Our beautiful, historic San Francisco office sits in the shadow of the Golden Gate Bridge, it’s full of plants and radiates innovation and calm. We genuinely love working together. At lunch we talk about alignment and AI consciousness, we have surfboards in the office ready to use, we take walking meetings on the beach and hang out after work at the bar or climbing wall. We work really hard because we care deeply about what we do.\r\n\r\nSauna is Wordware’s AI workspace for professionals. Think ‘Cursor for Knowledge Work’ and you’re halfway there. With explicit permission, it connects to tools like Gmail, Calendar, Slack, and thousands more, to gather the right context to move your work forward. It learns who you are, drafts and refines your documents, presentations, and datasets, researches across the web and your org’s internal knowledge, summarizes long threads to cut through the noise, proposes next steps, even acts on your behalf when enabled. You can work with Sauna live, side-by-side, or schedule jobs to run automatically in the background, with clear permissions and easy off-switches. Sauna brings the power of AI Agents to all professionals.",
  "one_liner": "AI agents you can rely on",
  "team_size": 15,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1715713232,
  "tags": [
    "AIOps",
    "Artificial Intelligence",
    "Developer Tools",
    "Infrastructure"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2024",
  "status": "Active",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/wordware",
  "api": "https://yc-oss.github.io/api/batches/summer-2024/wordware.json"
}
