{
  "id": 305,
  "name": "A Thinking Ape",
  "slug": "a-thinking-ape",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/26789e46d6456ae17e25d6e964c47f65717f0e92.png",
  "website": "http://athinkingape.com",
  "all_locations": "Vancouver, BC, Canada; Remote",
  "long_description": "Proudly recognized as one of CANADA'S TOP SMALL & MEDIUM EMPLOYERS for 2018!\r\n\r\nMission: We build communities.\r\n\r\nSurrounded by mountains and water in beautiful Vancouver, BC, we are smart people who like smart people. We create mobile games with a social core that engage players and provoke us with creative new problems. We value data, informal leadership and keeping it all balanced.\r\n\r\nWhen we set out to make games with massive online communities, we knew that we first had to create the ideal environment for building ambitious things: a place where brilliant and inspiring people come together to build games that make millions of players happy. We realized that we needed to find incredibly talented people and get out of their way. Since then we've paid careful attention to how we like to work together - these are some of our guiding principles: Ownership; Have Wonderful Arguments; The Best Ideas Win; Keep Growing.\r\n\r\nWe are artists, designers, and engineers. We leverage our talent with small, independent teams. And we know that a happy builder is an efficient builder.",
  "one_liner": "We build communities through massively multiplayer mobile games",
  "team_size": 75,
  "industry": "B2B",
  "subindustry": "B2B -> Marketing",
  "launched_at": 1326791175,
  "tags": [
    "Gaming"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2008",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Marketing"
  ],
  "regions": [
    "Canada",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/a-thinking-ape",
  "api": "https://yc-oss.github.io/api/batches/winter-2008/a-thinking-ape.json"
}
