{
  "id": 25777,
  "name": "BotCity",
  "slug": "botcity",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7c9d51d01f280768899d76eff8f510583a2e1614.png",
  "website": "https://botcity.dev",
  "all_locations": "San Francisco, CA, USA; São Paulo, SP, Brazil; Remote",
  "long_description": "The rise of Robotic Process Automation offered a promise that any business user can build automations. We were skeptical about that and decided to talk to users of platforms such as UiPath, Automation Anywhere, and Blueprism, all of them low-code.\r\n\r\nTalking to users, we discovered that unique automations incorporating exclusive company processes and intelligence that have the potential to transform the business must be implemented by tech teams. It's not about mimicking employees performing isolated tasks. It's about designing a new workflow, integrated with the company's technological stack and systems. There are just 100.000 RPA skilled users compared to 22M developers globally that can become RPA coders on Day 1 with BotCity.\r\n\r\nWe believe that all automation efforts in a single platform is more efficient. We started delivering the best RPA experience for tech teams, but we envision creating the perfect place to also manage crawlers, integrations, scrappers, data operations. Every company automation in a single place.\r\n\r\nAs companies are becoming tech first and automation will be a basic KPI, we are building to be the all-in-one automation ops management.",
  "one_liner": "Open Source Python RPA + orchestration for tech teams.",
  "team_size": 18,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1644846609,
  "tags": [
    "Developer Tools",
    "Robotic Process Automation",
    "Computer Vision",
    "Open Source",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W22",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "United States of America",
    "Brazil",
    "America / Canada",
    "Latin America",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/botcity",
  "api": "https://yc-oss.github.io/api/batches/w22/botcity.json"
}
