{
  "id": 26138,
  "name": "KorrAI",
  "slug": "korrai",
  "former_names": [
    "KorrAI Technologies Ltd."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/eb9d2b3aba4530f352bea1055d57d8a8874049ff.png",
  "website": "https://www.korrai.com",
  "all_locations": "Toronto, ON, Canada",
  "long_description": "KorrAI is the leading ground stability monitoring platform, leveraging satellite radar technology to protect critical infrastructure from escalating subsidence risks in a changing climate. Our solutions serve major property insurers mining companies, data centers, and infrastructure operators worldwide as they face increasing threats from prolonged droughts, shifting water tables, and extreme weather events. The platform combines multi-satellite InSAR data with proprietary algorithms to deliver millimeter-precise ground movement detection and risk assessment.\u000b\r\nOur technology processes over 1 petabyte of satellite data annually, covering 3 million square kilometers with validated 1mm/year precision. Through advanced calibration using motorized corner reflectors and extensive GNSS networks, we achieve 85% prediction accuracy across Europe and North America. With climate change projected to affect 40% of global infrastructure by 2030 through ground instability, our solution enables proactive risk management and adaptation strategies.\u000b\r\nFounded by a team of tech and remote sensing entrepreneurs with one successful exit and decade-long experience serving Fortune 500 companies.With offices in Canada (Toronto, Halifax, Vancouver) and India (New Delhi), we collaborate with leading institutions including the Canadian Space Agency, Construction Research Center, and premier universities. Strategic partnerships include major satellite operators and geotechnical engineering firms.\r\n",
  "one_liner": "KorrAI detects ground stability threats to critical infrastructure ",
  "team_size": 14,
  "industry": "Fintech",
  "subindustry": "Fintech -> Insurance",
  "launched_at": 1643659113,
  "tags": [
    "Artificial Intelligence",
    "Climate",
    "Insurance"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W22",
  "status": "Active",
  "industries": [
    "Fintech",
    "Insurance"
  ],
  "regions": [
    "Canada",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/korrai",
  "api": "https://yc-oss.github.io/api/batches/w22/korrai.json"
}
