{
  "id": 25682,
  "name": "LunaJoy",
  "slug": "lunajoy",
  "former_names": [
    "Thriving Lane"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/759f8f57cd9cb1f3fd5e256bd1b9d89778775581.png",
  "website": "http://HelloLunaJoy.com",
  "all_locations": "Atlanta, GA, USA; Remote",
  "long_description": "LunaJoy is a precision mental health platform that is specialized in women's mental health through all phases of life including adolescence, pregnancy, postpartum, infertility, miscarriage, loss, perimenopause, and aging. We deliver care by creating a specialized workforce to provide targeted psychotherapy, medication management + genetic testing, coaching, and holistic wellness. LunaJoy utilizes technology and data science to provide intelligent touchpoints that decrease costs and accelerate outcomes. We are increasing our in-network footprint to provide truly accessible care for all. \r\n\r\nWomen are twice as likely to experience mental health difficulties. Rates are even higher for women of color and LGBTQ+ folks. Women are 3x more likely to experience sexual, physical, emotional trauma which is a predictor for mental illness. This is just the tip of the iceberg! Physiologically, women experience hormonal fluctuations which make them more vulnerable to mental health issues during times of transition such as puberty, pregnancy, postpartum, and menopause. We also face unique stressors as the emotional bedrock of our homes, supporting young families, elderly adults, and a huge part of the workforce. The downstream effects of this gap in care are far-reaching into our ecosystems. Currently, mental health care is expensive, inconvenient, and generalist where a specialized approach is needed. When we attend to women’s mental health, we all shine brighter!",
  "one_liner": "Precision mental health care for women",
  "team_size": 6,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare Services",
  "launched_at": 1643036138,
  "tags": [
    "Mental Health Tech",
    "Digital Health",
    "Femtech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W22",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/lunajoy",
  "api": "https://yc-oss.github.io/api/batches/w22/lunajoy.json"
}
