{
  "id": 25061,
  "name": "Optery",
  "slug": "optery",
  "former_names": [
    "Optery",
    "Inc."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/02ca984c664acd671be4123ea5824a7fbc55c95c.png",
  "website": "https://www.optery.com",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "Optery is automated opt out software, and we serve individuals, families and businesses.  With Optery, you can remove yourself from hundreds of data brokers that are posting and selling your home address, phone number, email and other private information on the internet.  \r\n\r\nOptery was awarded\"Editors' Choice\" by PCMag as the most outstanding product in its category in 2022, 2023, 2024 and 2025, received the Cybersecurity Excellence Awards for Attack Surface Management, Digital Footprint Management, and Employee Privacy Protection in 2024 and 2025), was awarded the Top InfoSec Innovator Award for Attack Surface Management by Cyber Defense Magazine in 2024, was named Next Big Things in Tech for Security and Privacy by Fast Company in 2023, and was named one of Business Insider’s Top 30 Future Unicorns of 2025.\r\n\r\nOptery prevents phishing and social engineering, identity theft and fraud, online stalking and harassment, ransomware, doxxing, and prevents people's private information from showing up in Google search results. \r\n\r\nAnyone can create a free account to receive a personalized Exposure Report with live screenshots summarizing where your information is being posted and sold online.  Optery then provides free tools for self-service removals, or you can upgrade to a paid plan, and Optery will remove the profiles for you.\r\n\r\nOptery for Business serves enterprises removing personal information from the internet for their employees and executives, and offers an API enabling application developers to embed data broker scanning and removal technology into their applications.",
  "one_liner": "Opt out software that removes your private info from the internet",
  "team_size": 25,
  "industry": "B2B",
  "subindustry": "B2B -> Security",
  "launched_at": 1634074023,
  "tags": [
    "SaaS",
    "Consumer",
    "Security",
    "Privacy",
    "Enterprise Software"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W22",
  "status": "Active",
  "industries": [
    "B2B",
    "Security"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/optery",
  "api": "https://yc-oss.github.io/api/batches/w22/optery.json"
}
