{
  "id": 25955,
  "name": "Pebble",
  "slug": "pebble-2",
  "former_names": [
    "Almonds",
    "Pebble (Prev. Almonds)",
    "Almonds"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7ee7bbc9e6679adebd6f5aaa426c2c73a3e0471b.png",
  "website": "https://www.pebble.us",
  "all_locations": "New York, NY, USA",
  "long_description": "Why are there so many flaws with the banking system that seem obviously detrimental — but still exist? Why haven’t these new digital banks solved all of our financial headaches yet?\r\n\r\nIf you peak under the hood, you’ll find that every bank, fintech, and neobank is chained to the same outdated financial system built in the 1970s. The system knows it’s broken, so they won’t let go of its victims in fear of losing their monopolistic grip on your financial life. This shackled reliance on the system has held everyone back: from me — to you — to the local restaurant owner down the street — to the fresh-faced graduate trying to pay off their student loans. No one has been able to escape.\r\n\r\nPebble is here to turn banking on its head. Through Pebble’s digital wallet, you can earn 5% APY rewards on your money, and unlimited 5% cash back at our 56 partnered merchants. These include Amazon, Uber, AirBnB, Adidas, Chipotle, and more. \r\n\r\nWithin the app, you can also seamlessly pay, track, and manage your bills just by snapping a picture of it. You will receive a debit card made in collaboration with Mastercard with full budgeting controls. And Pebble supports full and partial payroll connections, so you can watch your paychecks grow in the Pebble ecosystem. \r\n\r\nSo, how do we make sure Pebble does not become a bank? It lies in the Pebbles: the first abstracted rewards currency designed to align the incentives of everyone in our financial ecosystem. These reward points will be distributed through the use of our simple app built for day-to-day finances.\r\n\r\nWe are taking a fresh approach towards finance. Towards designing a fairer economy. Towards the widespread adoption of blockchain technology. And towards building a new foundation. We can't wait for you to join The Money Revolution. As we like to say here, it pays to be early . . .",
  "one_liner": "The first app that pays you to save, spend, and send your money.",
  "team_size": 4,
  "industry": "Fintech",
  "subindustry": "Fintech -> Banking and Exchange",
  "launched_at": 1653191992,
  "tags": [
    "Fintech",
    "Crypto / Web3"
  ],
  "tags_highlighted": [
    "Crypto / Web3"
  ],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W22",
  "status": "Acquired",
  "industries": [
    "Fintech",
    "Banking and Exchange"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/pebble-2",
  "api": "https://yc-oss.github.io/api/batches/w22/pebble-2.json"
}
