{
  "id": 433,
  "name": "BufferBox",
  "slug": "bufferbox",
  "former_names": [
    "Bufferbox"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://bufferbox.com",
  "all_locations": "Waterloo, ON, Canada",
  "long_description": "BufferBox® Inc. is an innovation driven technology company that specializes in the design of automated self-service technologies to lower costs and increase convenience in the parcel delivery industry. By tackling an unaddressed need with technical expertise, BufferBox® aims to set the new gold standard in parcel delivery services.\r\n\r\nThe idea: A fundamental behavioral shift in today’s generation’s purchasing habits has created an unaddressed need in the parcel delivery industry. The industry has not addressed the cost inefficiencies and customer frustration stemming from an increasingly recurring problem – undeliverable packages when the end-receiver is not available. The BufferBox® solution provides a highly cost-efficient, self-sustainable, accessible and convenient technology to lower costs for shipping carriers while increasing value to receivers. This unique proposition is achieved by leveraging self-sustainable kiosk technologies and a growing receptiveness to self-service processes.",
  "one_liner": "The future of package delivery. We are building a network of…",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1336096890,
  "tags": [
    "E-commerce"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2012",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "Canada",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/bufferbox",
  "api": "https://yc-oss.github.io/api/batches/summer-2012/bufferbox.json"
}
