{
  "id": 455,
  "name": "Virool",
  "slug": "virool",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://virool.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "A LITTLE ABOUT VIROOL\n\nVirool is a video distribution platform for brand marketers that leverages programmatic technology to reach key influencers, making content more engaging and the ability to share easier than ever. Having served more than 75,000 global campaigns, Virool’s robust ActivView product suite and in-article native unit, deliver fully transparent and insightful analytics that offers viewability guarantees, emotional resonance and fraud protection. Within our platform, users can leverage a proprietary DMP of 450MM unique profiles to build custom, addressable audience segments across all screens. More than 100,000 multi-channel sites have activated video content from Virool via partnerships including Rubicon Project and direct native placements. Founded in 2012, Virool has raised $18.62M in funding from a collection of top VC firms and angel investors, including $6.62M in its seed round. It is the biggest seed investment that anymore Y-Combinator graduate has ever received.",
  "one_liner": "Virool provides native video advertising experience for the biggest…",
  "team_size": 51,
  "industry": "B2B",
  "subindustry": "B2B -> Marketing",
  "launched_at": 1336097094,
  "tags": [
    "Video",
    "Advertising"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2012",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Marketing"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/virool",
  "api": "https://yc-oss.github.io/api/batches/summer-2012/virool.json"
}
