{
  "id": 26743,
  "name": "EthosX",
  "slug": "ethosx",
  "former_names": [
    "Ethos"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/996567c41c2cfe38cba0451d132a3ac62a13e9ec.png",
  "website": "https://www.ethosx.finance/",
  "all_locations": "Claymont, DE, USA; Bengaluru, KA, India; Mumbai, MH, India; Remote",
  "long_description": "EthosX is a decentralized finance platform creating end-to-end financial derivatives on blockchains. No centralized exchanges, clearinghouses, depositories, clearing banks, CSD participants etc. required.\r\n\r\nWe are starting with cryptocurrency options first, with the intention to move towards other crypto derivatives and traditional finance derivatives eventually.\r\n\r\nFor example, one can buy a bitcoin hedging token directly from EthosX without involving any exchange or counterparty and earn profits when the bitcoin price is falling (similar to a put option). It is perpetual and is completely on-chain, end-to-end. It is held as a token in wallets and can be sold/transferred to anyone at any time.\r\n\r\nAt institutional level, using EthosX’s options infrastructure two hedge funds can trade high-value on-chain options with each other directly without involving any banks or brokers with zero counterparty risk and zero settlement risk.\r\n\r\nWe are also providing derivatives infrastructure to other crypto companies who want to use these products as a part of a larger package to their customers.\r\n\r\nGlobal derivatives ecosystem is broken. Derivatives trading in traditional finance has way too many gatekeepers and intermediaries. Crypto was supposed to be free of these issues and a solution to all of this, but it is itself getting more and more centralized with disastrous consequences.\r\n\r\nWe at EthosX intend to pick the best of both worlds and change the way retail and institutional financial derivatives are traded world over.",
  "one_liner": "The protocol for derivatives on blockchains",
  "team_size": 2,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1657620541,
  "tags": [
    "DeFi",
    "Fintech",
    "Crypto / Web3",
    "Consumer",
    "B2B"
  ],
  "tags_highlighted": [
    "Crypto / Web3"
  ],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S22",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United States of America",
    "India",
    "America / Canada",
    "South Asia",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/ethosx",
  "api": "https://yc-oss.github.io/api/batches/s22/ethosx.json"
}
