{
  "id": 26784,
  "name": "Seaflight Technologies",
  "slug": "seaflight-technologies",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/8a03c035eb081cba9d31fbf5316b214d8d910584.png",
  "website": "https://www.seaflight.tech",
  "all_locations": "Carson, CA, USA; Torrance, CA, USA",
  "long_description": "Seaflight Technologies has developed a new form of Aerodynamic Flow Control for electrified aircraft that increases range and payload by 30%. That's the same performance improvement you'd get from hopping in a DeLorean to 2035 and coming back with batteries from the future. But it's available today - our tech has been derisked by testing supported by the National Science Foundation, the US Air Force, and the Australian Government. \r\n\r\nOur first product is a simple fixed-wing large cargo drone that is efficient enough to remove the \"green penalty\" currently associated with electric aviation. That's a step change from today's conventional platforms.  \r\n\r\nFirst generation electric aircraft are heavy, expensive, complicated, and limited in terms of range and payload. In the entire history of aviation, that's never been a winning formula. When everyone already has access to the same batteries, materials, and motors, what really makes the difference? The answer is revolutionary aerodynamics, but in a form factor that suits today's operations and manufacturing. \r\n\r\nBeyond our own drone product line, we have partners across Aerospace helping incorporate our tech into their products. In the future, if you want to have the most efficient and cost-effective flying machine of any description, you'll need Seaflight's Flow Control inside. \r\n\r\n",
  "one_liner": "We make the world's most efficient aircraft",
  "team_size": 4,
  "industry": "Industrials",
  "subindustry": "Industrials -> Aviation and Space",
  "launched_at": 1659334578,
  "tags": [
    "Robotics",
    "Airplanes",
    "Logistics",
    "Climate",
    "Transportation"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S22",
  "status": "Active",
  "industries": [
    "Industrials",
    "Aviation and Space"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/seaflight-technologies",
  "api": "https://yc-oss.github.io/api/batches/s22/seaflight-technologies.json"
}
