{
  "id": 26871,
  "name": "Shipmates",
  "slug": "shipmates",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/76a28e876eb9c3cbdcc9c73b1d02c839d73c053e.png",
  "website": "https://shipmates.app",
  "all_locations": "Makati, NCR, Philippines",
  "long_description": "Shipmates is a shipping platform that enables online business owners to book on-demand and standard orders using multiple couriers in the Philippines. An alternative to the hassles of manual booking and shipping. Shipmates helps e-commerce businesses grow by making their shipping process easier and faster.\r\n\r\nLaunched in 2021, Shipmates was engineered to simplify logistics and scale businesses by allowing business owners to book shipments in bulk from different couriers in just a few clicks. Users have the option to connect their Shopify website to our platform or upload their orders using an excel file. Shipmates is currently in partnership with six couriers: Lalamove, Borzo, Grab, XDE, Entrego, and J&T as we work on adding more courier options. The platform also allows for nationwide shipping, Cash on Delivery and free courier pick-ups for the convenience of business owners.\r\n\r\nWe believe that online businesses deserve more support for shipping which is why we built solutions through continuous product development and simplicity in design.",
  "one_liner": "Shipping platform for online merchants in the Philippines",
  "team_size": 12,
  "industry": "B2B",
  "subindustry": "B2B -> Supply Chain and Logistics",
  "launched_at": 1653366519,
  "tags": [
    "Logistics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S22",
  "status": "Active",
  "industries": [
    "B2B",
    "Supply Chain and Logistics"
  ],
  "regions": [
    "Philippines",
    "Southeast Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/shipmates",
  "api": "https://yc-oss.github.io/api/batches/s22/shipmates.json"
}
