{
  "id": 26755,
  "name": "Sunlight",
  "slug": "sunlight",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/31758f22583088dc4bc585ae2c372fbd95e94ea0.png",
  "website": "https://www.sunlightapi.com/",
  "all_locations": "New York, NY, USA; Tel Aviv-Yafo, Tel Aviv District, Israel",
  "long_description": "Sunlight is an API to change the card-on-file with apps and subscription services. Fintechs use Sunlight to automatically make their cards top-of-wallet as soon as they're issued. \r\n\r\nMerchants, service providers and subscriptions-based businesses everywhere now offer their customers the ability to save a debit/credit card on file, so they can pay their bills on time, buy in one click, or earn rewards. In 2021, 79% of consumers worldwide reported already having at least one payment card saved with a service or being open to doing so. \r\n\r\nIn recent years, card-issuing as-a-service has become mainstream: any company can now start their own card business in a matter of weeks. Last year, the number of new payment cards issued was at an all-time high. For users, however, switching banks or opening a new card now comes with an additional hurdle: they need to update their payment info across the internet. On the other side of that equation, card issuers have no visibility or control over the card-on-file updating process, and as a result struggle to get their new users to switch their spend from their old card to the new one, leading to low conversion rates and missed revenue opportunities.\r\n\r\nUntil Sunlight.\r\n\r\nWith our universal get-your-card-on-file API, FIs can now offer their users, at any point in their journey, a quick and easy way to update their debit/credit card info everywhere they shop or pay online, without ever leaving their Apps.\r\n\r\nThe Sunlight API works on every platform that has a card-on-file option (think Uber, Amazon, Netflix, DoorDash, Starbucks and so many more…), is as seamless as a Plaid connection, and always gets the card number and CVV code right on the first try!",
  "one_liner": "The Universal Card-On-File API",
  "team_size": 6,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1655927638,
  "tags": [
    "Fintech",
    "Payments",
    "B2B",
    "API"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S22",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United States of America",
    "Israel",
    "America / Canada",
    "Middle East and North Africa",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/sunlight",
  "api": "https://yc-oss.github.io/api/batches/s22/sunlight.json"
}
