{
  "id": 26710,
  "name": "Tailor",
  "slug": "tailor",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b5b96a023a0830adeacef1c406e170299676baab.png",
  "website": "https://www.tailor.tech/",
  "all_locations": "Tokyo, Tokyo, Japan",
  "long_description": "Tailor is a backend platform that helps enterprises build their custom, enterprise grade ERP applications with less code.\r\n\r\n**Team**\r\n\r\nYo and Misato have previously built a retail-tech company together and sold it for $20M to Rakuten. Yo is a three-time-acquired serial entrepreneur with a McKinsey background. Misato is a previous head of R&D at Mercari.\r\nTailor is the first YC company fully based in Japan.\r\n\r\n**The Problem**\r\nIn today's business world, old ERP systems just don't keep up.\r\n\r\nTheir monolithic architecture makes it difficult for developers to tailor to the specific needs, even though that's what the enterprises want for ERP. \r\n\r\nAt the same time, legacy ERPs struggle to work well with the variety of cloud-based tools that modern businesses rely on.\r\n\r\n\r\nLegacy, monolithic systems make it very difficult to customize and hard to integrate. Every time the company wants to change something, it becomes a huge project.\r\n\r\n\r\nBuilding on these challenges, users of old ERP systems often face:\r\n* Hard-to-Use Interfaces: The screens and menus are old school... confusing, slowing down your work.\r\n* Wrong Set of Features: Too many unnecessary options for you and not enough of what you actually need.\r\n* Lack of Transparency: It's tough to understand what's happening behind the scenes.\r\n* High Cost: The expense of maintaining these systems eats into your budget.\r\n\r\n\r\n\r\n**The Solution**\r\n\r\nWhy Headless?\r\n\r\n- With our headless product, the frontend is easy to customize for clients\r\n- API-first approach makes it easy to connect with other existing systems or 3rd party services\r\n\r\nWhat does it mean to our clients?\r\n\r\n- Faster development\r\n- Reduced maintenance cost\r\n- Well-documented backend APIs\r\n\r\nTailor’s key capabilities:\r\n\r\n- GraphQL endpoint for flexible frontend development\r\n- Customizable data model templates to describe complex business logic of large enterprises\r\n- Customizable workflows depending on the client's specific business process\r\n- Directory service that can reflect complex organizational structure (e.g. matrix organization) to the workflow",
  "one_liner": "Highly Customizable Headless ERP",
  "team_size": 25,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1654046243,
  "tags": [
    "Developer Tools",
    "SaaS",
    "B2B",
    "API",
    "Enterprise"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S22",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "Japan",
    "East Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/tailor",
  "api": "https://yc-oss.github.io/api/batches/s22/tailor.json"
}
