{
  "id": 41,
  "name": "LendUp",
  "slug": "lendup",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/e02a3171584165fc0741c7df4d77c95318d565fd.png",
  "website": "http://lendup.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Could a fintech company be built that helps people today, and prepares them for tomorrow? One that offers consumers high quality, mobile-first credit and savings products and protects them from tricks and traps? That’s LendUp. LendUp's mission is to provide anyone with a better path to financial health. \r\n\r\nWe believe there are two types of financial products: chutes and ladders. Ladders help people up, chutes push people down. One of our core values is that every product we offer at LendUp is a ladder, measured by the long-term financial well-being of our customers. LendUp credit cards, loans, and savings resources reflect our commitment to getting our customers to a better financial state.\r\n\r\nWe are a data-driven company and build all of our technology in-house. With a firm belief that you're more than your credit score, we're extending credit as aggressively as possible and helping solve for the income volatility and financial instability that affects more than 140 million Americans. \r\n\r\nWe are backed by more than $325 million in debt and equity financing from investors such as GV, PayPal, Y Combinator, QED Investors, Susa Ventures, Data Collective, Thomvest Ventures, Kleiner Perkins, Kapor Capital, Bronze Investments, radicle impact, Victory Park Capital, Reddit co-founder Alexis Ohanian, Gmail founder Paul Buchheit, Troy Carter, and many others.\r\n\r\nOne of our values is \"different backgrounds, same mission.\"​ We come from venerable Silicon Valley technology companies, major banks, nonprofits and law firms. We're former consumer advocates, regulators and academics. Together, we're bringing our mission to life. Join us!",
  "one_liner": "LendUp is a socially responsible company on a mission to redefine…",
  "team_size": 201,
  "industry": "Fintech",
  "subindustry": "Fintech -> Credit and Lending",
  "launched_at": 1322045860,
  "tags": [
    "Fintech",
    "Lending"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2012",
  "status": "Inactive",
  "industries": [
    "Fintech",
    "Credit and Lending"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/lendup",
  "api": "https://yc-oss.github.io/api/batches/winter-2012/lendup.json"
}
