{
  "id": 16,
  "name": "Medigram",
  "slug": "medigram",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://medigram.com",
  "all_locations": "Los Gatos, CA, USA",
  "long_description": "Have you ever wondered why it's so hard for physicians to communicate quickly and why the leading cause of preventable death is still a delay in communication? Our team has built the solution for this. Medigram is a team of tier 1 health system CxO IT executives, technologists, SaaS exec, physicians, engineers, and data experts. We have developed a breakthrough service for the medical industry to save lives and for hospitals to make millions per year. Medigram instantly flags insights from clinician chats for immediate insight into hospital operations and patient care. This reduces critical response times by 50%. We've designed this system to provide instant, reliable messaging (including images and audio files) across very complicated network environments in hospitals. Medigram is secure, designed for HIPAA, and a full stack system which includes database back end, middleware, logic, and client apps for iOS, Android, desktop, and the web.\n\nOur solution to this is Mobile Intelligence For Healthcare by providing a secure, intelligent workflow management platform for the patient care ecosystem and medical professionals. Within the healthcare environment, you have physicians, the patient care team, EMR, workflow, data, and administration which needs to be tied together with intelligence through Medigram.",
  "one_liner": "We are making a HIPAA-compliant, Groupme app for doctors to…",
  "team_size": 11,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare IT",
  "launched_at": 1322045643,
  "tags": [
    "Messaging",
    "Healthcare"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2012",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare IT"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/medigram",
  "api": "https://yc-oss.github.io/api/batches/winter-2012/medigram.json"
}
