{
  "id": 19,
  "name": "Rescale",
  "slug": "rescale",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/711fea8d5911eff2cca6ae58f7c2371f123c9dc1.png",
  "website": "https://rescale.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Rescale is a cloud-based platform for computational engineering and R&D, that empowers engineers and researchers to accelerate discovery, testing, and optimization. We democratize access to the latest technologies that drive greater efficiency and competitiveness, including high performance computing, simulation, modeling, AI/ML, and digital twins.\r\n\r\nThe majority of industry leaders worldwide use Rescale as the backbone of R&D, connecting the digital thread of new product innovation to develop products that enrich humanity, from autonomous vehicles to drug discovery. Rescale customers include 7 of the top 10 automotive companies and 3 of the top 6 life science companies.\r\n\r\nRescale’s full-stack, open platform automates systems, data, and workflows into a user-centric experience, so customers can focus on innovation. Choose from 1000+ pre-installed applications for multiphysics simulation and AI/ML-assisted design exploration, including commercial, open-source, and custom software. We offer the largest global network of hyperscale and specialty cloud infrastructure to leverage the latest CPU, GPU, and other specialized architectures.\r\n\r\nRescale is enterprise-ready to enable any size organization to achieve their digital transformation goals–with unified management that gives IT teams full visibility and control of hybrid-cloud operations. Rescale’s intelligent automation gives customers flexibility to improve performance and reduce costs of computing, while our enhanced security and compliance ensures industry-leading standards are met from end to end.\r\n\r\nGetting started is simple, flexible, and free to try. Our team of experts is ready to help you achieve your most ambitious engineering goals – schedule a demo today.\r\n\r\nJoin us and help us build products that change the world: www.rescale.com/careers",
  "one_liner": "High Performance Computing Built for the Cloud",
  "team_size": 250,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1322045674,
  "tags": [
    "Cloud Computing"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2012",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/rescale",
  "api": "https://yc-oss.github.io/api/batches/winter-2012/rescale.json"
}
