{
  "id": 27838,
  "name": "Flower",
  "slug": "flower",
  "former_names": [
    "Adap",
    "Flower Labs"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/fd58b70bf08ebd04681433b867e55d90f1a18a12.png",
  "website": "https://flower.ai",
  "all_locations": "Remote",
  "long_description": "Flower Labs is the world-class AI startup behind Flower, the most popular open-source framework and ecosystem in the world for training AI on distributed data and compute resources using federated learning. Trusted by industry leaders such as Mozilla, Banking Circle, Samsung, Temenos and Bosch, Flower empowers organizations to improve their AI models on sensitive data that remains securely distributed across organizational silos or user devices. In a world where most AI relies on centralized public datasets - just a fraction of the data available - we believe unlocking access to (orders of magnitude more) private data will drive the next breakthroughs in artificial intelligence.\r\nFlower Labs is a Y Combinator (YCW23) graduate and backed by top-tier investors and renowned angels, including Felicis, First Spark Ventures, Mozilla Ventures, Hugging Face CEO Clem Delangue, GitHub Co-Founder Scott Chacon, Factorial Capital, Betaworks, and Pioneer Fund. Together, we are redefining how AI is built, deployed, and scaled for privacy, collaboration, and real-world impact.",
  "one_liner": "Train AI on distributed data",
  "team_size": 20,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1676426337,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2023",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/flower",
  "api": "https://yc-oss.github.io/api/batches/winter-2023/flower.json"
}
