{
  "id": 27873,
  "name": "Floworks",
  "slug": "floworks",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b971472cf0d2638ad01eeaaf35f5a56a8abd2541.png",
  "website": "https://floworks.ai/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Floworks (https://floworks.ai) is building a suite of AI employees that helps business to run several business functions such as sales, on autopilot.\r\n\r\nOur flagship product, Alisha is an AI SDR that performs the full outbound SDR job- fully autonomously without any human involvement. \r\n\r\nOur AI SDR Alisha can perform ICP research, find out prospect lists, research about each prospect across 180 web sources, write highly personalized emails to each, follow and engage, and finally coordinate like a human to book sales calls.\r\n\r\nBusinesses using Alisha get 3 key benefits:\r\n1.⁠ ⁠They get 12x output from your existing sales team.\r\n2.⁠ ⁠⁠Are able to scale to 8 figure revenues with just a single AE.\r\n\r\nAlisha is built on our proprietary function calling model ThorV2 (https://floworks.ai/research) that outperforms both Claude 3 and GPT-4 function calling in accuracy by 13% and 43% respectively. At the same time, ThorV2 uses only a fraction of the cost (<40%) and time/latency (<78%) as the other models.\r\n\r\nOur second AI employee, Ashley, is an AI Executive Assistant that keeps you reminded and on top of your on your schedule. Works on your whim- just command Flowy to book a meeting, move a meeting or write a email, and it does without you having to navigate through every apps. You can teach Flowy specific workflows such as ‘inform me immediately if i receive a reply from xyz’, “show my unread emails from last day every morning 7am” and much more\r\n\r\nOur third AI employee, Romona is a helpful AI Revenue Operations Manager that keeps track of every CRM data updation on behalf of your team, works on your instruction to update notes, next steps, MEDDIC after every call, does periodic CRM reporting and much more.",
  "one_liner": "Hire the best AI Sales employees | AI SDR | AI RevOps | AI EA",
  "team_size": 20,
  "industry": "B2B",
  "subindustry": "B2B -> Sales",
  "launched_at": 1678165264,
  "tags": [
    "Generative AI",
    "Productivity",
    "Sales",
    "AI",
    "AI Assistant"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2023",
  "status": "Active",
  "industries": [
    "B2B",
    "Sales"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/floworks",
  "api": "https://yc-oss.github.io/api/batches/winter-2023/floworks.json"
}
