{
  "id": 27692,
  "name": "Rollstack",
  "slug": "rollstack-2",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/65e417fdebdce3308c883861f6f1ce40282921ab.png",
  "website": "https://www.rollstack.com",
  "all_locations": "New York, NY, USA; Remote",
  "long_description": "At Rollstack, we are revolutionizing the way businesses share and communicate data and insights. Organizations worldwide rely on slide decks and documents to make informed decisions, whether for leadership, clients, or partners. Yet, preparing these materials often consumes countless hours. Rollstack fully automates that.\r\n\r\nWe help some of the world's leading organizations—from mid-sized to public companies like SoFi, Zillow and Whirlpool—in automating their slide decks and documents. Headquartered in New York, we offer a remote-friendly workplace and are backed by Insight Partners and Y Combinator, the most successful startup incubator in the world that produced the likes of Airbnb, Twitch, Instacart, Dropbox, Reddit, Doordash, Stripe, Coinbase, etc.\r\n\r\nOur team operates with speed and focus to deliver outsized impacts for our customers. We approach every challenge with first principles, never assuming things have to be done a certain way. We are a diverse team that believes intelligence and kindness go hand in hand, welcoming individuals from all backgrounds. Our persistence and rapid execution define us as a category leader and a future generational company.",
  "one_liner": "Automate data-driven slide decks and documents with AI",
  "team_size": 30,
  "industry": "B2B",
  "subindustry": "B2B -> Analytics",
  "launched_at": 1664774205,
  "tags": [
    "Artificial Intelligence",
    "Productivity",
    "Analytics",
    "Data Visualization"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2023",
  "status": "Active",
  "industries": [
    "B2B",
    "Analytics"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/rollstack-2",
  "api": "https://yc-oss.github.io/api/batches/winter-2023/rollstack-2.json"
}
