{
  "id": 12012,
  "name": "Atomic Alchemy",
  "slug": "atomic-alchemy",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f78037132844f2c28f0e50e7d2c311cbf1101d6a.png",
  "website": "https://atomicalchemy.us",
  "all_locations": "Idaho Falls, ID, USA",
  "long_description": "Atomic Alchemy is building a bank of reactors to produce the nuclear material that goes into nuclear medicine. Radiopharmaceuticals are vitally important in biological tracers, diagnostic imaging, and cancer treatments.\r\n\r\nCurrently, the world's supply of Molybdenum-99, the cornerstone of 80% of all nuclear medicine procedures, is sourced from just six government-run, scientific research reactors abroad. Five of these reactors are 45-65 years old and are quickly coming to the end of their operational life. This has cultivated a fragile and lengthy supply chain, at odds with the nature of radioactive material.\r\n\r\nThis issue and its implications do not just effect molybdenum, but any other reactor-based isotope. Many promising cancer therapies are stuck in clinical trials, unable to secure enough material in a timely manner. Research doesn’t even happen because of the difficulty of sourcing any new isotopes.\r\n\r\nIt doesn't have to be this way. Atomic Alchemy is working to solve this by building the world's first scalable radioisotope production facility. This facility will contain the world’s first privately-owned nuclear reactors dedicated to radioisotope production.",
  "one_liner": "We produce cancer-curing materials used in nuclear medicine.",
  "team_size": 8,
  "industry": "Industrials",
  "subindustry": "Industrials -> Manufacturing and Robotics",
  "launched_at": 1541478882,
  "tags": [
    "Hard Tech",
    "Small Modular Reactors",
    "Medical Devices"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W19",
  "status": "Acquired",
  "industries": [
    "Industrials",
    "Manufacturing and Robotics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/atomic-alchemy",
  "api": "https://yc-oss.github.io/api/batches/w19/atomic-alchemy.json"
}
