{
  "id": 12260,
  "name": "AXDRAFT",
  "slug": "axdraft",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/95bd3baee270d1b082340a1d56709977638c161c.png",
  "website": "https://axdraft.com",
  "all_locations": "Kyiv, Ukraine; Frankfurt, HE, Germany; Lviv, Lviv Oblast, Ukraine",
  "long_description": "AXDRAFT analyzes patterns in your legal documents and transforms drafting process from erroneous and time consuming copy and paste to a mistake-free simple Q&A. The average time to draft a document with AXDRAFT is less than 4 minutes.\r\n\r\nOn top of this AXDRAFT allows to integrate data into the document from public registers and your internal databases, eliminating the need to double check every data input.\r\n\r\nData validation, e-signatures, access control, document id, visibility and personal accountability for drafted documents. All of this is possible with AXDRAFT.\r\n\r\n45 corporations using AXDRAFT reduce time spent on drafting legal documents by up to 90% and shorten their approval cycles by up to 4 days.\r\n\r\nBoth of these improvements mean more deals and better financial results for your company every quarter.\r\n\r\nAnd the best part is that from the moment we sign the contract AXDRAFT can be up and running in 2 weeks.\r\n\r\nFew case studies are available here: https://www.axdraft.com/customers",
  "one_liner": "AXDRAFT helps corporations draft, negotiate and approve documents 10x…",
  "team_size": 34,
  "industry": "B2B",
  "subindustry": "B2B -> Legal",
  "launched_at": 1543978964,
  "tags": [
    "Machine Learning",
    "SaaS",
    "LegalTech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W19",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Legal"
  ],
  "regions": [
    "Ukraine",
    "Germany",
    "Europe",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/axdraft",
  "api": "https://yc-oss.github.io/api/batches/w19/axdraft.json"
}
