{
  "id": 11960,
  "name": "Convictional",
  "slug": "convictional",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d89913eef21655f3b6aca9e9962a1f6323dc2479.png",
  "website": "https://convictional.com",
  "all_locations": "Toronto, ON, Canada; Remote",
  "long_description": "Convictional will fundamentally rethink how business leaders make decisions and implement changes. Instead of trying to coordinate through email chains, chat messages and slide decks, you'll get an entirely new kind of decision environment where the right information and the right people will come together instantly.\r\n\r\nYour leaders will see every major decision in motion across the enterprise. They'll spot emerging patterns, tap into relevant experience from past decisions, and mobilize exactly the right expertise at the right moment. No hunting for information, no voices lost in the noise, no painful reconstructions of why decisions were made.\r\n\r\nCustom workspaces spin up automatically for each type of decision and project. Critical metrics and past decisions will surface proactively. Expert input will flow through structured frameworks from experts inside and outside the company. Everything will be instantly documented. And your team's decision-making playbook will get smarter with every choice you make.\r\n\r\nConvictional will be the infrastructure that powers decisions at the world's most ambitious companies.",
  "one_liner": "Infrastructure that powers decisions at the most ambitious companies",
  "team_size": 14,
  "industry": "B2B",
  "subindustry": "B2B -> Retail",
  "launched_at": 1541124183,
  "tags": [
    "B2B",
    "Enterprise"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W19",
  "status": "Active",
  "industries": [
    "B2B",
    "Analytics"
  ],
  "regions": [
    "Canada",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/convictional",
  "api": "https://yc-oss.github.io/api/batches/w19/convictional.json"
}
