{
  "id": 11931,
  "name": "Geosite",
  "slug": "geosite",
  "former_names": [
    "Geosite Inc."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/89a7b53fb2d9e4a5231c362b84c71fe445c95d99.png",
  "website": "https://www.geosite.io/",
  "all_locations": "Palo Alto, CA, USA",
  "long_description": "**GENERAL**\r\nGeosite is an enterprise SaaS platform for spatial data. Through pairing a marketplace with integrated data management and collaboration tools, Geosite enables customers to leverage spatial data for more rapid and accurate planning and operations. This platform is a dual use technology for both commercial and military customers.\r\n\r\n//\r\n\r\n**SPACE PEOPLE**\r\nGeosite is a cloud-based platform creating a comprehensive repository of geospatial data, such as satellite imagery, through the aggregation of public and commercially available data, providing market-wide ability to rapidly search, select, purchase, assemble, and manage data sets. This will not only create the most comprehensive and exhaustive marketplace for geospatial data and analytics, but also build the underlying data infrastructure for the geospatial industry. This marketplace, for both analytics and data, will enable customers from Oil and Gas companies to US Special Operations to access and consume data from many sources for greater operational efficiency and safety. \r\n\r\n//\r\n\r\n**O&G PEOPLE**\r\nGeosite is a data platform for Oil and Gas companies that allows customers to bring together their data for a clearer picture of the world. Over 80% of information has a spatial component to it, rarely is this being leveraged to add to the bottom line for Oil and Gas companies. With the proliferation of satellites and distributed sensors (IOT), we are at a juncture of immense opportunity for Oil and Gas exploration to reach an operational efficiency that was impossible only a few years ago. Geosite allows for cutting edge logistics planning and operational tracking to increase safety and productivity. ",
  "one_liner": "Geosite is an enterprise SaaS platform for spatial data.",
  "team_size": 40,
  "industry": "B2B",
  "subindustry": "B2B -> Operations",
  "launched_at": 1540958688,
  "tags": [
    "SaaS",
    "Geographic Information System"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W19",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Operations"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/geosite",
  "api": "https://yc-oss.github.io/api/batches/w19/geosite.json"
}
