{
  "id": 2019,
  "name": "JuziBot",
  "slug": "juzibot",
  "former_names": [
    "Bot Orange"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f06ad45b7f49712e329e6cfd50db0616164f6ce0.png",
  "website": "https://www.juzibot.com/",
  "all_locations": "Beijing, Beijing, China",
  "long_description": "JuziBot is a startup that provides smart marketing and sales services for customers on WeChat platform, the company helps SMBs build secure and stable key opinion customer (KOC) channels, as well as helps corporate clients with customer acquisition and sales conversion. JuziBot currently serves customers in education, insurance, healthcare, and a few other industries, some of the clients include Meituan Dianping, Digital China, Zuoyebang, etc., and 80% of these existing customers have been acquired through word of mouth. JuziBot's products have been known to improve the sales experience for one million sales professionals on a daily basis. \r\n\r\nThe company is invested by a number of leading VCs including PreAngel, Plug and Play, Y Combinator, TSVC, and Alpha Startups. JuziBot received the CCFA Retail Technology Rising Enterprise Award in 2018. In 2018 and 2019, respectively, the company won the 1st place in both of the task-based human-machine dialogue response naturalness, and the chat-type human-machine dialogue assessment in the SMP Chinese Human-Machine Dialogue Technology Evaluation held by the Chinese Information Processing Society of China (CIPSC).",
  "one_liner": "Intercom for WeChat, help companies to acquire,  engage, retain…",
  "team_size": 34,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1527048483,
  "tags": [
    "Chatbot",
    "Analytics",
    "Customer Support"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W19",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "China",
    "East Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/juzibot",
  "api": "https://yc-oss.github.io/api/batches/w19/juzibot.json"
}
