{
  "id": 11977,
  "name": "MedCrypt",
  "slug": "medcrypt",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f83d9fea6258d4ade4828219ac97951e9aabc969.png",
  "website": "https://www.medcrypt.co",
  "all_locations": "San Diego, CA, USA",
  "long_description": "MedCrypt has developed a security toolkit that allows medical device developers to focus on diagnosing and treating disease, while ensuring their devices comply with security regulations and best practices. And since each installation of our software communicates with our MedCrypt network, we can use machine learning-based transaction monitoring algorithms to detect anomalous behavior, thwarting attacks in real time. This centralization of transaction data allows us to facilitate \"Threat Sharing\" between device vendors, helping build a community of device vendors offering the most secure devices possible.\r\n\r\n\r\n\r\nMedCrypt protects medical devices against malicious hacking. Each installation of our software communicates with our MedCrypt network, allowing us to use machine learning-based transaction monitoring algorithms to detect anomalous behavior, thwarting attacks in real time. This centralization of transaction data allows us to facilitate \"Threat Sharing\" between device vendors, helping build a community of device vendors offering the most secure devices possible.\r\n\r\n\r\nIf someone hacks your connected thermostat, you’re uncomfortable. If someone hacks your pacemaker, you could be dead. MedCrypt is bringing modern software security technologies to an important, but underserved technology sector.\r\n",
  "one_liner": "MedCrypt gives medical device vendors cybersecurity features in a few…",
  "team_size": 16,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare IT",
  "launched_at": 1541131379,
  "tags": [
    "Medical Devices",
    "Healthcare",
    "Cybersecurity"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W19",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare IT"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/medcrypt",
  "api": "https://yc-oss.github.io/api/batches/w19/medcrypt.json"
}
