{
  "id": 12361,
  "name": "Modoo Technology",
  "slug": "modoo-technology",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/8743750ba6656d5b6a2c78afc5591e5130bb4bb9.png",
  "website": "http://www.modoo-med.com",
  "all_locations": "Beijing, Beijing, China",
  "long_description": "We build wearable fetal health monitors. \r\n\r\nAs parents, we want to know more about our babies. But it’s hard to believe that, despite all the technology available, we still do not know our baby without a visit to the doctor or hospitals. Which is time consuming, expensive, and stressful.\r\n\r\nThat’s why we created Modoo. \r\n\r\nMothers simply wear the device on their belly. It tracks baby’s heart rate, movements and generates baby’s health report, so we can consult a physician with just one click.\r\n\r\nModoo connects to an app that allows users to share data via social media sites like WeChat and Weibo, which makes it easy to help family and friends feel more connected.\r\n\r\nAnd thanks to the information it collects, our users reported that, it has helped preventing the loss of 73 babies so far. \r\n\r\nWe has been selling Modoo in China at price of 200 dollars since 2017. last year, we tripled our revenue to 3.4 million dollars. \r\n\r\nTo target at a bigger market, we launched a subscription trial 3 months ago, with an initial price of 60 dollars. It’s growing 69% week on week, and already generating 50 thousand dollars in MRR. \r\n\r\nPregnancy is a lucrative market. 16 million babies are born in China every year, that’s a $3.2 billion dollars home market. Worldwide 140 million births make a 28 billion dollars market.\r\n\r\nAbout us, Jiliang is the no.1 employee in an AI startup backed by Google & Sequoia. Ying, the CTO has over 20 years experience in mobile tech with some of the world’s leading companies. \r\n\r\nTo sum up, we are Modoo, the wearable fetal heath monitor company. We tripled our revenue to 3.4 million dollars in 2018. And are testing subscription model with 69% weekly growth. We started in China with a 3.2 billion market and is unlocking a 28B dollars market worldwide. ",
  "one_liner": "Modoo develops safe and non-invasive tech to help mother-to-be to…",
  "team_size": 40,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1545860074,
  "tags": [
    "Health Tech",
    "Femtech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W19",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "China",
    "East Asia"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/modoo-technology",
  "api": "https://yc-oss.github.io/api/batches/w19/modoo-technology.json"
}
