{
  "id": 12297,
  "name": "Numero",
  "slug": "numero",
  "former_names": [
    "Level Systems"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/8663319687cca8664b93c3aa543baf1423129ed5.png",
  "website": "https://www.numero.ai",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "On January 3, 2019, we launched Numero. We didn’t have customers. We didn’t even have code. But we did have an idea: what if we could build financial software that powers our democracy? \r\n\r\nRunning for office is hard work – the outdated software that runs campaigns makes it even harder. We believe it doesn’t have to be that way. That’s why we built Numero, a modern financial platform that Democratic elected officials and candidates at all levels of public office can use to manage the $24 billion in contributions to political campaigns.\r\n\r\nOur core product is a CRM software suite that includes a native mobile app, payment processor, referral tracker, and event management system to keep donations, pledges, and donors organized in a single place. We also just launched Electables – a grassroots fundraising platform enabling campaigns to reward their donors with unique digital collectibles. Every product we build saves our clients hours of work every week either via automation, smarter data processing, or even simply better UX. We also always build an embedded fintech component (e.g. we process payments on behalf of our clients) so that we earn revenue with every dollar our clients raise.\r\n\r\nOur mission is to change that painful process and liberate hard-working candidates, campaign staff, and volunteers, letting them focus on their most important work: talking with voters and representing their constituents in their communities.\r\n\r\nSince our founding, we've served over 1,000 clients at every level from city council to US Senate (who have collectively managed $2B+ of contributions on our platform). And there’s much more room for us to grow. The US has more than 500,000 elected officials, and many more candidates run for office at all levels of government. ",
  "one_liner": "Modern financial software for political campaigns and nonprofits.",
  "team_size": 14,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1633478434,
  "tags": [
    "Fintech",
    "SaaS"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W19",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/numero",
  "api": "https://yc-oss.github.io/api/batches/w19/numero.json"
}
