{
  "id": 12067,
  "name": "PNOĒ",
  "slug": "pnoe",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "",
  "all_locations": "Athens, Greece; Miami, FL, USA",
  "long_description": "PNOĒ enables health professionals to provide science-backed bio-optimization through breath analysis. For 100+ years, breath analysis (AKA metabolic testing, VO2max) has been the gold standard in anti-aging quantification, nutrition prescription, and evaluation of most critical systems, including the heart, lungs, cells, and nervous system. Until recently, it was only available in sophisticated clinics and regarded as the most valuable but underutilized assessment in medicine. PNOĒ changed that through the first easy-to-use clinical-grade breath analysis device, proprietary software package, and dedicated metabolic expert support. Through a non-invasive 10 min breath test, PNOĒ analyzes the human breath and prescribes a personalized nutrition, exercise, breathwork, and bio-optimization (i.e., red light therapy, hyperbaric chamber, IV therapy, etc.) program based on one’s biological limitations. 3,000+ health professionals trust PNOĒ because it personalizes the clients’ journey through their clinics, builds retention by quantifying progress, and enables the upsell of personalized nutrition and breathwork. All this without any effort, time commitment, or upfront cost. PNOĒ has been independently validated by Georgetown University, VA in Maryland, and Rutgers University and is trusted by leading institutions including Cenegenics, Dais Cove, MIT, UCLA, Pan Pacific, CLMBR, UCS, OURA, TONAL, Spartan Racing, and Paris Saint Germain. ",
  "one_liner": "Enabling health professionals to prescribe clinical-grade wellness…",
  "team_size": 70,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare Services",
  "launched_at": 1601260702,
  "tags": [
    "Medical Devices",
    "Digital Health",
    "Telemedicine",
    "Diagnostics",
    "Primary Care"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W19",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare Services"
  ],
  "regions": [
    "Greece",
    "United States of America",
    "Europe",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/pnoe",
  "api": "https://yc-oss.github.io/api/batches/w19/pnoe.json"
}
