{
  "id": 12004,
  "name": "Simmer",
  "slug": "simmer",
  "former_names": [
    "Foodie"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4be0985a92bf18bd1d92588d83a79cf064fac2cd.png",
  "website": "https://www.usesimmer.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Today’s delivery apps are bad experiences. First, you have to choose a delivery platform. Then, you scroll through dozens of restaurant and finally, you decide between hundreds of dishes. And even if you choose the right restaurant, you might get the wrong dishes.\r\n\r\nOn Simmer, we tell you the best reviewed dishes across all delivery apps. You first choose your dish on Simmer, and the delivery companies just take care of logistics. Through this, we are able to charge affiliate revenue for every order.\r\n\r\nNo one has done this before because determining a city’s best dishes requires millions of users to leave dish reviews.\r\n\r\nOur unique insight is that all the data required already exists online, in blog posts, social media, newspapers. It just needs to be aggregated, analyzed, and indexed. We have built a custom sentiment analyzer to do just that.\r\n\r\nOur vision is to be the first place people go when ordering delivery. \r\n\r\nThe founders have backgrounds in engineering and data science from UChicago (their alma mater) and they have both worked at food tech companies like Lolli and Pops and Blue Apron.",
  "one_liner": "We do reviews for dishes. Our app helps users find the very best…",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Travel, Leisure and Tourism",
  "launched_at": 1541473396,
  "tags": [
    "Delivery",
    "Food",
    "Reviews"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W19",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Travel, Leisure and Tourism"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/simmer",
  "api": "https://yc-oss.github.io/api/batches/w19/simmer.json"
}
