{
  "id": 12272,
  "name": "VotingWorks",
  "slug": "votingworks",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/23b57358e5b0a28777ac8011329e25a9eec76361.png",
  "website": "https://voting.works",
  "all_locations": "CA, USA; Remote",
  "long_description": "VotingWorks is a non-partisan non-profit founded on the powerful idea that the operating system of our democracy should be publicly owned. Every citizen’s vote is sacred, and every citizen deserves evidence that our elections are free and fair.\r\n\r\nForty states use voting machines that are over ten years old. Their technology is outdated, their source code proprietary and their security vulnerabilities – described in detail by the security community over many years – are left unpatched. It’s not surprising that 76% of voters are concerned that our elections are vulnerable to hacking. And if voters lose trust in elections, then the very foundation of our democracy is at risk.\r\n\r\nWe’re using open-source software, off-the-shelf hardware, and modern product engineering to make elections dramatically safer, more accessible, and more affordable. Affordability may sound pedestrian, but it is key. The front line of America’s election security rests in the hands of the 50% of US counties that struggle to afford basic services, let alone upgrade aging voting equipment.",
  "one_liner": "Non-profit building open-source voting machines for US elections.",
  "team_size": 18,
  "industry": "Government",
  "subindustry": "Government",
  "launched_at": 1544065509,
  "tags": [
    "Election Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": true,
  "batch": "W19",
  "status": "Active",
  "industries": [
    "Government"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/votingworks",
  "api": "https://yc-oss.github.io/api/batches/w19/votingworks.json"
}
