{
  "id": 12124,
  "name": "XGenomes",
  "slug": "xgenomes",
  "former_names": [
    "XGenomes Corp."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4cca3d33a3a643c65629ce3164548e924340e550.png",
  "website": "http://www.xgenomes.com",
  "all_locations": "Cambridge, MA, USA",
  "long_description": "At XGenomes, we are building a technology comprising novel biochemistry, hardware and  algorithms for sequencing DNA. Our product will be streamlined: there is zero library preparation;  we sequence directly on unadulterated single molecules of DNA; DNA extraction will be integrated with sequencing; there is no bioinformatics bottleneck. The sequence we produce will be of unprecedented accuracy due to several layers of in-built redundancy including the sequencing both strands of the double-helix concurrently. The sequence we produce will be complete, encompassing: structural as well as single nucleotide variants; long-range haplotype phase; the repetitive \"dark matter\" of the genome. The cost of goods (consumables) of sequencing will be <$10, which will allow us to price our product at a level that will help grow the market while still achieving >90% margin. We will start by offering access as a service to high value customers, which be followed by a razor and blade model of selling instruments and consumables. ",
  "one_liner": "XGenomes is building the sequencing technology of the future. ",
  "team_size": 6,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Diagnostics",
  "launched_at": 1541806492,
  "tags": [
    "Genomics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W19",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Diagnostics"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/xgenomes",
  "api": "https://yc-oss.github.io/api/batches/w19/xgenomes.json"
}
