{
  "id": 12355,
  "name": "YourChoice Therapeutics",
  "slug": "yourchoice-therapeutics",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/5ee153812f550aed3a1d617decff16839415814f.png",
  "website": "http://ychoicetx.com",
  "all_locations": "Berkeley, CA, USA",
  "long_description": "YourChoice Therapeutics is revolutionizing the global contraceptive market. Our vision is to develop non-hormonal contraceptives to provide both women and men with birth control options that lack the associated risks of hormone-based options but are equally effective. Traditionally, it has been the women’s financial and health burden to have a contraceptive in place. Our first goal is therefore to  bring a novel non-hormonal, on-demand and low cost female contraceptive to the market that will substantially improve their quality of life and well-being. Our second goal is to develop the first ever non-surgical and highly effective non-hormonal contraceptive for men. Currently, male contraception is limited to two main options – vasectomy or condoms. Having such options available to both women and men will globally allow for much better family planning, reduce the number of unwanted pregnancies including abortions and therefore reduce costs and ensure contraceptive health and well-being.",
  "one_liner": "YourChoice therapeutics is revolutionizing the contraceptive market…",
  "team_size": 3,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Therapeutics",
  "launched_at": 1545442492,
  "tags": [
    "Health Tech",
    "Biotech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W19",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Therapeutics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/yourchoice-therapeutics",
  "api": "https://yc-oss.github.io/api/batches/w19/yourchoice-therapeutics.json"
}
