{
  "id": 374,
  "name": "TextPayMe",
  "slug": "textpayme",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://textpayme.com",
  "all_locations": "Redmond, WA, USA",
  "long_description": "Founded in 2005, TextPayMe is an SMS payment service that lets you send money to other people using cell phone text messaging. TextPayMe lets you send money to anyone else in the US with an SMS-capable cell phone, and while phone carriers may charge for the actual text message sent/received, sending and receiving money is free while TextPayMe remains in Beta.\n\nIn July 2006, the TextPayMe team started working for Amazon and, as of 2011, the site redirects to an Amazon's mobile payment website. There was no press release related to this event but it's assumed the company was acquired.\n\nSending and receiving payments through TextPayMe is easy: simply write a text message to SMS@TextPayMe.com with \"pay amount phonenumber\" in the body (i.e. to send $5 to 123-456-7890, text \"pay 5 1234567890\"). The service is secure as well, as each payment needs to be confirmed by a user-created PIN. To fund your transactions, TextPayMe lets you add money directly from your bank account and now also lets you link your credit card as well. Currently, the maximum amount that can be sent or received per month is $500.",
  "one_liner": "",
  "team_size": 11,
  "industry": "Fintech",
  "subindustry": "Fintech -> Consumer Finance",
  "launched_at": 1326791686,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2005",
  "status": "Acquired",
  "industries": [
    "Fintech",
    "Consumer Finance"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/textpayme",
  "api": "https://yc-oss.github.io/api/batches/summer-2005/textpayme.json"
}
