{
  "id": 30111,
  "name": "Foundry",
  "slug": "foundry",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1b36be9d458851b00e9309610a54bf963da83472.png",
  "website": "https://www.thefoundryai.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Foundry is a self-serve platform that helps you evaluate, build, and improve your AI agents.\r\nPranav and I previously worked at Scale AI, where we helped the top AI labs build and improve their models. Now, we’re turning our focus to agents, creating the tools every business needs to succeed in this new era.\r\n\r\nImagine you want to build an agent to handle your company’s hiring process. You need it to screen resumes, schedule interviews, and follow up with candidates—all without manual input. Foundry gives you the tools to create an agent that fits your needs: defining workflows, integrating APIs, and iterating on outputs until it works seamlessly.\r\n\r\nOnce your agent is live, how do you ensure it performs as expected? Foundry allows you to evaluate its decisions, track key metrics, and fine-tune its behavior based on real-world feedback. For example, if the agent struggles to prioritize candidates or adapt to new hiring requirements, Foundry helps you identify these gaps and improve performance over time.\r\n\r\nWhether you're designing from scratch or iterating on existing systems, Foundry provides the orchestration, evaluation, and iteration tools to create smarter, more reliable agents that grow with your business.",
  "one_liner": "AWS for AI Agents",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1731963387,
  "tags": [
    "Developer Tools",
    "Workflow Automation",
    "No-code",
    "Automation",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "F24",
  "status": "Active",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/foundry",
  "api": "https://yc-oss.github.io/api/batches/f24/foundry.json"
}
