{
  "id": 30116,
  "name": "Friday",
  "slug": "friday",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/5f9e9b4d414566a4e2636d95776ad36cc0bd894c.png",
  "website": "https://www.friday.so",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Email sucks. It takes forever to go through, and hiring an assistant is costly and invasive. Friday is building the assistant that learns how to predict the action that you will take on your emails, and does it for you.\r\n\r\nToday's email products try to help you go through your emails a little faster, but if you have to get through 1000 emails, those products doesn't do much for you. \r\n\r\nThe reality is, most of the emails you get don't require you to personally look at them. Friday completely eliminates the need to check those emails, and handles them all at once for you, immediately. \r\n\r\nFriday is here to file away spam, sift through newsletters for important tidbits, text you important notifications, and reply to mundane emails, so that no matter how many thousands of emails are in your inbox, you'll just be left with the few emails that actually require your personal touch.\r\n\r\nGetting this right is difficult, so everyone else settles with trying to help you go through your email twice as fast. If you want to go 100x as fast, you shouldn't spend even a second on useless emails. \r\n\r\nFriday gets this right, bringing the elite experience of having a professional assistant to the entire world.",
  "one_liner": "The AI Email Client",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "B2B -> Productivity",
  "launched_at": 1731106672,
  "tags": [
    "Productivity",
    "Email",
    "AI",
    "AI Assistant"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "F24",
  "status": "Active",
  "industries": [
    "Consumer"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": true,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/friday",
  "api": "https://yc-oss.github.io/api/batches/f24/friday.json"
}
