{
  "id": 30023,
  "name": "PearAI",
  "slug": "pearai",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/dfc66990c87e4d8f300d62eedff5460f882406da.png",
  "website": "https://trypear.ai",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "PearAI is an open source AI code editor. Think a better GitHub Copilot, or an open source Cursor. We're a fork of VSCode and Continue to maintain it's familiarity and functionalities, and add upon it the most seamless AI integration with all the top of the market models.\r\n\r\nPeople who have been using it so far expressed that PearAI has up to 5x’d their work and development speed by having AI integrated features such as the ability to talk to your codebase directly. Students also said this accelerated their learning tremendously, with features like /leetcode and /sensei for beginner friendly tasks.\r\n\r\nLong term, we aim to reduce the time it takes from idea to creation, in order to empower individuals to realize their ideas.\r\n\r\nWhy does open source matter for a code editor?\r\n\r\nThe moat is not in the AI models, the best model on the market will be used by any of these editors out there (except Copilot, which actually still uses GPT4 Turbo lol).\r\n\r\nThis means the true differentiators will be UI/UX, trust, transparency, community support, and distribution. These are all perfectly aligned with open source.\r\n\r\nPearAI currently has the most active open source community out of these AI code editors. Unlike most open source projects that are mostly just 1-2 people contributing, PearAI has more than 50% of its commits made by contributors, spanning from our landing page, server and app itself. This explains our extremely fast development cycle. Code editors are the best products to be open source, because each developer are users themselves of the product!\r\n\r\nNot only is our code open source, us as founders, are “open source” as well! We post our entire development journey and life online, through our YouTube channel and Twitch livestreams (youtube.com/@FryingPan & youtube.com/@nang88). This is the root of why we have such a strong community right off the start.\r\n\r\nTry it out - we're sure you'll love it! We have a built-in free trial, download for free at https://trypear.ai/download.\r\n",
  "one_liner": "The open source AI code editor. Code and ship faster than you ever…",
  "team_size": 2,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "Consumer",
  "subindustry": "Consumer",
  "launched_at": 1727484339,
  "tags": [
    "AI-Enhanced Learning",
    "Developer Tools",
    "Open Source",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "F24",
  "status": "Active",
  "industries": [
    "Consumer"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/pearai",
  "api": "https://yc-oss.github.io/api/batches/f24/pearai.json"
}
