{
  "id": 30023,
  "name": "PearAI",
  "slug": "pearai",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/dfc66990c87e4d8f300d62eedff5460f882406da.png",
  "website": "https://trypear.ai",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "PearAI: The Open-Source AI Code Editor: https://trypear.ai\r\n\r\n\r\nAbout:\r\n\r\nWe are the best IDE with curated inventory of the best AI tools on the market (ie. Perplexity, aider, mem0, etc.), to make it easy for you to make what you want. Imagine if VSCode was reimagined with AI in mind since the beginning.\r\n\r\nFAQ:\r\n\r\nWhy PearAI over competitors?\r\nOver using vanilla LLM’s: \r\nCodebase Knowledge: PearAI has knowledge, or context, of your codebase achieved through RAG (Retrieval Augmented Generation), and other integrated features that will make your AI coding experience seamless.\r\nOver other extensions: \r\nNo AI model vendor lock-in for higher quality code generation. We guarantee you we use the best model for your use case based on the most up-to-date leaderboards.\r\nUser Experience: As a complete IDE rather than just an extension, PearAI provides a more integrated and refined coding environment. This allows for smoother workflows and more intuitive interactions when coding with AI.\r\nOver other AI Code Editors: \r\nDifferent: Competitors are approaching the huge task of coding with AI in a one-size-fits-all manner. Building for the future, PearAI has PearAI Inventory, which integrates the best tools for each part of the AI tech stack (chat assistant, code generation, search, collaboration, memory, etc.) into a unified, seamless user experience. Leading tools for each part changes rapidly, but individually beat each part of the monolith approach to coding with AI. With PearAI, we ensure you have the best-on-market experience of coding with AI at any given time. \r\nLast but not least: We are fully transparent and Open Source. Anyone can see, review, and contribute to our code! This allows for a community-driven product, mitigates privacy concerns that other similar tools face, and provides a faster development cycle thanks to our community. We want PearAI to be a culture. Read more: Why Open Source Matters for AI Code Editors.\r\n\r\n\r\n\r\nFounded by Nang and Pan and a community of over 500k subscribers on Youtube. \r\n\r\nWhy PearAI?\r\n\r\nYou just want to be able to make what you want, fast. PearAI gets you that.\r\nThe AI tooling space is moving too quickly for most to keep up with. One day product X is best for code generation, the next day it’s product Y. PearAI aims to natively integrate the best-in-market AI tools for each aspect of coding with AI (tooling for code generation, LLM, search, codebase knowledge, debugging, etc.), so you can just focus on building as efficiently as possible.\r\n\r\nRelaunch: 11/11... Stay tuned.",
  "one_liner": "The Open-Source AI Code Editor",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer",
  "launched_at": 1727484339,
  "tags": [
    "Artificial Intelligence",
    "Developer Tools",
    "Open Source",
    "Culture"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "F24",
  "status": "Active",
  "industries": [
    "Consumer"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/pearai",
  "api": "https://yc-oss.github.io/api/batches/f24/pearai.json"
}
