{
  "id": 197,
  "name": "FutureAdvisor",
  "slug": "futureadvisor",
  "former_names": [
    "Future Advisor"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f9646d12ef702815678b089d1127fdf3de037009.png",
  "website": "http://futureadvisor.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "FutureAdvisor is an award-winning digital wealth management firm serving client households nationwide from our offices in San Francisco. We use software to power a wealth management experience accessible to everyone, at less than half the price charged by traditional firms. Our clients are the mass-affluent investors underserved by traditional financial advisory and wealth management firms.  \r\n\r\nFutureAdvisor is leading a shift in financial services towards transparency, convenience and inclusion.\r\n\r\nFutureAdvisor is looking for engineers to help build better portfolio management tools for everyone. Our unbiased financial advice is giving middle- and working-class families powerful tools they never had access to before, and they're free. If our mission strikes a chord with you, please send us your resume: https://www.futureadvisor.com/jobs\r\n\r\nSocial Media Community Policy: \r\n\r\nContent posted here by third-parties about FutureAdvisor remains the responsibility of the party posting the content, and is neither endorsed by FutureAdvisor nor representative of FutureAdvisor's viewpoints. Any opinions or statements posted by third parties are their own, and may not be indicative of others'​ experience or future performance or success. FutureAdvisor does not endorse or adopt any content on a third-party site linked to from this page. At its discretion, FutureAdvisor may remove any content containing violations of securities regulations; lewdness, personal attacks or obscenity; comments irrelevant to the topic at hand; or unsolicited advertisements and spam.",
  "one_liner": "The online financial management service for everyone.",
  "team_size": 51,
  "industry": "Fintech",
  "subindustry": "Fintech -> Consumer Finance",
  "launched_at": 1326790216,
  "tags": [
    "Fintech"
  ],
  "tags_highlighted": [],
  "top_company": true,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2010",
  "status": "Acquired",
  "industries": [
    "Fintech",
    "Consumer Finance"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/futureadvisor",
  "api": "https://yc-oss.github.io/api/batches/summer-2010/futureadvisor.json"
}
