{
  "id": 178,
  "name": "Hipmunk",
  "slug": "hipmunk",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f2f4e2b87686f40b66e32d1353f1f8cd4347557f.png",
  "website": "http://hipmunk.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Hipmunk is making travel planning simple and delightful. The site and mobile apps save you time by comparing top travel sites so you don't have to. The unique display makes it easy to visually compare results and choose what's best for you. Hipmunk brings in travel options ranging from commercial flights to trains to charter flights and accommodations ranging from large hotels to home and apartments rentals through Airbnb and Homeaway. Users can find less agonizing flights with the innovative flight search “Agony” sort, as well as the best hotels and home rentals with the hotel search “Ecstasy” sort. \r\n\r\nHipmunk is one of TIME Magazine’s “50 Coolest Websites,” TIME Magazine’s “50 Best Smartphone Apps,” Travel + Leisure’s “Best Websites of 2012,” Budget Travel’s “Top 10 Most Useful Websites,” and Inc.’s “Best Booking Website.” Co-founders Adam Goldstein and Steve Huffman were named to Bloomberg BusinessWeek’s “Top Tech Entrepreneurs,” Forbes “30 Under 30” and Inc.’s “30 Under 30” lists. The company launched in 2010, is based in San Francisco, and has funding from IVP, Ignition Partners, Y Combinator, SV Angel, Webb Investment Network, Quest Hospitality Ventures, and several angel investors.",
  "one_liner": "Hipmunk takes the agony out of searching for flights, accommodations,…",
  "team_size": 51,
  "industry": "Consumer",
  "subindustry": "Consumer -> Travel, Leisure and Tourism",
  "launched_at": 1326790071,
  "tags": [
    "Travel"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2010",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Travel, Leisure and Tourism"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/hipmunk",
  "api": "https://yc-oss.github.io/api/batches/summer-2010/hipmunk.json"
}
