{
  "id": 30429,
  "name": "Claim Health",
  "slug": "claim-health",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c286f38db8cc7695ccbc163189808ca1c0bcb7d3.png",
  "website": "https://www.claimhealth.ai",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Post-acute agencies lose up to 15% of revenue each year to denials, non-compliant documentation, and delayed payments. Most treat it as a cost of doing business. Instead of waiting weeks for rejections and appealing claims one by one, Claim Health flags issues in real-time and automates claim corrections and appeals—before revenue is lost.\r\n\r\nWhile working with healthcare providers, we found most denials stem from small, preventable documentation errors. As payor requirements grow increasingly complex and fragmented, billing has become a manual, error-prone process. Claim Health closes the loop between documentation and billing outcomes—using AI to detect issues, automate workflows, and recover thousands in missed revenue each week.\r\n\r\nKevin and JJ bring nearly a decade of experience building and scaling healthtech companies. At Dandy, JJ was a founding engineer and Kevin was the first GTM hire; together they helped grow the business from 0 to $150M+ ARR. At Perry (now Jolly), JJ led engineering and Kevin was Head of Sales, driving the company through a $16.5M Series A led by Tesla’s former CFO.\r\n\r\nIn under three weeks since incorporation, we've launched with three agencies and are in early discussions with large U.S. health systems.\r\n\r\nPost-acute care is a $400B market with over $20B in annual revenue leakage due to broken billing workflows. Claim Health is fixing that—starting with denials, and expanding into the full revenue cycle stack.",
  "one_liner": "The first AI revenue platform for post-acute healthcare",
  "team_size": 2,
  "industry": "Healthcare",
  "subindustry": "Healthcare",
  "launched_at": 1745902014,
  "tags": [
    "Artificial Intelligence",
    "Health Tech",
    "Healthcare"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "X25",
  "status": "Active",
  "industries": [
    "Healthcare"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/claim-health",
  "api": "https://yc-oss.github.io/api/batches/x25/claim-health.json"
}
