{
  "id": 30484,
  "name": "throxy",
  "slug": "throxy",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/5384c6c535d7bcbaf2c4cee7af212ec06f70e79d.png",
  "website": "https://throxy.com/",
  "all_locations": "",
  "long_description": "Throxy is building AI Sales Agents that book meetings for companies selling into traditional industries like manufacturing, logistics, education, and finance.\r\n\r\nOutbound is broken—generic automation gets ignored, and legacy sectors are hard to crack. Throxy fixes this by running bespoke, fully-managed outbound systems for sales teams. We combine AI Agents with human experts to deliver hyper-personalised campaigns that consistently generate six-figure qualified pipelines.\r\n\r\nToday, throxy powers outbound for B2B companies, from industrial manufacturers to fintech providers, replacing the need for internal SDR teams or heaps of tools, with a solution that outperforms in both speed and quality.\r\n\r\nOur founding team has built AI at JP Morgan, scaled businesses from age 14, and led enterprise sales from Seed to Series D. We’re not just automating outbound, we’re redefining what sales execution looks like in traditional industries.\r\n\r\nThroxy is the AI SDR purpose-built for the sectors software forgot.",
  "one_liner": "Book meetings without the busywork. Bespoke fully managed outbound.",
  "team_size": 4,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1745521572,
  "tags": [
    "Artificial Intelligence",
    "B2B",
    "Sales",
    "Automation"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "X25",
  "status": "Active",
  "industries": [
    "B2B",
    "Sales"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/throxy",
  "api": "https://yc-oss.github.io/api/batches/x25/throxy.json"
}
