{
  "id": 962,
  "name": "Cofactor Genomics",
  "slug": "cofactor-genomics",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0138772cf18d9846bdac1578f7edd2288e7e4142.png",
  "website": "http://cofactorgenomics.com",
  "all_locations": "St. Louis, MO, USA",
  "long_description": "Cofactor uses RNA and Predictive Immune Modeling to build better biomarkers and improve patient outcomes.\r\n\r\nLed by Jarret Glasscock and a group of expert human genome scientists,Cofactor has built a new category of diagnostic technology powered by unique and powerful RNA data models built on terabytes of data. \r\n\r\nThe team recently had their technology validation peer-reviewed by the organizations that set standards for diagnostic technology (CAP, AMP) and is publishing in the Journal of Molecular Diagnostics. In addition, the team made news when Cancer Physicians who sit on the committee for patient treatment guidelines (NCCN) presented a clinical study using Cofactor’s technology showing superiority in predicting the patients who will respond to immunotherapy. This initial application is an acute problem recognized widely in the rapidly developing immunotherapy industry and represents north of a billion dollar TAM. \r\n\r\nAfter a number of recent key milestones, the team is taking the technology more broadly to 50% of cancers diagnosed in the US. \r\n\r\nCurrent investors include Menlo Ventures, DCVC, and Ascension Ventures (this last investor representing the funding arm for 13 National U.S. Healthcare Systems).",
  "one_liner": "Cofactor closes the precision medicine gap with predictive diagnostics",
  "team_size": 13,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Diagnostics",
  "launched_at": 1433394319,
  "tags": [
    "Medical Devices",
    "Biotech",
    "Diagnostics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2015",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Diagnostics"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/cofactor-genomics",
  "api": "https://yc-oss.github.io/api/batches/summer-2015/cofactor-genomics.json"
}
