{
  "id": 966,
  "name": "Flirtey (SkyDrop)",
  "slug": "flirtey",
  "former_names": [
    "Flirtey"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f7613d4b5db392ae5fc21774c6519b239f932651.png",
  "website": "https://www.flirtey.com/",
  "all_locations": "Reno, NV, USA",
  "long_description": "Flirtey is the leading drone delivery service. We are reinventing the on-demand economy with our network of flying robots for last mile delivery. Our mission is to save lives and change lifestyles by making delivery instant.\r\n\r\nFlirtey’s drone delivery service is faster, more efficient and the ultimate customer experience. We’re rapidly growing our team and achieving a record number of historic firsts in the drone delivery industry, advancing autonomy, safety systems and advanced delivery technology.\r\n\r\nIf you are interested in having your goods delivered via Flirtey, or joining the team that is transforming the delivery industry, visit www.flirtey.com \r\n\r\nRecent Company Milestones:\r\n- October 2017 – Announced a partnership to launch the first automated external defibrillator (AED) drone delivery service in the U.S.\r\n- January 2017 – Raised $16 million in Series A funding from top Silicon Valley investors.\r\n- August 2016 – Launched the world’s first commercial pizza-by-drone delivery model in partnership with Domino’s.\r\n- July 2016 – Conducted the first fully autonomous, FAA-approved drone delivery from a store to a home in partnership with 7-Eleven. \r\n- June 2016 – Completed the first fully autonomous, FAA-approved ship-to-shore drone delivery in collaboration with Johns Hopkins. \r\n- April 2016 – The Flirtey drone used to make the first FAA-approved delivery in the U.S. accepted into the Smithsonian’s National Air and Space Museum, alongside the Space Shuttle Discovery and the Wright Flyer. \r\n- March 2016 – Conducted the first fully autonomous, FAA-approved urban drone delivery in the U.S. \r\n- July 2015 – Completed the first FAA-approved drone delivery on U.S. soil in collaboration with NASA Langley Research Center.\r\n- Summer 2015 – Graduated Y Combinator.\r\n- 2013 – Founded the first drone delivery service in the world.",
  "one_liner": "Flirtey is the world’s first commercial drone delivery service and…",
  "team_size": 11,
  "industry": "Industrials",
  "subindustry": "Industrials -> Drones",
  "launched_at": 1433812818,
  "tags": [
    "Drones",
    "Delivery"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2015",
  "status": "Active",
  "industries": [
    "Industrials",
    "Drones"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/flirtey",
  "api": "https://yc-oss.github.io/api/batches/summer-2015/flirtey.json"
}
