{
  "id": 876,
  "name": "Scope AR",
  "slug": "scope-ar",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/dd2618fd17df77d59e89a4d1e0fb7a94d311b090.png",
  "website": "http://scopear.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Scope AR is the pioneer of enterprise-class augmented reality (AR) solutions, delivering AR tools for getting workers the knowledge they need, when and where they need it. \r\n\r\nScope AR is revolutionizing the way enterprises work and collaborate with intuitive augmented reality tools that deliver the real-time knowledge sharing needed to conduct complex remote tasks, employee training, product and equipment assembly, maintenance and repair, field and customer support, and more.\r\n\r\nRemote AR\r\nRemote AR is an augmented reality telepresence tool; the expert has access to the field technician’s view through their hardware device (tablet, glasses, or smart phone) and can add or manipulate augmented content to aid the technician in completing the process efficiently and safely.  \r\n\r\nWorkLink\r\nA product that we can license to our clients, which will allow you to build, deploy, and manage your own augmented reality solutions. WorkLink also provides unprecedented levels of access to information generated by work processes, both active (measurements, photos etc) and passive (date,time and geolocation etc)",
  "one_liner": "Scope AR is the leading provider of User Guided Augmented Reality…",
  "team_size": 50,
  "industry": "Consumer",
  "subindustry": "Consumer -> Virtual and Augmented Reality",
  "launched_at": 1429997720,
  "tags": [
    "SaaS",
    "Augmented Reality"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2015",
  "status": "Active",
  "industries": [
    "Consumer",
    "Virtual and Augmented Reality"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/scope-ar",
  "api": "https://yc-oss.github.io/api/batches/summer-2015/scope-ar.json"
}
