{
  "id": 640,
  "name": "Unbabel",
  "slug": "unbabel",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6d36cb19e3763316417518c3b4a2fe8f501c6bbc.png",
  "website": "http://unbabel.com",
  "all_locations": "San Francisco, CA, USA; Lisbon, Lisbon, Portugal; London, England, United Kingdom; Pittsburgh, PA, USA; Timișoara, TM, Romania; Cebu City, Central Visayas, Philippines",
  "long_description": "Unbabel is an AI Centric Language Operations Platform that eliminates language barriers so that businesses can grow across markets. Our platform enables anyone to easily create flexible translation pipelines for any language or type of content in a scalable way. The pipelines combine best in class AI components, such as our Machine Translation and Quality Estimation, with different levels of human-in-the-loop capabilities, such as human translation and human annotations. The result is an easy to use, super scalable platform for Language Operations that can easily go from real time translation using adapted machine translation to high end human transcreation. \r\n\r\nBased in San Francisco, Unbabel works with hundreds of businesses such as Lego, Logitech, Microsoft, Warner Bros, Virgin Pulse, Booking.com or Under Armour, to communicate effortlessly with customers around the world, no matter what language they speak.",
  "one_liner": "AI-powered Language Operations platform",
  "team_size": 350,
  "industry": "B2B",
  "subindustry": "B2B -> Operations",
  "launched_at": 1384997154,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W14",
  "status": "Active",
  "industries": [
    "B2B",
    "Operations"
  ],
  "regions": [
    "United States of America",
    "Portugal",
    "United Kingdom",
    "Romania",
    "Philippines",
    "America / Canada",
    "Europe",
    "Southeast Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/unbabel",
  "api": "https://yc-oss.github.io/api/batches/w14/unbabel.json"
}
