{
  "id": 29272,
  "name": "Aidy",
  "slug": "aidy",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c9e617a95e53816124e714ff8891962cb1177806.png",
  "website": "https://www.aidyhq.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Aidy delivers persistent, in-depth research for organizations that rely on accurate and timely insights to make critical decisions. New cycles move fast and and information is scattered—especially on topics that rarely make headlines—but Aidy cuts through the noise. Our AI analysts combine real-time monitoring with rigorous analysis to help market research firms, asset managers, trade associations, and public affairs agencies sharpen their information edge. By transforming complex information into actionable intelligence, Aidy empowers organizations to identify emerging trends, reduce risk, and make better decisions faster.\r\n\r\nIn our previous research-centric roles at The Rockefeller Foundation, U.S. Senate, and biotech startups, we saw how difficult it is to stay on top of new developments in niche areas. We found ourselves researching the same topics again and again to write memos or briefings that would steer significant organizational resources. Pretty quickly, we realized AI can now handle most of this process end-to-end. From there, Aidy was born!",
  "one_liner": "Persistent research on the issues that drive key company decisions",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Operations",
  "launched_at": 1705616622,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W24",
  "status": "Active",
  "industries": [
    "B2B",
    "Operations"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/aidy",
  "api": "https://yc-oss.github.io/api/batches/w24/aidy.json"
}
