{
  "id": 29339,
  "name": "Clarion",
  "slug": "clarion",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d42943b90f437bd5f4540ef5967011e4865a3427.png",
  "website": "https://clarionhealth.com",
  "all_locations": "New York, NY, USA",
  "long_description": "Clarion is building the most advanced AI communication layer for healthcare, enabling clinics overwhelmed by routine calls and messages to finally come up for air. Our multichannel AI agents automate complex workflows end-to-end, freeing staff to focus on patient care. \r\n\r\nThe reality of healthcare today: clinics miss 30-40% of inbound calls due to staffing shortages, while patients struggle to connect with providers. We've built AI agents that handle scheduling, billing, prescription refills, and more—serving tens of thousands of patients monthly.\r\n\r\nWe're growing rapidly, serving dozens of customers including virtual care companies, outpatient health systems, and a $5B publicly traded health insurance company. With demand surging and revenue quadrupling in recent months, we're scaling our team.\r\n\r\nWe are an in-person company based in New York. We've raised $5.3M from Accel, Y Combinator, Sequoia (scout), and founders of Ophelia, Medallion, Counsel, Elemy, and Sana. \r\n\r\nOur clinician-led founding team combines healthcare operations expertise with technical excellence. Dr. Ryan Gallagher, our CEO, is a Stanford/Harvard-trained physician from the founding teams of Two Chairs and Ophelia (YC W20). Jeffrey Lamothe, our CTO, worked on voice AI at Amazon Alexa and led AI/ML projects at Salesforce and Citi.\r\n\r\nJoin us as we transform healthcare communication. We're creating a future where patients receive faster resolutions, staff are happier, and providers have more time for what matters most: patient care.",
  "one_liner": "The AI communication layer for healthcare",
  "team_size": 2,
  "industry": "Healthcare",
  "subindustry": "Healthcare",
  "launched_at": 1709616757,
  "tags": [
    "Health Tech",
    "Digital Health",
    "Healthcare",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W24",
  "status": "Active",
  "industries": [
    "Healthcare"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/clarion",
  "api": "https://yc-oss.github.io/api/batches/w24/clarion.json"
}
