{
  "id": 29304,
  "name": "Yoneda Labs",
  "slug": "yoneda-labs",
  "former_names": [
    "ReAgentAI",
    "YonedaLabs"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c10f34a325093d728fffd476eb7def2906b4ba52.png",
  "website": "https://www.yonedalabs.com",
  "all_locations": "",
  "long_description": "Yoneda Labs provides software to help chemists optimise reactions. When chemists make a drug or a material, we help them figure out the best reaction parameters such as temperature, concentration and catalyst.\r\n\r\nWhen Jan was working at chemical labs, he experienced the struggle of spending weeks guessing reaction conditions. We then started experimenting with ML to speed up the process.\r\n\r\nNow, as a team of three friends from the University of Cambridge, we’ve spent the last month combining our domain expertise in Computer Science, Machine Learning and Chemistry to develop state of the art models for reaction optimisation.\r\n\r\nAlthough ML is becoming well established in other fields, current chemical models generalise poorly and require lots of programming experience. We make our models easily accessible to chemists in the lab.\r\n\r\nFinding the right conditions quickly allows pharmaceutical companies to test more drugs, and finding better optima makes manufacturing process cheaper and more environmentally friendly.",
  "one_liner": "Foundation Model for Chemical Manufacturing",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1704421366,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W24",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/yoneda-labs",
  "api": "https://yc-oss.github.io/api/batches/w24/yoneda-labs.json"
}
