{
  "id": 504,
  "name": "Coin",
  "slug": "coin",
  "former_names": [
    "Coin"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://onlycoin.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Coin is a consumer electronics and financial technology company bringing simplicity and security to payments. Through the Coin developer program, wearables makers now have a turnkey solution for integrating secure payments into their devices (e.g. fitness trackers, smartwatches, jewelry). Follow the company on Twitter @coin or learn more about the Coin developer program at http://developer.onlycoin.com.\n\nCoin 2.0 smart payment device\nCoin 2.0 is a secure smart device that has the form factor of a credit card, but it holds your cards in one - including your credit, debit, gift and loyalty cards. Coin 2.0 lets you swipe or tap your cards at millions of merchants across the USA. Coin 2.0 has 80%+ compatibility, partly because we use cutting-edge technology that has not yet been integrated into all point-of-sale systems. We encourage customers to carry a “backup card” given the wide variety of sales registers in the USA. While Coin 2.0 shares the same form factor as a credit card, it features enhancements such as an electronic display and a single button to allow for simple switching between different cards. With over-the-air updates, Coin 2.0 adapts to evolving payment technology, offering future-ready ubiquity in a small and powerful package. Coin's security features also keep your information safe. Auto-unlock means that only you can use your Coin 2.0 while Last Known Location helps you find your Coin 2.0 in case of loss or theft. Coin 2.0 is designed for use in the USA. To verify identify, a Social Security Number is required.\n\nWebsite: https://onlycoin.com\nVideo: https://youtu.be/gJBZMUuhUrw",
  "one_liner": "A mobile wallet that allows you to pay everywhere credit cards are…",
  "team_size": 11,
  "industry": "Fintech",
  "subindustry": "Fintech -> Consumer Finance",
  "launched_at": 1354492879,
  "tags": [
    "Payments"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2013",
  "status": "Acquired",
  "industries": [
    "Fintech",
    "Consumer Finance"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/coin",
  "api": "https://yc-oss.github.io/api/batches/winter-2013/coin.json"
}
