{
  "id": 500,
  "name": "SimplyInsured",
  "slug": "simplyinsured",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/abf7da0c7c74c34ef88b12b8b2f38161aac9adcb.png",
  "website": "http://simplyinsured.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "SimplyInsured was founded with one mission: to eliminate fear from health insurance. By changing the way small business owners purchase health insurance with our 100% online platform, we’re transforming a $20 billion dollar industry and delighting thousands of customers. \r\n\r\nOur unique values-based culture (and extremely talented team) is our core competitive advantage, and each person on our team makes a direct, immediate impact on our business. \r\n\r\nWe value transparency, feedback, bias to action, growth, and an obligation to dissent. Every opinion is respected, we hold each other to extremely high standards, we’re driven by the diversity in our backgrounds, and unified by 100% alignment on our mission. \r\n\r\nWhat’s best for the customer is the heart of everything we do, and our customer stories prove it: by changing health insurance we’re literally saving lives. \r\n\r\nBased in San Francisco, SimplyInsured was founded in 2012 and is back by Bessemer Venture Partners, Polaris Ventures, and Y-Combinator. If you’re up for the challenge of improving health insurance for millions of Americans, we’re just getting started, and we’re growing!",
  "one_liner": "We sell health insurance to small businesses 100% online.",
  "team_size": 35,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Healthcare Services",
  "launched_at": 1354492846,
  "tags": [
    "Health Insurance"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2013",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Healthcare Services"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/simplyinsured",
  "api": "https://yc-oss.github.io/api/batches/winter-2013/simplyinsured.json"
}
