{
  "id": 29824,
  "name": "Assembly HOA",
  "slug": "assembly-hoa",
  "former_names": [
    "Assembly Technologies Inc."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/251db0cfd3ffbbbe376cb8fa8066246654b8bd87.png",
  "website": "https://assemblyhoa.com",
  "all_locations": "Los Angeles, CA, USA",
  "long_description": "We help HOAs manage their communities in a modern and transparent way. HOA boards choose Assembly to replace their existing management company, ensuring excellent service and clear visibility into their HOA’s finances and operations. With Assembly, community priorities are always addressed, and homeowners can easily understand what their HOA is doing and how their monthly dues are being used.\r\n\r\nOur mission is to create turnkey communities and protect property values through transparent, efficient, and proactive management. By combining top industry expertise with the latest in AI and fintech, we provide real-time financial insights, strategic community planning, and automated operations.\r\n\r\nLike many homeowners, Shreyas and Allen experienced frustrations with HOAs. Our investigation revealed that most HOA management companies are outdated mom-and-pop operations nearing retirement, resistant to adopting new technology. Furthermore, these companies often prioritize relationships with vendors and banks over the interests of the communities they serve, leading to misaligned incentives. Realizing this, we knew that to achieve our mission of fixing HOAs, Assembly HOA had to be vertically integrated.\r\n\r\nWe are live with over 39 communities in Greater Los Angeles and SF Bay Area. ",
  "one_liner": "AI-enabled HOA Management Company",
  "team_size": 6,
  "industry": "Real Estate and Construction",
  "subindustry": "Real Estate and Construction -> Housing and Real Estate",
  "launched_at": 1720464041,
  "tags": [
    "Artificial Intelligence",
    "Fintech",
    "Real Estate",
    "Housing",
    "Proptech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "Real Estate and Construction",
    "Housing and Real Estate"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/assembly-hoa",
  "api": "https://yc-oss.github.io/api/batches/s24/assembly-hoa.json"
}
