{
  "id": 29840,
  "name": "Blaze",
  "slug": "blaze-2",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/e4e9eaaae054562a704e2fa2c79cd662fa1de1a6.png",
  "website": "https://blaze.money",
  "all_locations": "Mexico City, CDMX, Mexico; Remote",
  "long_description": "Blaze is Global Venmo for cross border payments. We combine the UX of Venmo with the speed, global reach, and low cost of USDC. If you're a Californian nomad living in Mexico City, you can use Blaze to pay rent to your Mexican landlord. And if you're an expat living in Colombia, you can use Blaze to pay your Spanish teacher for classes. \r\n\r\nIn addition to P2P, we're also enabling a network of travel-related businesses to accept payments on Blaze and reach our customer base of global citizens. For example, a Travel Concierge business in Jamaica can accept payments on Blaze from her US customers coming to visit for the summer.\r\n\r\nDuring a 6 month stint traveling around Asia, Faiyam experienced first hand the frustrations of paying people from different countries. Luc was experiencing the same in his travels around Latin America. Fees were exorbitant, apps that worked for one person didn't work for the other, and the user experiences were cumbersome.\r\n\r\nEnter Blaze. \r\n\r\nCross-border P2P payments is projected to be a $9T market by 2030. Our long term vision is that you should be able to drop in to any country on the planet and pay anyone you meet simply, quickly, and affordably. It's easy to send an sms to anyone anywhere in the world without thinking about where they're from. We want to do the same with payments. \r\n\r\nThe advent of consumer friendly blockchain tech, especially stablecoins, presents a unique opportunity to do this. The legacy financial system stitches together otherwise siloed country-specific systems to handle cross-border payments. Blockchain has no such notion of a border in the first place. As such the present moment is a unique, generational opportunity to rewrite the rules of global finance. \r\n\r\nFaiyam studied Math at Duke and engineering at Cornell before building a $1M ARR company with Luc. Luc’s a former technical lead at Spotify and Artsy, who studied Engineering at NYU and has cofounded 2 VC-backed startups, one that hit #1 in app store and got him sued by Drake. Igor led design at Bitpanda, Austria’s first unicorn.\r\n",
  "one_liner": "Global Venmo for cross border payments",
  "team_size": 5,
  "highlight_black": true,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "Fintech",
  "subindustry": "Fintech -> Payments",
  "launched_at": 1724981206,
  "tags": [
    "Fintech",
    "Crypto / Web3",
    "Payments",
    "Finance",
    "Travel"
  ],
  "tags_highlighted": [
    "Crypto / Web3"
  ],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "Fintech",
    "Payments"
  ],
  "regions": [
    "Mexico",
    "Latin America",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/blaze-2",
  "api": "https://yc-oss.github.io/api/batches/s24/blaze-2.json"
}
