{
  "id": 29582,
  "name": "Cheers",
  "slug": "cheers-2",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/a67c33e0e1229416643c3c04c56495e10ccaea0a.png",
  "website": "https://www.cheersreviews.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Cheers is building the operating system for in-person businesses, bringing the seamless efficiency of an Apple Store to every local service. We're starting with NFC-enabled employee badges that solve immediate pain points: collecting reviews, accepting payments, attributing customer interactions, and tracking performance. Our customers 5-10x their monthly Google Reviews.\r\n\r\n- Imagine walking into any local business and experiencing the smoothness of an Apple Store: roaming checkouts, instant transactions, and personalized service - all from a tap on an employee's phone. That's the future we're creating. Our badges are the first step towards a fully integrated, frictionless system for in-person operations.\r\n\r\nMost tech ignores field workers. We're fixing that. We're digitizing all operations for local services - from home repairs to restaurants. Our vision: tap your phone anywhere to close a sale, leave a review, or verify service, making every interaction as smooth as buying the latest iPhone.\r\n\r\n- We have over 30 paying customers, including one enterprise pilot. MRR grew from $1,400 to $10,000+ in three months. We've processed over 3,000 reviews.\r\n\r\nWe're expanding into scheduling, payments, and full workforce management. Our goal: become the central platform for in-person work, serving millions of field employees and revolutionizing how local businesses operate.",
  "one_liner": "The super-app for in-person employees",
  "team_size": 2,
  "highlight_black": false,
  "highlight_latinx": true,
  "highlight_women": false,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1721413814,
  "tags": [
    "Analytics",
    "Feedback",
    "AI",
    "Reviews"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/cheers-2",
  "api": "https://yc-oss.github.io/api/batches/s24/cheers-2.json"
}
