{
  "id": 29643,
  "name": "Clara",
  "slug": "clara",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6f6b06b1a3d9fa21d50da717df4b5634869f0342.png",
  "website": "https://www.clarahomecare.com/",
  "all_locations": "New York, NY, USA",
  "long_description": "Clara is a marketplace that connects local home care aides with families seeking care, and solves employment and care management problems that existing solutions don't. \r\n\r\nGovernment regulation requires all home care aides to be classified as W-2 employees. Clara's senior-care specific payroll and compliance platform makes legally employing independent care workers as easy as contracting with an agency, with automated employer registration, payroll, taxes, and insurance.\r\n\r\n\r\nCompounding the challenges of caring for a loved one, many family members are no longer living near their aging relative. Clara's suite of AI-enabled care management tools take advantage of the proliferation of internet-connected in-home devices, marrying their data with on-the-ground input from caregivers to provide intelligent insights and updates, keeping families and healthcare providers in the loop, and ensuring care quality.\r\n\r\n\r\nClara was founded by two former Uber colleagues who have experienced the challenges of managing care for a loved one personally, and are inspired by the opportunity to apply their tech backgrounds to solving the most widespread and impactful issues in the >$120B in-home care industry. \r\n\r\n\r\nClara is a pre-seed stage company, backed by Virtue, a leading early-stage Health VC (https://www.virtuevc.com/). Their marketplace is currently live in the SF Bay Area, while their consumer-facing senior-care payroll and tax management solution is live nationwide.",
  "one_liner": "Helping families discover, hire, and manage in-home caregivers",
  "team_size": 2,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1722734654,
  "tags": [
    "Marketplace",
    "Consumer Health Services",
    "Health Tech",
    "Digital Health"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/clara",
  "api": "https://yc-oss.github.io/api/batches/s24/clara.json"
}
