{
  "id": 29796,
  "name": "Finosu",
  "slug": "finosu",
  "former_names": [
    "Cedar Star"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/3dd16f59d0364681bf3111ec38321f6ece68ed50.png",
  "website": "https://www.finosu.com",
  "all_locations": "",
  "long_description": "Hi - Mark and Gab here!\r\n\r\nWe met while working at Alt, a marketplace for collectibles, where we built a $200 million specialty finance business line. At Alt, we faced the complex challenges that come with servicing consumer loans. We spent countless hours and resources developing internal tools to manage loan payments, communicate with borrowers, and keep track of loan performance—all while ensuring a positive experience for our customers.\r\n\r\nHowever, after dealing with the headaches of manual data entry, fragmented systems, delayed payments, lack of personalized borrower engagement, and the stress of maintaining accurate records, we knew there had to be a better way to service consumer loans.\r\n\r\nSo, we started Finosu to build the servicer we wish we had—an AI-powered consumer loan servicer designed to streamline and enhance every aspect of the loan servicing process. \r\n\r\nOur mission is to transform loan servicing into a seamless, efficient, and customer-centric experience.\r\n\r\nThe operational cost of servicing loans reaches into the tens of billions a year and that is money out of the pocket of lenders, borrowers, investors, and ultimately the consumers as a cost of doing business – we are changing that.",
  "one_liner": "AI Native Consumer Loan Servicer",
  "team_size": 2,
  "industry": "Fintech",
  "subindustry": "Fintech -> Credit and Lending",
  "launched_at": 1723762134,
  "tags": [
    "Fintech",
    "B2B",
    "Lending",
    "Consumer Finance"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "Fintech",
    "Credit and Lending"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/finosu",
  "api": "https://yc-oss.github.io/api/batches/s24/finosu.json"
}
