{
  "id": 29796,
  "name": "Finosu",
  "slug": "finosu",
  "former_names": [
    "Cedar Star"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/3dd16f59d0364681bf3111ec38321f6ece68ed50.png",
  "website": "https://www.finosu.com",
  "all_locations": "",
  "long_description": "Hi - Mark and Gab here!\r\n\r\nWe met while working at Alt, a marketplace for collectibles, within which we built a $200m specialty finance business line. At Alt, we were faced with the mandatory regulatory compliance checks that are needed to make and manage consumer loans. And as a result, we spent much of our time and hundreds of thousands of dollars creating robust internal compliance tooling to ensure we were doing things the right way.\r\n\r\nHowever, after the pain of hunting through regulatory codes, confusion of form filling, surprise of regulatory deadlines, monotony of PDF data extraction, anxiety of brittle excel spreadsheets, and frustration of buried email threads with advisors … to name a few … we knew that this experience needed to be improved. \r\n\r\nSo, we started Finosu to build the tools that we wish we had, so that we can make compliance risk an afterthought in the credit ecosystem.\r\n\r\nFinsou is building software to solve regulatory compliance challenges in credit, beginning with: consumer lending licensing, consumer loan book auditing, and default compliant loan management systems.\r\n\r\nThe cost of credit compliance reaches into the tens of billions a year and that is money out of the pocket of lenders, borrowers, investors, and ultimately the consumers as a cost of doing business – we are changing that.",
  "one_liner": "Compliance automation for the credit industry",
  "team_size": 2,
  "highlight_black": false,
  "highlight_latinx": true,
  "highlight_women": false,
  "industry": "Fintech",
  "subindustry": "Fintech -> Insurance",
  "launched_at": 1723762134,
  "tags": [
    "Fintech",
    "B2B",
    "Compliance",
    "Lending",
    "Consumer Finance"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "Fintech",
    "Credit and Lending"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/finosu",
  "api": "https://yc-oss.github.io/api/batches/s24/finosu.json"
}
