{
  "id": 29828,
  "name": "Focus Buddy",
  "slug": "focus-buddy",
  "former_names": [
    "Therapy Buddy",
    "Sterling Labs"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/36badd071180ac2d70c72ca019989b6ecf1830ca.png",
  "website": "https://www.focusbuddy.ai/?ref=yc",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Reach out to us at founders@focusbuddy.ai\r\n\r\nFocus buddy is an AI productivity coach that stays on calls with you and help you accomplish your important work goals on a daily basis, even when you are struggling to focus.\r\n\r\nWe noticed that our users develop a productive relationship with Focus Buddy. Users stay on calls for multiple hours everyday where they depend on Focus Buddy to:\r\n• Avoid procrastination and get started: Address hidden anxieties, embrace imperfection, chunk tasks, kickstart with mini-goals, and use regular check-ins to maintain momentum.\r\n• Recover from distractions and stay focused: Focus Buddy detects when they are working on less important tasks or scrolling on social media, help them overcome the underlying concerns feeding the distraction, and help them get back to the important task\r\n• Manage stress and Prevent Burnout: Focus Buddy detects stress buildup, integrates mindfulness habits to the workflow, helps take short rejuvenating breaks, and stay composed.\r\n\r\nOur Initial ICP is people with ADHD who are highly motivated but also highly blocked by internal and environmental factors. In the future, we believe each worker should have their own personal coach that enforces proven productivity techniques in real time to help them extract more focused hours every day with the same effort. \r\n",
  "one_liner": "AI Productivity Coach you speak with while working to stay focused…",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer -> Content",
  "launched_at": 1724988357,
  "tags": [
    "Artificial Intelligence",
    "Consumer",
    "Productivity",
    "Mental Health",
    "Conversational AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "Consumer",
    "Content"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/focus-buddy",
  "api": "https://yc-oss.github.io/api/batches/s24/focus-buddy.json"
}
