{
  "id": 29783,
  "name": "Guardian RF",
  "slug": "guardian-rf",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b99eafc114953062388d333c2af94973997ed6ba.png",
  "website": "https://guardianrf.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Founded in 2024, GuardianRF develops advanced RF spectrum sensors to detect, analyze, and counter drone threats. Built and manufactured in the United States, our systems are designed to protect warfighters, enable decisive action, and secure critical infrastructure.\r\n\r\nOur sensors can detect drones from up to 3 km away, accurately pinpoint their location on a map, and identify the operator's position. Unlike many drone detection systems, GuardianRF’s sensors can detect modified and non-Remote ID-compliant drones, ensuring comprehensive coverage against evolving threats.\r\n\r\nGuardianRF’s capabilities have been battle-tested in the harshest real-world combat environments. In Ukraine, our systems were deployed on the frontlines to counter RF-emitting drones, providing warfighters with actionable intelligence and the time needed to respond effectively. By tracking hostile drone activity, identifying enemy operators, and analyzing the RF spectrum in real-time, our technology played a critical role in battlefield awareness.\r\n\r\nOur products include:  \r\n\r\n- Scout Detector: A handheld drone detector for rapid deployment and portability.  \r\n\r\n- Mosaic Sensor Network: A scalable mesh network of RF sensors for detecting, tracking, and mapping drone activity across expansive areas.  \r\n\r\nWhether safeguarding public safety, securing borders, or supporting defense operations, GuardianRF’s U.S.-built systems combine field-proven technology and real-world deployment experience to counter modern drone threats with precision and reliability.",
  "one_liner": "Drone detection for US defense and national security  ",
  "team_size": 3,
  "industry": "Industrials",
  "subindustry": "Industrials -> Drones",
  "launched_at": 1718385099,
  "tags": [
    "Hard Tech",
    "Drones",
    "Security"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "Industrials",
    "Drones"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/guardian-rf",
  "api": "https://yc-oss.github.io/api/batches/s24/guardian-rf.json"
}
