{
  "id": 29783,
  "name": "Guardian RF",
  "slug": "guardian-rf",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/ec6cf435222465cfd6d7908d7b853c7edb7ab66d.png",
  "website": "https://guardianrf.com/",
  "all_locations": "Washington, DC, USA",
  "long_description": "The rise of weaponized drones has fundamentally transformed security threats both in warfare and civilian contexts. In Ukraine, $500 modified commercial drones regularly neutralize million-dollar military assets. At our southern border, cartels use drones to smuggle fentanyl and survey law enforcement positions. Critical infrastructure, military bases, and correctional facilities face unprecedented vulnerability to unauthorized surveillance and drone-based attacks.\r\n\r\nFounded in 2024, Guardian RF develops advanced RF spectrum sensors to protect against this evolving threat landscape. Our technology has been battle-tested in Ukraine, where consumer drones converted into precise guided missiles have become a daily reality. Unlike traditional systems that rely on regulatory compliance, our sensors can detect modified and non-Remote ID compliant drones from up to 3 km away, accurately pinpointing both drone and operator locations.\r\n\r\nWhat sets us apart is our distributed mesh network of sensors combining advanced Software Defined Radio (SDR) technology with AI-driven signal classification. Trained on extensive combat zone datasets, our system processes RF signatures in real-time across multiple frequency bands, catching even sophisticated stealth drones using frequency-hopping protocols. When a threat is detected, the system delivers precise targeting data while maintaining continuous tracking.\r\n\r\nOur product line includes:\r\n- Scout Detector: A handheld drone detector for rapid deployment and portability\r\n- Mosaic Sensor Network: A scalable mesh network of RF sensors for detecting, tracking, and mapping drone activity across expansive areas\r\n\r\nThe stakes are severe: along our borders, cartel drones facilitate trafficking that costs thousands of lives annually. In prisons, a single successful drone contraband delivery can trigger facility-wide violence. For critical infrastructure, a coordinated drone strike could cause billions in business interruption losses. Traditional drone defense systems, often priced in the millions, are cost-prohibitive for most organizations.\r\n\r\nGuardian RF bridges this critical gap with accessible, effective protection. Our AI classification engine recognizes various control protocols including modified ExpressLRS, Crossfire, and DJI variants, providing early warning of threats that traditional systems miss entirely. The system's fully automated detection, tracking, and response mechanisms ensure continuous protection with minimal operational overhead.\r\n\r\nBuilt and manufactured in the United States, Guardian RF combines field-proven technology with real-world deployment experience to counter modern drone threats. Whether safeguarding critical infrastructure, securing borders, or supporting defense operations, our systems deliver the comprehensive drone detection capabilities needed for today's security challenges.",
  "one_liner": "Drone detection for US defense and national security  ",
  "team_size": 3,
  "industry": "Industrials",
  "subindustry": "Industrials -> Drones",
  "launched_at": 1718385099,
  "tags": [
    "Hard Tech",
    "Drones",
    "Security"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "Industrials",
    "Drones"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/guardian-rf",
  "api": "https://yc-oss.github.io/api/batches/s24/guardian-rf.json"
}
