{
  "id": 29837,
  "name": "Mindely",
  "slug": "mindely",
  "former_names": [
    "Pastelle.",
    "Mindley"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0b8ee7462c6fb5ba13b3150d938d0faa97290ea5.png",
  "website": "http://www.mindely.ai",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Mindely is the first GenAI interviewer for business case and role-play interviews. We scale non-scalable interviews.\r\n\r\nSince traditional AI interviews rely on a pre-determined question-and-answer format, they are inadequate to conduct complex business case and role-play interviews.\r\n\r\nMindely sets a new norm by mastering complex reasoning situations, real-time adaptive answers and human-like, unscripted interactions:\r\n1. For knowledge workers (Consultants, financial analysts…), Mindely conducts robust business case interviews, testing e.g., candidates’ problem solving skills, structured approach and creativity. This cuts hundreds of hours of interviewing handled by senior managers, that represent an opportunity cost of up to ~$500/hour and a risk of inconsistent assessments due to interviewer fatigue.\r\n2. For customer-facing roles (CSR, Account manager, Salesperson…), Mindely conducts role-play interviews, testing e.g., candidates’ real-time scenario handling, quick thinking skills and customer relation skills. This ensures new hires have what it takes to perform on the job.\r\n\r\nMindely deploys smart, hyper-customizable and unbiased interviews 24/7. We help companies hire better candidates from wider talent pools with less effort.",
  "one_liner": "The first GenAI interviewer conducting complex business interviews",
  "team_size": 4,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": true,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1722719636,
  "tags": [
    "Generative AI",
    "SaaS",
    "Recruiting",
    "HR Tech",
    "Talent Acquisition"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/mindely",
  "api": "https://yc-oss.github.io/api/batches/s24/mindely.json"
}
