{
  "id": 29731,
  "name": "Olive Legal",
  "slug": "olive-legal",
  "former_names": [
    "Pastel Health"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2f7baf06a18eb95e118fcef8277af5190afda01b.png",
  "website": "https://olive.legal",
  "all_locations": "",
  "long_description": "Olive uses AI to summarize client medical records for personal injury lawyers. We're at $13k MRR after launching eight weeks ago, and law firms choose us because we double paralegal efficiency. As we take over more legal workflow, Olive will serve victims of medical malpractice directly. \r\n\r\nSam's ex-girlfriend introduced him to Greg back at CMU in 2017, and while that relationship didn't last, their friendship has. After undergrad, Greg went to Harvard Law School, while Sam worked for three years at Jane Street, building & leading a satellite dev team.\r\n\r\nGreg graduated, Sam quit, and we founded Olive with a big idea: use AI to make the law more accessible. We started with AI in corporate law given Greg's background, but quickly realized the space was crowded, and turned our attention to the under-competed $65B personal injury market.\r\n\r\nAI disruption makes a lot of sense in personal injury because the incentives are aligned—plaintiff lawyers are paid on contingency, and therefore love time-saving tools. We have competitors who have proven substantial demand for medical summaries, but they operate at best on hybrid human/AI approaches with multi-day turnarounds. We think there's space for an AI solution that cuts humans out of the loop entirely, and we think we're the right team to do it.\r\n\r\nWe're focusing on the medical malpractice niche within personal injury, because there's a massive access to justice problem: medical malpractice lawyers decline most cases under $500k since they're too expensive to litigate. An estimated 80% of medical malpractice victims can't secure representation right now. We estimate this latent demand at $48bn/year.\r\n\r\nWe are on a mission to unlock this value.",
  "one_liner": "AI medical summaries for injury lawyers",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Legal",
  "launched_at": 1724859181,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "B2B",
    "Legal"
  ],
  "regions": [
    "Unspecified"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/olive-legal",
  "api": "https://yc-oss.github.io/api/batches/s24/olive-legal.json"
}
