{
  "id": 29731,
  "name": "Olive Legal",
  "slug": "olive-legal",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2f7baf06a18eb95e118fcef8277af5190afda01b.png",
  "website": "https://olive.legal",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Olive uses AI to summarize client medical records for personal injury lawyers. We're at $5k MRR after launching five weeks ago, and law firms choose us because we double paralegal efficiency.\r\n\r\nSam's ex-girlfriend introduced him to Greg back at CMU in 2017, and while that relationship didn't last, their friendship has. After undergrad, Greg went to Harvard Law School, while Sam worked for three years at Jane Street, including a year in Hong Kong where he built out a satellite dev team for the algo options trading desk.\r\n\r\nGreg graduated, Sam quit, and we founded Olive with a big idea: use AI to make the law more accessible. We started with AI in corporate law given Greg's background, but quickly realized the space was crowded, and turned our attention to the under-competed $65B personal injury market.\r\n\r\nAI disruption makes a lot of sense in personal injury because the incentives are aligned—plaintiff lawyers are paid on contingency, and therefore love time-saving tools. We have competitors who have proven substantial demand for medical chronologies, but they operate at best on hybrid human/AI approaches with multi-day turnarounds. We think there's space for an AI solution that cuts humans out of the loop entirely with instant turnarounds, and we think we're the right team to do it.\r\n\r\nUp next, we will capture an increasing share of the value paralegals provide personal injury lawyers. We also see Olive expanding beyond just personal injury—interpreting unstructured medical data is critical for insurers to defend malpractice claims, class action firms to assemble plaintiffs, claimants to appeal insurance denials, providers to improve outcomes, the Social Security Administration to process disability applications speedily—we could go on. We're on a mission to remove barriers to information transfer, and therefore make justice more accessible.",
  "one_liner": "AI medical summaries for personal injury lawyers.",
  "team_size": 2,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1724859181,
  "tags": [
    "B2B",
    "Legal",
    "LegalTech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "B2B",
    "Legal"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/olive-legal",
  "api": "https://yc-oss.github.io/api/batches/s24/olive-legal.json"
}
