{
  "id": 29844,
  "name": "Oway",
  "slug": "oway",
  "former_names": [
    "Oway Inc."
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/743c785c35b25f87660bedbb70b1a2667dbe9c7e.png",
  "website": "https://www.shipoway.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Oway is a rideshare freight platform that uses machine learning to automatically coordinate and sell unused space in trucks to businesses at a 50% discount for lightning-fast shipping. It's a $100B dollar-problem in the US alone - and every year up to 50% of the truck space in the country goes empty.\r\n\r\nWith trucking being a hyper-fragmented market (90%+ of US trucking companies are small family businesses), we decided to build an ecosystem that takes all of this inefficiency and turns it into something that could fundamentally transform the livelihoods of businesses and carriers alike. For carriers, integrating Oway can immediately increase annual revenues by up to 30% with almost no impact to existing delivery schedules.\r\n\r\nIn a technical sense, Oway applies stochastic spread optimization and real-time liquidity modeling to dynamically price freight shipments, effectively functioning as a decentralized market maker optimizing expected value across variable supply constraints. We wrap all of this under a beautiful, simple package for both businesses and carriers - allowing anyone to reap the benefits of rideshare freight shipping with the click of a button.",
  "one_liner": "Ridesharing freight with ML to cut pallet shipping costs by 50%",
  "team_size": 12,
  "industry": "B2B",
  "subindustry": "B2B -> Supply Chain and Logistics",
  "launched_at": 1717601253,
  "tags": [
    "Machine Learning",
    "Marketplace",
    "B2B",
    "Ridesharing",
    "Logistics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "B2B",
    "Supply Chain and Logistics"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/oway",
  "api": "https://yc-oss.github.io/api/batches/s24/oway.json"
}
