{
  "id": 29731,
  "name": "Paradome",
  "slug": "paradome",
  "former_names": [
    "Pastel Health"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f01205bdd5ddd62484a7c2a3506b6076cdf85af1.png",
  "website": "https://paradome.com",
  "all_locations": "New York, NY, USA",
  "long_description": "Paradome delivers rapid prototyping, deployment, and optimization of AI automations for government agencies. \r\n\r\nGovernment AI procurement mirrors outdated IT practices—pay millions, wait years. The high cost and long timelines stem from (1) building data integrations, labeling operations, and compliance mechanisms from scratch, (2) lack of AI expertise among traditional contractors,  (3) minimal input from end-users during development, and (4) the ongoing expense of monitoring, maintaining, and updating bespoke systems. \r\n\r\nParadome brings the time and cost of deploying compliant AI to near-zero, enabling agencies to spend time and money on iteration rather than development.\r\n\r\nAgencies need a single, versatile environment that combines agile low-code tools with full-code extensibility. Paradome’s NOVA modularizes data integration, pipeline optimization, accuracy testing, federal compliance, and real-time monitoring, eliminating bottlenecks and accelerating AI deployment.\r\n\r\nSam's ex-girlfriend introduced him to Greg back at Carnegie Mellon in 2017, and while that relationship didn't last, their friendship has. After college, Greg went to Harvard Law School, while Sam worked for three years at Jane Street, building & leading a satellite dev team.\r\n\r\nAgencies provide public services and enforce the law. With AI, their work can be consistent, impartial, and efficient. Making government work is not a political choice—it’s a civic duty.",
  "one_liner": "Rapid AI development & deployment for government",
  "team_size": 3,
  "industry": "Government",
  "subindustry": "B2B -> Legal",
  "launched_at": 1724859181,
  "tags": [
    "GovTech",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "Government"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/paradome",
  "api": "https://yc-oss.github.io/api/batches/s24/paradome.json"
}
