{
  "id": 29730,
  "name": "Saturn",
  "slug": "saturn",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1d77f433d1459ea2b50d107fe573ece73e32a6aa.png",
  "website": "https://www.SaturnOS.com",
  "all_locations": "London, England, United Kingdom",
  "long_description": "At Saturn, our mission is to make financial peace of mind more accessible by building the best operating system for wealth managers. \r\n\r\nWealth and Asset Management is one of the world’s highest revenue-generating industries, yet it remains painfully inefficient. The sector relies heavily on disjointed legacy systems, manual human tasks, and a complex web of intermediaries, all of which increase costs. \r\n\r\nSaturn is an AI-powered operating system for wealth management built to automate investment research, streamline operations, and ensure compliance. Saturn creates the best version of truth, empowering investment advisors to work more efficiently, navigate complex regulatory landscapes, and deliver personalised, high-value services to their clients.\r\n\r\nToday, Saturn supports over 200 firms globally that manage more than £35bn in assets under management (AUM) and over 200,000 clients.\r\n\r\nAs the industry grows, it faces massive operational challenges like bad tech, advisor retirements, regulatory pressure, an increased cost base, and transformational opportunities like great intergenerational wealth transfer and changing consumer needs.\r\n\r\nSaturn aims to be at the forefront of this transformation, driving the future of wealth management.",
  "one_liner": "Compliance and back office workflows for Wealth Managers.",
  "team_size": 8,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1724331890,
  "tags": [
    "Fintech",
    "Generative AI",
    "B2B"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United Kingdom",
    "Europe",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": true,
  "url": "https://www.ycombinator.com/companies/saturn",
  "api": "https://yc-oss.github.io/api/batches/s24/saturn.json"
}
