{
  "id": 29850,
  "name": "SureBright Technologies, Inc.",
  "slug": "surebright-technologies-inc",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6af946715f593d63dbd3d293f141557b6df74e1a.png",
  "website": "https://surebright.com/",
  "all_locations": "New York, NY, USA; Remote",
  "long_description": "SureBright embeds AI-powered product warranties in the consumer journey in under 10 minutes, empowering North American merchants to generate additional revenue and boost customer loyalty at zero cost. Think of it as the Stripe of embedded warranties enabling any merchant to offer an Apple Care-style warranty program for every product ranging from smartphones to mattresses.\r\n\r\nSMBs (< $100M sales) cannot offer warranties due to insurers' high premium requirements. Larger merchants face prolonged onboarding times of over six months and need to build internal tools and support teams to manage warranty operations. SureBright eliminates these barriers, enabling merchants of any size to offer warranties in minutes while reducing the cost to zero.\r\n\r\nSupporting all sales channels, including major e-commerce platforms, websites, marketplace sales, and brick-and-mortar, SureBright automates every step of the warranty distribution process. By embedding warranties at seven different points in the consumer journey, we achieve over 5x the industry warranty conversion rates. Founded by ex-Amazon and ex-InsurTech Unicorn, we are poised to expand the Product Warranty market by $45 billion.",
  "one_liner": "We embed product warranties in consumer purchase journey.",
  "team_size": 7,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "B2B",
  "subindustry": "B2B -> Retail",
  "launched_at": 1720298517,
  "tags": [
    "Fintech",
    "E-commerce",
    "Insurance",
    "Retail",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": true,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/surebright-technologies-inc",
  "api": "https://yc-oss.github.io/api/batches/s24/surebright-technologies-inc.json"
}
