{
  "id": 29738,
  "name": "Unriddle",
  "slug": "unriddle",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/a43d64da416cf83409cb2bda502d9ab9c88f7cb8.png",
  "website": "https://www.unriddle.ai/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Unriddle is a web app that helps industry and academic researchers read, write and find research papers really quickly. In just one year we've grown to 1.6M users including teams at Stanford University, GSK and Johns Hopkins.\r\n\r\nWe're using language models to help researchers quickly and deeply understand papers, write literature reviews, prepare citations and keep the whole research team on the same page.\r\n\r\nAnalyzing the key themes and gaps in a field usually means going through hundreds of papers, which is both time-consuming and disorganized. Researchers also might struggle to understand a paper's importance when working across different disciplines without the necessary context.\r\n\r\nUnriddle understands the context behind your research. It synthesizes relevant findings, highlights connections between papers and suggests related studies you might have missed.\r\n\r\nWe’re starting with software to read, write and find papers, but our ultimate goal is to build the researcher of the future: a human-AI hybrid that’s an order of magnitude more effective than any individual researcher.",
  "one_liner": "Read, write and find research papers faster.",
  "team_size": 4,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1715615655,
  "tags": [
    "Consumer",
    "B2B",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/unriddle",
  "api": "https://yc-oss.github.io/api/batches/s24/unriddle.json"
}
