{
  "id": 29805,
  "name": "Zimi",
  "slug": "zimi",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/ec60c31775dc7d4aded90c3f6de6c90b4a3e2a4f.png",
  "website": "https://www.withzimi.com",
  "all_locations": "New York, NY, USA",
  "long_description": "E-commerce brands rely on disconnected, outdated systems to manage everything after the buy button. From fulfillment and inventory to returns, customer support, and shipment tracking, post-purchase operations are messy, manual, and expensive to scale. Zimi replaces the tangle of disconnected tools with one intelligent system that runs everything after the buy button.\r\n\r\nDespite billions spent on e-commerce tech, post-purchase operations remain a black hole—leading to delays, unhappy customers, and skyrocketing support costs. Legacy ERPs are slow, customer service tools are reactive, and logistics platforms don’t connect to CX systems—forcing brands to patch things together with manual work and multiple tools.\r\n\r\nZimi solves this with a single platform that connects 147+ tools and sales channels to centralize data, automate workflows, and power AI agents that proactively resolve issues before customers even ask. Brands use Zimi to route orders intelligently, manage inventory across multiple 3PLs, reduce returns friction, and deliver world-class customer experiences—without the operational chaos.\r\n\r\nWe built Zimi after watching high-growth brands lose time, money, and trust trying to scale with tools that were never designed to work together. Our founding team has deep experience across e-commerce, logistics, and SaaS, and we're building the post-purchase infrastructure every modern brand will need to compete.\r\n",
  "one_liner": "AI automating post-purchase operations and support for e-commerce",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Supply Chain and Logistics",
  "launched_at": 1719423480,
  "tags": [
    "SaaS",
    "B2B",
    "Workflow Automation",
    "E-commerce",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S24",
  "status": "Active",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/zimi",
  "api": "https://yc-oss.github.io/api/batches/s24/zimi.json"
}
