{
  "id": 574,
  "name": "AirHelp",
  "slug": "airhelp",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4e0dee02b88310ef4536fac2221c79633010d047.png",
  "website": "http://www.airhelp.com",
  "all_locations": "Remote",
  "long_description": "We help get compensation for air passengers that have experienced delayed, cancelled, and overbooked flights. We make the claim process much faster, easier and less painfull because the airlines won't.\r\n\r\nWe love new challenges! As a start-up, we’ve been through it all and thanks to this our AirHelpers have developed the skills to deal with it all, and more, all while remaining passionate about what we do – helping ordinary people – as flight delays can happen to anyone.\r\n\r\nWhat helps us continuously develop, is our combination of talent, passion and persistance.\r\n\r\nWhat makes us different?\r\nEvery single one of our employees can make an impact on the future of AirHelp – come up with an innovative idea – and we’ll help you implement it at AirHelp. This is an experience you can gain in very few places! \r\nIf you’re looking to develop new skills, make an impact on not only global business, but ordinary, everyday travellers, and take risks developing and implementing new projects – what are you waiting for? Come join us today!\r\n\r\nWith a variety of departments to choose from: tech, product, legal, finance, human resources, customer service (and the list goes on!) - you don’t have to narrow your horizons, just take your pick. Pick what you’ve got a knack for, and most importantly, what you enjoy!\r\n\r\nAirHelp. We're here to help!",
  "one_liner": "AirHelp helps air passengers get compensation for delayed, cancelled…",
  "team_size": 350,
  "industry": "Consumer",
  "subindustry": "Consumer -> Travel, Leisure and Tourism",
  "launched_at": 1384978570,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2014",
  "status": "Active",
  "industries": [
    "Consumer",
    "Travel, Leisure and Tourism"
  ],
  "regions": [
    "Remote",
    "Fully Remote"
  ],
  "stage": "Growth",
  "app_video_public": true,
  "demo_day_video_public": false,
  "app_answers": true,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/airhelp",
  "api": "https://yc-oss.github.io/api/batches/winter-2014/airhelp.json"
}
