{
  "id": 612,
  "name": "Liftigniter",
  "slug": "liftigniter",
  "former_names": [
    "Petametrics"
  ],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://liftigniter.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "LiftIgniter uses cutting edge data science to help publishers and retailers optimize their websites and mobile apps in real-time. Machine learning personalization puts the perfect piece of \"content\"​ (video, article, item to buy) in front the user at the exact moment when they are most likely to engage or convert - no tags or manual work required. \n\nThe machine learns and updates itself so that's it's always perfectly in sync with your users and your \"content.\"​ We average 50% improvements in CTR, engagement and conversation - with only a day's work on your part. Imagine creating a truly dynamic, real-time digital property that enables the perfect experience for that user impression at that moment in time. That is LiftIgniter! \n\nOur team of PhDs has direct experience building state-of-the-art personalization systems at the petabyte scale for some of the largest companies on the planet. Unless you plan on hiring your own team with deep experience (not likely since very few people with that experience exist), you should contact us to talk about how we can supercharge your digital experiences.",
  "one_liner": "Machine Learning personalization for dynamic digital properties -…",
  "team_size": 11,
  "industry": "B2B",
  "subindustry": "B2B -> Marketing",
  "launched_at": 1384978926,
  "tags": [
    "Machine Learning",
    "Personalization"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2014",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Marketing"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/liftigniter",
  "api": "https://yc-oss.github.io/api/batches/winter-2014/liftigniter.json"
}
