{
  "id": 608,
  "name": "One Degree",
  "slug": "one-degree",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4daa7fd21d65b981692645ee375dffdb06b67d0e.png",
  "website": "http://1degree.org",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "One Degree is a technology driven nonprofit organization that helps individuals and families access the resources they need to improve their lives and achieve social and economic mobility. \r\n\r\nOne Degree's mission is to empower people to create a path out of poverty for themselves and for their communities. Our core product is a web and mobile platform makes it easy for low-income families to find, manage, and review nonprofit and government services. \r\n\r\nOur platform has become the go-to tool for help-seekers – and the people who support them, such as case managers and social workers – throughout the San Francisco Bay Area and Los Angeles County in California, and in Gainesville, Florida.\r\n\r\nWe currently operate three major products: the One Degree website and Android and iOS apps. Thousands of people in the Bay Area and Los Angeles rely on One Degree’s website and apps to access health care, food banks, employment services, and much more. We also support communities around the country to start their own One Degree chapters.",
  "one_liner": "One Degree is a nonprofit organization that makes it easy for…",
  "team_size": 14,
  "industry": "Unspecified",
  "subindustry": "Unspecified",
  "launched_at": 1384978902,
  "tags": [
    "Nonprofit"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": true,
  "batch": "Winter 2014",
  "status": "Active",
  "industries": [
    "Unspecified"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/one-degree",
  "api": "https://yc-oss.github.io/api/batches/winter-2014/one-degree.json"
}
