{
  "id": 627,
  "name": "Terravion",
  "slug": "terravion",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://terravion.com",
  "all_locations": "San Leandro, CA, USA",
  "long_description": "TerrAvion provides high revisit rate aerial imagery for agriculture.  Since 2016 we have been the largest volume provider.  \n\n\nTerrAvion Aerial is the best value for growers in imagery:  \n   -Imagery helps you to act in season in a comprehensive and quantitative way\n   -Satellites aren't reliability and lack sufficient resolution for agronomic decision-making\n   -Drones don't scale, and thus are expensive and a hassle\n   -TerrAvion beats all competitors on cost/value, flight rate, reliability, speed, and open API\n   -TerrAvion's service allows imagery to be used in tangible value creating use cases with agronomic support\n\nTerrAvion creates the most value for our agronomic partners:\n   -Excellent margins are possible when customers are concentrated, still affordable when in new markets\n   -Our program allows for bundling, particularly with agronomic recommendations\n   -We stay out of the advice and prescription side of things to make our agronomic partners stars\n   -Partners have full access to API with all data we collect for use in all their applications\n   -We handle the technical aspects of aerial imagery delivery and education with in-field support under our co-delivery model",
  "one_liner": "Real time Google Earth for agriculture -- imagery collected weekly…",
  "team_size": 11,
  "industry": "Industrials",
  "subindustry": "Industrials -> Agriculture",
  "launched_at": 1384979067,
  "tags": [
    "Drones",
    "Agriculture"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2014",
  "status": "Inactive",
  "industries": [
    "Industrials",
    "Agriculture"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/terravion",
  "api": "https://yc-oss.github.io/api/batches/winter-2014/terravion.json"
}
