{
  "id": 346,
  "name": "Octopart",
  "slug": "octopart",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7ec50ec51b3c3aa64ab820a6f8ba8edaabbaf3bf.png",
  "website": "http://octopart.com",
  "all_locations": "New York, NY, USA",
  "long_description": "Engineering tools should be as streamlined and smart as everything else in your life: as your phone, as your email, as all the apps that help you manage your day-to-day. Your work should be as efficient as possible so you can generate innovative ideas, design elegant technology, and manufacture at scale, all because you can focus on the right things. There should not be any distractions caused by poorly designed websites, unreliable data, or unwieldy spreadsheets of haphazard electronic component information. You should be able to compare components, find important technical information, and easily grasp the spectrum of parts that will be a match for your design.\r\n\r\nThis is what Octopart strives for.\r\n\r\nFinding electronic component information should not be holding engineers back from bringing ideas to life quickly and efficiently. We believe that pricing, availability, technical specifications, and reference designs should be transparent, fast to find, and easy to understand. That’s why we create powerful, intelligent tools that streamline the engineering workflow and enable fast decision making. Octopart provides accurate and complete data for millions of electronic components in a way that makes it easy to find and compare parts. Focus on the important stuff: building the technology of the future.",
  "one_liner": "Octopart is a search engine for electronic components",
  "team_size": 11,
  "industry": "Industrials",
  "subindustry": "Industrials -> Manufacturing and Robotics",
  "launched_at": 1326791513,
  "tags": [
    "Electronics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W07",
  "status": "Acquired",
  "industries": [
    "Industrials",
    "Manufacturing and Robotics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/octopart",
  "api": "https://yc-oss.github.io/api/batches/w07/octopart.json"
}
