{
  "id": 13477,
  "name": "Avion",
  "slug": "avion",
  "former_names": [
    "Avion",
    "Avion UAV",
    "Avion",
    "Avion UAV"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/027a381dc7bf9fa4c0f68b1e2c46b8a768c43327.png",
  "website": "http://www.avion.health",
  "all_locations": "San Francisco, CA, USA; Addis Ababa, Addis Ababa, Ethiopia",
  "long_description": "Avion is a drone-based digital health platform, designed to bridge the gap between remote clinics and urban healthcare infrastructures. By connecting these isolated clinics with sophisticated labs and well-stocked pharmacies in cities, Avion brings a new era of remote diagnostics and prescription fulfilment.\r\n\r\nAvion ensures the rapid, safe, and efficient delivery of vital medical supplies and clinical samples, even to the most hard-to-reach locations. \r\n\r\nAvion's operation uniquely combines cutting-edge autonomous drone technology with digital health platforms. Our drones, built with advanced eVTOL capabilities, ensure seamless take-off and landing capabilities, even in challenging terrains.\r\n\r\nAvion's digital health platform serves as the connective tissue between urban health centers and remote clinics. The platform features an intuitive interface, making it easy for healthcare providers to order necessary supplies, track shipments, and even communicate with laboratory and pharmacy staff.",
  "one_liner": "Avion builds and operates autonomous eVTOL drones that deliver vital…",
  "team_size": null,
  "industry": "Industrials",
  "subindustry": "Industrials -> Drones",
  "launched_at": 1583964166,
  "tags": [
    "Autonomous Delivery",
    "Drones"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W20",
  "status": "Active",
  "industries": [
    "Industrials",
    "Drones"
  ],
  "regions": [
    "United States of America",
    "Ethiopia",
    "America / Canada",
    "Africa"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/avion",
  "api": "https://yc-oss.github.io/api/batches/w20/avion.json"
}
