{
  "id": 13219,
  "name": "Dropprint Genomics",
  "slug": "dropprint-genomics",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/8a62183607b4b9bdab50ebbf69002d2bc70f53e2.png",
  "website": "http://dropprintgen.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Who we are?\r\nWe write software that understands the activity of individual cells as opposed to all cells. This approach is novel because we are no longer looking at average signals and can be precise. It is like a police person trying to identify the speeding car, they won’t find it if they look at all the cars at once, rather they need to look at the speed of each individual car. This is the beauty of single cell genomics, we can now identify that speeding car.\r\n\r\nWhy now?\r\nThe biggest barrier for entry into the single cell genomics market are cost and data analysis. To that end, we have reduced the cost by 10-fold and built the computational infrastructure for scalability. Although single cell sequencing has only been around for about five years, we come from one of the top single cell genomics labs and were the first to process and analyze millions of immune cells. Thanks to our software solutions, we have been able to bring big data solutions to the immune system.\r\n\r\nWhere are we and where are we going?\r\nWe have generated a database of over 1 million immune cells spanning healthy, cancerous, and autoimmune immune cells and are growing through paid partnerships. Harnessing out database and ML software, we can take a data-centric approach for better target discovery. Fortunately, as our database continues to grow, our models will continue to learn for more precise, unbiased, and automated single cell genomics.\r\n\r\nThank you! ",
  "one_liner": "The better way to run single cell genomics",
  "team_size": 2,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Drug Discovery and Delivery",
  "launched_at": 1583864374,
  "tags": [
    "Genomics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W20",
  "status": "Acquired",
  "industries": [
    "Healthcare",
    "Drug Discovery and Delivery"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/dropprint-genomics",
  "api": "https://yc-oss.github.io/api/batches/w20/dropprint-genomics.json"
}
