{
  "id": 13412,
  "name": "Easyplan",
  "slug": "easyplan",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/ce1f5cbfeb5313bfa743850844903dc383d7e630.png",
  "website": "https://easyplan.in/",
  "all_locations": "MH, India",
  "long_description": "Easyplan is an investment app for beginner investors in India (kind of a cross between Betterment and Qapital in the US). We also provide users with a credit card secured by their investments. \r\n\r\nWe launched with money market funds and have ~40,000 customers who’ve invested (~40% MoM growth). The pandemic spurred interest among new investors, and our AUM has grown 3x since April 2020. And we’ve done this with a cost of acquisition that is 10% of the industry average. \r\n\r\nHere’s the problem we see. Only 10% of the 100 million middle-income Indian workers have invested in the markets. This is despite the fact that they save ~30% of their income, making this a $325B potential market in assets under management. \r\n\r\nHowever, current investment apps in India are built for active investors. With over 16,000+ mutual funds and 5000+ stocks to choose from, they are far too complicated for beginners, who make up most of the market.\r\n\r\nWe’re building an AI - driven investment planning software that is designed for beginners. Users use our conversational AI to get diversified mutual fund portfolios tailored to their goals. We also offer users a credit card secured by their investments, so they can earn return without losing liquidity.\r\n\r\nIn terms of business model, we make commissions on the asset we manage, and interchange fees on the fund. We estimate we can make $12 per user per year, which is 6x our current acquisition cost of $2 per investor.",
  "one_liner": "An AI-driven investment app for beginner investors in India",
  "team_size": 8,
  "industry": "Fintech",
  "subindustry": "Fintech -> Asset Management",
  "launched_at": 1584143039,
  "tags": [
    "Fintech",
    "India",
    "Investing"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W20",
  "status": "Inactive",
  "industries": [
    "Fintech",
    "Asset Management"
  ],
  "regions": [
    "India",
    "South Asia"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/easyplan",
  "api": "https://yc-oss.github.io/api/batches/w20/easyplan.json"
}
