{
  "id": 13601,
  "name": "Equator Therapeutics",
  "slug": "equator-therapeutics",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2c3115ee7654ff0be36a7d764f8dd7f98b178d2e.png",
  "website": "https://equatortherapeutics.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "We are developing a drug to increase metabolism and burn calories without exercise.\r\n\r\nObesity and type 2 diabetes have reached epidemic proportions. There are 2.2B overweight people and 500M people with type 2 diabetes worldwide, and these numbers increase drastically every year. Existing drugs are not effective enough to reverse the trend. Our drug can solve this problem, because it addresses the root cause of metabolic disorders – the imbalance between caloric intake and expenditure.\r\n\r\nOur drug will target mitochondria – the powerhouse of the cell – to generate heat. This approach has been proven to fully reverse obesity and type 2 diabetes in animals. However, therapeutic application for humans was impossible, because mitochondrial heat production could only be induced by highly artificial methods with side effects. This changed after our recent breakthrough discovery of the protein that mitochondria naturally use to generate heat. We have developed a unique high-throughput drug discovery platform to identify compounds that selectively activate this target protein, without side effects.\r\n\r\nFor decades people have wanted a drug that burns calories like exercise does. We are realizing this dream at Equator Therapeutics.",
  "one_liner": "We are developing a drug to burn calories and increase metabolism…",
  "team_size": 2,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Therapeutics",
  "launched_at": 1584215124,
  "tags": [
    "Biotech",
    "Therapeutics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W20",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Therapeutics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/equator-therapeutics",
  "api": "https://yc-oss.github.io/api/batches/w20/equator-therapeutics.json"
}
