{
  "id": 13215,
  "name": "Fair Square",
  "slug": "fair-square",
  "former_names": [
    "Help Button",
    "Virgil Insurance (was: Help Button)",
    "Virgil Insurance",
    "Fair Square Medicare",
    "Fair Square Medicare.",
    "Fair Square Medicare"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/27d117a26e28ec74b0261d7e70c4770046ed3b76.png",
  "website": "https://www.fairsquaremedicare.com/",
  "all_locations": "New York, NY, USA; San Francisco, CA, USA",
  "long_description": "In 1935 the Social Security Act set the retirement age to 65. At the time, the average life expectancy of an American was 62. \r\n\r\nA lot has changed in the last 83 years. The average American now lives until 79. The people turning 65 today were 45 during the first dot-com boom. The fastest growing segment on Tik-Tok is seniors. It took 20 years, but the internet has finally arrived for seniors.\r\n\r\nBut most of the products that seniors use are distinctly “pre-web” - they’re cumbersome and exploitative.\r\n\r\nWhen seniors buy healthcare, they have to talk to an insurance agent over the phone. These agents are exactly what you’d expect - they don’t know much about health insurance and they push Mom and Dad into the plan they get the highest commission on.\r\n\r\nWhen seniors look to for liquidity, reverse mortgage brokers take advantage of their financial illiteracy.\r\n\r\nWhen seniors look for companionship, they find themselves isolated in the suburbs they originally moved to to raise a family.\r\n\r\nWe are acutely aware of these problems because we see our own parents experience them. \r\n\r\nFair Square is fixing them. \r\n\r\nFair Square’s goal is to be a company seniors trust. To advise them on health insurance and financial planning. To find them a book club or an Art History lecture at a local community college. To have the customer experience of a five-star hotel and the care and respect of a relative.\r\n\r\nWe started by building a customer obsessed health insurance brokerage for seniors. We’ve worked with 10,000 people across the United States. Our NPS score is 98, compared to an industry average of 13. \r\n\r\nJoin us and build the rest.",
  "one_liner": "Building an AI Health Insurance Agent.",
  "team_size": 20,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Consumer Health and Wellness",
  "launched_at": 1584398259,
  "tags": [
    "Fintech",
    "Consumer Health Services"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W20",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Consumer Health and Wellness"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/fair-square",
  "api": "https://yc-oss.github.io/api/batches/w20/fair-square.json"
}
