{
  "id": 13506,
  "name": "Nomic Bio",
  "slug": "nomic-bio",
  "former_names": [
    "nplex biosciences"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d3005075624cbc032b9abdd1525e6ec3201158f5.png",
  "website": "http://www.nomic.bio",
  "all_locations": "Montreal, QC, Canada",
  "long_description": "Nomic is doing for protein profiling, what Illumina did for DNA sequencing. Our core technology, the nELISA, is a next-gen immunoassay platform that transforms the ELISA into a high-throughput, high-content, and high-versatility tool. \r\n\r\nToday we developed the nELISA for high-throughput drug discovery scientists, enabling them profile 100s of proteins at 10x higher throughput and 10x lower cost compared to existing solutions. We're offering the nELISA through early access programs to HTS groups in top pharmas as well as pioneering biotechs in the space.\r\n\r\nOur goal is to create a ubiquitous technology that consolidates the broad range of legacy immunoassay toolkits that scientists use today with a single platform that can carry the science end-to-end, from discovery all the way to the clinic. \r\n\r\nWe're a team of engineers, biologists, and highly-skilled lab operators that are looking to grow quickly to keep up with customer demand but also to continue developing our core technology, scale our multiplexing/throughput, and build our software stack. We're hiring on a number of positions including engineering, software, biology, and ops. Come talk to us!",
  "one_liner": "Nomic is doing for proteins what Illumina has done for DNA",
  "team_size": 24,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Diagnostics",
  "launched_at": 1583898031,
  "tags": [
    "Nanotechnology"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "W20",
  "status": "Active",
  "industries": [
    "Healthcare",
    "Diagnostics"
  ],
  "regions": [
    "Canada",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/nomic-bio",
  "api": "https://yc-oss.github.io/api/batches/w20/nomic-bio.json"
}
