{
  "id": 13079,
  "name": "Volumetric",
  "slug": "volumetric",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "https://volumetricbio.com/",
  "all_locations": "Houston, TX, USA",
  "long_description": "About Us\r\nVolumetric is a recognized world leader in building living multicellular tissues, with a focus on replicating discrete functions of the human body for basic mechanistic biology, laboratory testing and screening, and drug development. Founded in 2018 by Bagrat Grigoryan and Jordan Miller as a spin-out from Rice University, the full potential of our work is to build whole human organ replacements for patients, made from their own cells.\r\n\r\nOur Technology and Approach\r\nWe have invented a suite of breakthrough 3D bioprinting technologies, featured on the cover of Science, that can build human tissue with complex blood vessel networks. We are leveraging this technology in the short term to build patient-specific tissues for drug safety and efficacy testing. Patient cells are taken from a biopsy, added to our proprietary 3D printed tissues, and then drug compounds are injected through the blood vessel network to mimic actual drug delivery in humans. Our vision is that our technology will provide rigorous, reproducible, and predictive outcomes for patients, resulting in drastically improved outcomes for diseases like cancer. More broadly, we see the full potential of our mission as being able to produce functional tissue and organ replacements for diseased or damaged vital organs in the body such as the lung, liver, pancreas, kidney, and heart.\r\n",
  "one_liner": "Volumetric builds living multicellular tissues with a focus on the…",
  "team_size": 5,
  "industry": "Healthcare",
  "subindustry": "Healthcare -> Industrial Bio",
  "launched_at": 1591892718,
  "tags": [
    "Biotech",
    "Healthcare"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W20",
  "status": "Acquired",
  "industries": [
    "Healthcare",
    "Industrial Bio"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/volumetric",
  "api": "https://yc-oss.github.io/api/batches/w20/volumetric.json"
}
