[
  {
    "id": 1954,
    "name": "Impactive (formerly Outvote)",
    "slug": "impactive",
    "former_names": [
      "Outvote"
    ],
    "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/371003d912eebeb5c0de1c0b9e2e9ebd9d87ac80.png",
    "website": "https://www.impactive.io/",
    "all_locations": "Boston, MA, USA; Remote",
    "long_description": "Impactive, backed by YCombinator and Higher Ground Labs, was founded in 2017 as a get-out-the-vote tool for Democrats. The Impactive product has since expanded to become a full-service platform allowing any campaign or cause to engage in distributed organizing.\r\n\r\nIn the 2018 midterms, volunteers contacted over 1 million voters using Impactive. In 2020, we scaled significantly to meet the demand of this unprecedented election cycle. We’ve worked with over 500 clients nationwide, and volunteers have sent over 100 million text messages on behalf of Planned Parenthood, the DCCC, SEIU, Community Change, When We All Vote, Greenpeace, and campaigns up and down the ballot. Our work has been featured in The New York Times, Washington Post, TechCrunch, Fast Company, and many more.\r\n\r\nIn 2021, Impactive will expand its platform further into nonprofit, advocacy, and additional markets. This will be an exciting time to play a critical role in helping shape the direction for what’s coming next. We will continue to prioritize our progressive values while building a feature-rich platform that will broaden our reach across the impact space.",
    "one_liner": "Political/civic tech helping progressive campaigns organize & mobilize",
    "team_size": 15,
    "industry": "Government",
    "subindustry": "Government",
    "launched_at": 1525230396,
    "tags": [
      "Election Tech",
      "Civic Tech",
      "GovTech"
    ],
    "tags_highlighted": [],
    "top_company": false,
    "isHiring": false,
    "nonprofit": false,
    "batch": "Summer 2018",
    "status": "Acquired",
    "industries": [
      "Government"
    ],
    "regions": [
      "United States of America",
      "America / Canada",
      "Remote",
      "Fully Remote"
    ],
    "stage": "Early",
    "app_video_public": false,
    "demo_day_video_public": false,
    "app_answers": null,
    "question_answers": false,
    "url": "https://www.ycombinator.com/companies/impactive",
    "api": "https://yc-oss.github.io/api/batches/summer-2018/impactive.json"
  },
  {
    "id": 12272,
    "name": "VotingWorks",
    "slug": "votingworks",
    "former_names": [],
    "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/23b57358e5b0a28777ac8011329e25a9eec76361.png",
    "website": "https://voting.works",
    "all_locations": "CA, USA; Remote",
    "long_description": "VotingWorks is a non-partisan non-profit founded on the powerful idea that the operating system of our democracy should be publicly owned. Every citizen’s vote is sacred, and every citizen deserves evidence that our elections are free and fair.\r\n\r\nForty states use voting machines that are over ten years old. Their technology is outdated, their source code proprietary and their security vulnerabilities – described in detail by the security community over many years – are left unpatched. It’s not surprising that 76% of voters are concerned that our elections are vulnerable to hacking. And if voters lose trust in elections, then the very foundation of our democracy is at risk.\r\n\r\nWe’re using open-source software, off-the-shelf hardware, and modern product engineering to make elections dramatically safer, more accessible, and more affordable. Affordability may sound pedestrian, but it is key. The front line of America’s election security rests in the hands of the 50% of US counties that struggle to afford basic services, let alone upgrade aging voting equipment.",
    "one_liner": "Non-profit building open-source voting machines for US elections.",
    "team_size": 18,
    "industry": "Government",
    "subindustry": "Government",
    "launched_at": 1544065509,
    "tags": [
      "Election Tech"
    ],
    "tags_highlighted": [],
    "top_company": false,
    "isHiring": false,
    "nonprofit": true,
    "batch": "Winter 2019",
    "status": "Active",
    "industries": [
      "Government"
    ],
    "regions": [
      "United States of America",
      "America / Canada",
      "Remote",
      "Fully Remote"
    ],
    "stage": "Early",
    "app_video_public": false,
    "demo_day_video_public": false,
    "app_answers": null,
    "question_answers": false,
    "url": "https://www.ycombinator.com/companies/votingworks",
    "api": "https://yc-oss.github.io/api/batches/winter-2019/votingworks.json"
  }
]
