[
  {
    "id": 731,
    "name": "Oklo",
    "slug": "oklo",
    "former_names": [
      "UPower Technologies Inc",
      "UPower"
    ],
    "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7296c0e632938afdac098d754da89730bfc674b7.png",
    "website": "http://oklo.com",
    "all_locations": "Santa Clara, CA, USA; Sunnyvale, CA, USA",
    "long_description": "About Oklo Inc.: \r\n\r\nOklo Inc. (Oklo) is developing advanced fission power plants to provide emission-free, reliable, and affordable energy. \r\n\r\nOklo received a Site Use Permit from the U.S Department of Energy, has performed successful prototypic fuel fabrication, was awarded fuel material from Idaho National Laboratory, developed the first advanced fission combined license application accepted and docketed by the U.S. Nuclear Regulatory Commission, and is developing advanced fuel recycling technologies in collaboration with the U.S. Department of Energy and national laboratories.\r\n\r\nOklo has been featured in Time, Newsweek, Wall Street Journal, CNBC, Popular Mechanics, Wired, Architectural Digest, Hyperallergic, POWER Magazine, has been the subject of a Harvard Business School case, and is featured in the Oliver Stone documentary Nuclear, among other features.",
    "one_liner": "Emission free, always on power from advanced fission power plants.",
    "team_size": 50,
    "industry": "Industrials",
    "subindustry": "Industrials -> Energy",
    "launched_at": 1400930834,
    "tags": [
      "Small Modular Reactors",
      "Climate"
    ],
    "tags_highlighted": [],
    "top_company": true,
    "isHiring": false,
    "nonprofit": false,
    "batch": "Summer 2014",
    "status": "Public",
    "industries": [
      "Industrials",
      "Energy"
    ],
    "regions": [
      "United States of America",
      "America / Canada",
      "Remote",
      "Partly Remote"
    ],
    "stage": "Growth",
    "app_video_public": false,
    "demo_day_video_public": false,
    "app_answers": null,
    "question_answers": false,
    "url": "https://www.ycombinator.com/companies/oklo",
    "api": "https://yc-oss.github.io/api/batches/summer-2014/oklo.json"
  },
  {
    "id": 12012,
    "name": "Atomic Alchemy",
    "slug": "atomic-alchemy",
    "former_names": [],
    "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f78037132844f2c28f0e50e7d2c311cbf1101d6a.png",
    "website": "https://atomicalchemy.us",
    "all_locations": "Idaho Falls, ID, USA",
    "long_description": "Atomic Alchemy is building a bank of reactors to produce the nuclear material that goes into nuclear medicine. Radiopharmaceuticals are vitally important in biological tracers, diagnostic imaging, and cancer treatments.\r\n\r\nCurrently, the world's supply of Molybdenum-99, the cornerstone of 80% of all nuclear medicine procedures, is sourced from just six government-run, scientific research reactors abroad. Five of these reactors are 45-65 years old and are quickly coming to the end of their operational life. This has cultivated a fragile and lengthy supply chain, at odds with the nature of radioactive material.\r\n\r\nThis issue and its implications do not just effect molybdenum, but any other reactor-based isotope. Many promising cancer therapies are stuck in clinical trials, unable to secure enough material in a timely manner. Research doesn’t even happen because of the difficulty of sourcing any new isotopes.\r\n\r\nIt doesn't have to be this way. Atomic Alchemy is working to solve this by building the world's first scalable radioisotope production facility. This facility will contain the world’s first privately-owned nuclear reactors dedicated to radioisotope production.",
    "one_liner": "We produce cancer-curing materials used in nuclear medicine.",
    "team_size": 8,
    "industry": "Industrials",
    "subindustry": "Industrials -> Manufacturing and Robotics",
    "launched_at": 1541478882,
    "tags": [
      "Hard Tech",
      "Small Modular Reactors",
      "Medical Devices"
    ],
    "tags_highlighted": [],
    "top_company": false,
    "isHiring": false,
    "nonprofit": false,
    "batch": "Winter 2019",
    "status": "Acquired",
    "industries": [
      "Industrials",
      "Manufacturing and Robotics"
    ],
    "regions": [
      "United States of America",
      "America / Canada"
    ],
    "stage": "Early",
    "app_video_public": false,
    "demo_day_video_public": false,
    "app_answers": null,
    "question_answers": false,
    "url": "https://www.ycombinator.com/companies/atomic-alchemy",
    "api": "https://yc-oss.github.io/api/batches/winter-2019/atomic-alchemy.json"
  }
]
