[
  {
    "id": 29698,
    "name": "AutoPallet Robotics",
    "slug": "autopallet-robotics",
    "former_names": [
      "Anteatr Robotics"
    ],
    "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d2f0c4ca0e1ee62abec263fe32fc601c69e08139.png",
    "website": "https://autopallet.bot",
    "all_locations": "San Francisco, CA, USA",
    "long_description": "We’re building the next generation of warehouse robotics.\r\n\r\nIn the US today, retailers spend approximately $10B per year paying human laborers to pick up and move cardboard boxes in warehouses. Existing solutions for automating this are expensive and difficult to install, which is why manual operation is still so prevalent.\r\n\r\nOur solution is different. We make swarms of small mobile robots that install into existing warehouses to provide a low-cost and robust automation solution for case picking and mixed-SKU palletization. Our novel technology allows these robots to be installed and operate at significantly lower cost than existing solutions while being both flexible and robust.",
    "one_liner": "We make robots that move boxes in warehouses",
    "team_size": 3,
    "industry": "Industrials",
    "subindustry": "Industrials -> Manufacturing and Robotics",
    "launched_at": 1723496700,
    "tags": [
      "Hard Tech",
      "Machine Learning",
      "Warehouse Management Tech",
      "Swarm Robotics",
      "Automation"
    ],
    "tags_highlighted": [],
    "top_company": false,
    "isHiring": false,
    "nonprofit": false,
    "batch": "Summer 2024",
    "status": "Active",
    "industries": [
      "Industrials",
      "Manufacturing and Robotics"
    ],
    "regions": [
      "United States of America",
      "America / Canada"
    ],
    "stage": "Early",
    "app_video_public": false,
    "demo_day_video_public": false,
    "app_answers": null,
    "question_answers": true,
    "url": "https://www.ycombinator.com/companies/autopallet-robotics",
    "api": "https://yc-oss.github.io/api/batches/summer-2024/autopallet-robotics.json"
  },
  {
    "id": 30708,
    "name": "Perseus Defense",
    "slug": "perseus-defense",
    "former_names": [],
    "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/5cdd4deac94e3261e5048ff6c4ffdd39942a5840.png",
    "website": "https://perseusdefense.ai",
    "all_locations": "San Francisco, CA, USA",
    "long_description": "Perseus Defense is building a mass-manufactured Counter UAS solution for the Department of Defense and Department of Homeland Security. Current solutions are one-to-one, too dangerous for use on U.S. soil, and orders of magntiude more expensive than the threats they defeat. Our micro-guided missile system is man-portable, multi-domain capable, and has both forward-deployed and low-collateral defeat variants. It senses, engages, and eliminates threats with drastically reduced cost per engagement. \r\n\r\nSolving this critical national security problem requires understanding complex DoD needs along with actual rocket science including aerodynamics, guidance, navigation, control, and much more. Jason and Steve met at Penn State while they pursued a PhD and MS in aerospace engineering, respectively. Their past experiences designing space helicopters for NASA, making Boeing airliners land autonomously, controlling swarms of unmanned autonomous systems, teaching aerospace engineering at Stanford, winning multiple ONR and DOE engineering competitions, and founding an international drone competition makes them the perfect team to create transformative solutions protecting our service members. \r\n\r\n\"If you build this, it will be mandatory equipment for every truck, boat, and convoy in the U.S. Military. We're talking thousands of units.\" - Former DoD Procurement Officer\r\n\r\nThe White House just released Executive Order, \"Unleashing American Drone Dominance\" which adds billions of dollars, government support, and streamlined regulations to enable the development of our product. \r\n\r\nTraction: \r\nA UAS prototype was designed and built in one week and a prototype of the guided missile was prototyped in four days. Following the Stanford Hacking for Defense process that Perseus Defense adviser and former Army Ranger Dr. Jeff Decker wrote the book on, Jason and Steve used 60 end-user interviews across the DoD and DHS to shape the product to something of critical need to both boots on the ground and DoD purchasers. Perseus has already been invited to a Phase-II in-person pitch of their solution to government end-users, signaling progress towards contract opportunities. ",
    "one_liner": "Autonomous micro-missiles for Counter UxS.",
    "team_size": 2,
    "industry": "Industrials",
    "subindustry": "Industrials -> Drones",
    "launched_at": 1750048762,
    "tags": [
      "Hardware",
      "Drones",
      "Swarm Robotics"
    ],
    "tags_highlighted": [],
    "top_company": false,
    "isHiring": false,
    "nonprofit": false,
    "batch": "Summer 2025",
    "status": "Active",
    "industries": [
      "Industrials",
      "Drones"
    ],
    "regions": [
      "United States of America",
      "America / Canada"
    ],
    "stage": "Early",
    "app_video_public": false,
    "demo_day_video_public": false,
    "app_answers": null,
    "question_answers": false,
    "url": "https://www.ycombinator.com/companies/perseus-defense",
    "api": "https://yc-oss.github.io/api/batches/summer-2025/perseus-defense.json"
  }
]
