{
  "id": 1575,
  "name": "ACLU",
  "slug": "aclu",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/cabb84499361a6851eec31b34582727ae4e362a2.png",
  "website": "https://www.aclu.org/",
  "all_locations": "New York, NY, USA",
  "long_description": "The ACLU is our nation's guardian of liberty, working daily in courts, legislatures and communities to defend and preserve the individual rights and liberties that the Constitution and laws of the United States guarantee everyone in this country. The ACLU is a nonprofit and nonpartisan organization that has grown from a roomful of civil liberties activists in 1920 to an organization of more than 500,000 members and supporters today. We handle nearly 6,000 court cases annually from our offices in almost every state.\r\n\r\nThe ACLU is supported by annual dues and contributions from its members, plus grants from private foundations and individuals. We do not receive any government funding. \r\n\r\nWe protect:\r\nYour First Amendment rights - freedom of speech, association and assembly; freedom of the press, and freedom of religion. \r\nYour right to equal protection under the law - protection against unlawful discrimination. \r\nYour right to due process - fair treatment by the government whenever the loss of your liberty or property is at stake. \r\nYour right to privacy - freedom from unwarranted government intrusion into your personal and private affairs. \r\nThe ACLU also works to extend rights to segments of our population that have traditionally been denied their rights, including people of color; women; lesbians, gay men, bisexuals and transgender people; prisoners; and people with disabilities.",
  "one_liner": "Defender of rights and liberties",
  "team_size": 501,
  "industry": "Unspecified",
  "subindustry": "Unspecified",
  "launched_at": 1489978909,
  "tags": [
    "Nonprofit",
    "Legal"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": true,
  "batch": "W17",
  "status": "Active",
  "industries": [
    "Unspecified"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/aclu",
  "api": "https://yc-oss.github.io/api/batches/w17/aclu.json"
}
