{
  "id": 1444,
  "name": "Bountiful",
  "slug": "bountiful",
  "former_names": [
    "Vinsight"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/40bd701518c1492966677e92d610182861a00a02.png",
  "website": "https://bountiful.ag/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "We’re on a mission to optimize the agricultural industry.\r\n\r\nWhen we started Bountiful in 2015, the grape error rate for predicting production was 30 percent. Why? We found that many farmers in the specialty crops space were still using traditional pencil-and-paper techniques to predict yield. These low-fidelity forecasting methods weren’t giving them a clear enough understanding of their production until it was too late, leading to waste and inefficiency throughout the supply chain.\r\n\r\nWe saw a problem we wanted to solve.\r\n\r\nToday, Bountiful is using advanced data science to help farmers forecast more accurately, so they can make better decisions. In the last three years, we’ve combined the latest in machine learning with weather, satellite, geographic, and historical data. The result is a user-friendly platform that transforms volumes of complex agricultural information into simple, actionable insights farmers can use to run more economically and environmentally sustainable farms.\r\n\r\nMore recently, we’re working to open the dialogue between buyers and sellers, remove uncertainty, and provide clarity to the supply chain to meet global food demand.\r\n\r\nOur ultimate goal is to close the agricultural margin of error. Not only will this make individual farms more efficient, profitable, and sustainable, but it will help optimize the global food supply chain. That means healthier people and a healthier planet.",
  "one_liner": "An Operating System for agriculture.",
  "team_size": 4,
  "industry": "Industrials",
  "subindustry": "Industrials -> Agriculture",
  "launched_at": 1478053227,
  "tags": [
    "Machine Learning",
    "Marketplace",
    "Analytics",
    "Agriculture"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W17",
  "status": "Active",
  "industries": [
    "Industrials",
    "Agriculture"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/bountiful",
  "api": "https://yc-oss.github.io/api/batches/w17/bountiful.json"
}
