{
  "id": 1555,
  "name": "Dost Education",
  "slug": "dost-education",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/f0fa55d20ad45d5a721bbcb283b5883104aecae9.png",
  "website": "http://www.dosteducation.com/",
  "all_locations": "Delhi, DL, India; Remote",
  "long_description": "Dost is an ed-tech nonprofit building a platform to expand access to early childhood development in low-resource settings through parent education. Our mission is to unlock children’s full potential by focusing on early learning - the time when 90% of our brains develop.\r\n \r\nWe believe that parents of any literacy level can play a critical role in developing their children’s school and life readiness. In India alone, there are 150 million under-resourced caregivers who can benefit from resources developed for them. That’s why our team at Dost Education - educators, entrepreneurs, and engineers - are passionate about using technology and user-centric product design to change the trajectory of families’ lives.\r\n\r\nSince 2017, we’ve grown from a small pilot with a few hundred mothers, to reaching over 100,000 families working with state governments. Join us as we continue to innovate, grow our reach, and deepen our impact. We are supported by some of the best funders in tech and social impact space like Y Combinator, Mulago, and many others.\r\n\r\nDost Education values diversity. We do not discriminate on the basis of race, religion, colour, national origin, gender, sexual orientation, age, marital status, veteran status, or disability status.",
  "one_liner": "Getting kids ready for school in India.",
  "team_size": 30,
  "industry": "Education",
  "subindustry": "Unspecified",
  "launched_at": 1481769031,
  "tags": [
    "Education",
    "Nonprofit",
    "India",
    "Data Science"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": true,
  "batch": "W17",
  "status": "Active",
  "industries": [
    "Education"
  ],
  "regions": [
    "India",
    "South Asia",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/dost-education",
  "api": "https://yc-oss.github.io/api/batches/w17/dost-education.json"
}
