{
  "id": 1559,
  "name": "Peer5",
  "slug": "peer5",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/8e0d56341c205ff1b0f1dda68334bc8576895953.png",
  "website": "https://www.peer5.com",
  "all_locations": "Palo Alto, CA, USA",
  "long_description": "Peer5's P2P CDN improves content delivery for live and on demand video streams. As video streaming continues to become more mainstream and the streams themselves become HD and 4K, traditional CDNs struggle to deliver high quality viewing experiences. Many publishers try to keep up with peak demand by paying for more servers, many of which are almost never used and struggle with video playback. Not only is this expensive, but it's also inefficient, which is why at Peer5, we've created a P2P CDN to boost your video streaming capabilities. \r\n\r\nOur CDN works with your servers to ensure that as your viewership increases, your network gets stronger by offloading bandwidth to our peer network. On average, this has been shown to increase server capacity by 20x, offload 70% of bandwidth, increase viewing time by 30% and decrease instances of rebuffering by 40%.\r\n\r\nOur video streaming CDN uses emerging technologies, including HTML5 and WebRTC. They require no installation by end users and offer easy integration for content providers. We support many different streaming protocols, players and media servers.",
  "one_liner": "P2P delivery network that enables high quality video streaming",
  "team_size": 11,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1482192017,
  "tags": [
    "Video"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "W17",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/peer5",
  "api": "https://yc-oss.github.io/api/batches/w17/peer5.json"
}
