{
  "id": 754,
  "name": "Booktrope",
  "slug": "booktrope",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/62543fd96b43537ecbd9be593590310621e8dbfd.png",
  "website": "http://booktrope.com",
  "all_locations": "Seattle, WA, USA; Remote",
  "long_description": "** NO LONGER IN BUSINESS **\r\n\r\nBooktrope is reinventing the way books are published. We are not a self-publishing operation. What does that mean? At Booktrope we do not charge authors to publish nor do we accept all submissions.\r\n\r\nWe have pioneered a concept called “Team Publishing” which addresses the way books are actually developed, not just the way they are distributed and read. We offer print, ebook, and web versions of all our books, in other words, we are format agnostic. We don’t want to debate the death of print books, or the birth of ebooks, we love and support them all. \r\n\r\nA typical Publishing Team consists of an author, editor, designer and business/marketing manager for the book. You don’t get assigned projects in our system; you choose the people you work with.  We work much more quickly than traditional publishers, taking advantage of new technologies to streamline the process of getting books into the hands of readers. Lastly, we use that same technology to keep overhead low, and we think that the bulk of the revenue from book sales should go back to the creative team that makes them happen.",
  "one_liner": "Booktrope provides a software platform that makes it easy for…",
  "team_size": 51,
  "industry": "B2B",
  "subindustry": "B2B -> Marketing",
  "launched_at": 1416219184,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2015",
  "status": "Inactive",
  "industries": [
    "B2B",
    "Marketing"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/booktrope",
  "api": "https://yc-oss.github.io/api/batches/winter-2015/booktrope.json"
}
