{
  "id": 808,
  "name": "eBrandvalue",
  "slug": "ebrandvalue",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b7687a266acc1565f2404a9e6053b41025b988e9.png",
  "website": "https://www.ebrandvalue.com/",
  "all_locations": "Mountain View, CA, USA",
  "long_description": "eBrandValue, Inc. is a Mountain View, CA-based company that acts as a BI platform for brands and leverages social data to forecast sales and provide competitive intelligence. Its unique proprietary algorithm essentially captures consumer behaviour and brand affinities using social data to identify the most effective profile changing events.    \r\n\r\neBrandValue has become a de facto forecaster of sales in many industries by accurately predicting and reporting the real-time sales, ROI, brand performance and market share-impact of brands in comparison to all of their competitors. These predictions are confirmed by Nielsen’s ScanTrack, which once again emphasises the catalytic impact of next-stage intelligent social media analysis to sales strategy.  \r\n\r\neBrandValue enables brands to measure the efficacy and ROI of their events and campaigns, and to track and analyse influencers within their industry. It also provides Meme-Based Netnographic Segmentation which reveals the dimensions that define a brand and encapsulate the nature of social media postings in the sector, thus allowing brands to track their positioning vis-à-vis competition in real-time.  \r\n\r\neBrandValue recently graduated from Y Combinator’s Winter’15 batch, and received press coverage at VentureBeat. Additionally, eBrandValue was also showcased as part of the Start Up Academy during Cannes Lions as one of the ten globally selected startups that are currently disrupting the marketing/agency business. ",
  "one_liner": "Real-time Nielsen ratings for Brands.Accelerate marketing and product…",
  "team_size": 10,
  "industry": "B2B",
  "subindustry": "B2B -> Marketing",
  "launched_at": 1416306873,
  "tags": [
    "Analytics",
    "Social"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2015",
  "status": "Active",
  "industries": [
    "B2B",
    "Marketing"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/ebrandvalue",
  "api": "https://yc-oss.github.io/api/batches/winter-2015/ebrandvalue.json"
}
