{
  "id": 810,
  "name": "GitLab",
  "slug": "gitlab",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/af0d32f65e9007b7edbde422787633e338fa9bff.png",
  "website": "http://gitlab.com/",
  "all_locations": "San Francisco, CA, USA; Remote",
  "long_description": "GitLab is the first single application for the entire DevOps lifecycle. Only GitLab enables Concurrent DevOps, unlocking organizations from the constraints of today’s toolchain. GitLab provides unmatched visibility, radical new levels of efficiency and comprehensive governance to significantly compress the time between planning a change and monitoring its effect. This makes the software lifecycle 200% faster, radically improving the speed of business.\r\n\r\nGitLab and Concurrent DevOps collapses cycle times by driving higher efficiency across all stages of the software development lifecycle. For the first time, Product, Development, QA, Security, and Operations teams can work concurrently in a single application. There’s no need to integrate and synchronize tools, or waste time waiting for handoffs. Everyone contributes to a single conversation, instead of managing multiple threads across disparate tools. And only GitLab gives teams complete visibility across the lifecycle with a single, trusted source of data to simplify troubleshooting and drive accountability. All activity is governed by consistent controls, making security and compliance first-class citizens instead of an afterthought.\r\n\r\nBuilt on Open Source, GitLab leverages the community contributions of thousands of developers and millions of users to continuously deliver new DevOps innovations. More than 100,000 organizations from startups to global enterprise organizations, including Ticketmaster, Jaguar Land Rover, NASDAQ, Dish Network and Comcast trust GitLab to deliver great software at new speeds.",
  "one_liner": "A complete DevOps platform delivered as a single application.",
  "team_size": 2000,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1416307238,
  "tags": [
    "Developer Tools",
    "DevSecOps",
    "Open Source"
  ],
  "tags_highlighted": [],
  "top_company": true,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2015",
  "status": "Public",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Growth",
  "app_video_public": true,
  "demo_day_video_public": true,
  "app_answers": true,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/gitlab",
  "api": "https://yc-oss.github.io/api/batches/winter-2015/gitlab.json"
}
