{
  "id": 852,
  "name": "Nomiku",
  "slug": "nomiku",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://nomiku.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Founded in 2012, Nomiku invented the home sous vide immersion circulator and are make it connected. \r\n\r\nProudly manufactured in the United States, Nomiku’s quality is renowned in the culinary world and put to the test in thousands of homes and the best restaurants in the world every night.\r\n\r\nChefs on Main Street, Michelin-starred restaurants, and most everywhere in between have been dazzling diners with their sous vide creations for years. Nomiku led the way for people to use it at home in 2012 with the invention of the home sous vide immersion circulator funded by two successful Kickstarter projects totaling over $1.3M raised. They turned this modernist gadget into a useful everyday kitchen tool by dramatically reducing the price of the machine and redesigning it from the bottom up for at-home functionality. Five years later, the sous vide machine is turning into a mainstream darling and the advent of the Nomiku Sous Chef Meal delivery program (launching on May 15, 2017) breaks the last barriers to make sous vide accessible to everybody.\r\n \r\nThe Nomiku Sous Chef launch comes at the heels of Samsung Ventures participating in an investment round in the startup. Nomiku is a partner of the Samsung Family Hub 2.0 program and allows for app integration into their smart kitchen offering.",
  "one_liner": "Wave our food in front of your Nomiku and have dinner for everyone…",
  "team_size": 11,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1419816984,
  "tags": [
    "Food Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2015",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/nomiku",
  "api": "https://yc-oss.github.io/api/batches/winter-2015/nomiku.json"
}
