{
  "id": 823,
  "name": "Pigeonly",
  "slug": "pigeonly",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2d6146b59ed02efa52a8b7b68f1045640961f621.png",
  "website": "http://pigeonly.com",
  "all_locations": "Las Vegas, NV, USA",
  "long_description": "Pigeonly is a subscription-based platform that makes it easy for people to search, find, and communicate with an incarcerated loved from anywhere in the world.  Our technology cuts the cost of expensive prison calls by 80% and allows our customers to send their inmate printed photos, greeting cards, and more right from any cell phone, tablet, or computer. \r\n\r\nAt the core of the Pigeonly business is our proprietary inmate API, Haystac, that searches and organizes millions of Federal, State, and County records in real-time to determine the location of 2MM+ inmates across all prison facilities. This makes it possible for our users to easily search, find, and connect with their incarcerated loved one using one or all of our 6 consumer-facing products.\r\n\r\nPigoenly's target market usually has to settle for poor product design and is often the victim of predatory business practices. At Pigeonly, we focus on providing quality products at affordable prices; pair that with five-star customer service to achieve a superb customer experience never seen in the market. We understand just how important this is to our customer because we are our customer.",
  "one_liner": "The affordable way to search, find & communicate with an incarcerated…",
  "team_size": 40,
  "industry": "Consumer",
  "subindustry": "Consumer -> Social",
  "launched_at": 1416309335,
  "tags": [
    "GovTech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2015",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Social"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/pigeonly",
  "api": "https://yc-oss.github.io/api/batches/winter-2015/pigeonly.json"
}
