{
  "id": 797,
  "name": "Resolve",
  "slug": "resolve",
  "former_names": [
    "InsiteVR",
    "Resolve (Formerly InsiteVR)"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/389299d1c66fa893f4b70f857d4c48593bc491c6.png",
  "website": "https://www.resolvebim.com",
  "all_locations": "New York, NY, USA; Remote",
  "long_description": "At Resolve we’re building the future of collaboration and review for the construction industry. Today, Resolve helps bridge the communication gap between people who operate buildings and those who design and build them. We've built the most robust application for collaboratively reviewing complex facilities on the web and on wireless VR devices like the Oculus Quest. Our customers love it because it just works even with complex 3D building models.\r\n\r\nFrom data centers to cutting-edge biopharma facilities, Resolve provides a collaborative virtual environment for operations & maintenance teams to review and interact with 3D building models at full scale - decreasing late stage changes during the construction process and delivering a safer, more easily operable building.\r\n\r\nOur customers' facilities contain a multitude of complex systems which require careful coordination and review to ensure the building is completed on time and within budget. To prevent rework and increased building maintenance costs, Resolve fixes the broken system of screen-sharing 3D models and 2D floorplans with the operations teams that inherit the building and, instead, gives them easy access to their 3D building models before concrete is poured.",
  "one_liner": "Real-time BIM collaboration for fast, predictable construction",
  "team_size": 10,
  "industry": "Real Estate and Construction",
  "subindustry": "Real Estate and Construction -> Construction",
  "launched_at": 1416222759,
  "tags": [
    "Virtual Reality",
    "Construction",
    "Collaboration",
    "Design Tools",
    "Metaverse"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2015",
  "status": "Active",
  "industries": [
    "Real Estate and Construction",
    "Construction"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/resolve",
  "api": "https://yc-oss.github.io/api/batches/winter-2015/resolve.json"
}
