{
  "id": 837,
  "name": "Vanhawks",
  "slug": "vanhawks",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://vanhawks.com",
  "all_locations": "Toronto, ON, Canada",
  "long_description": "Vanhawks is both a hardware and software company with a goal of changing up the urban commute. Technology impacts our lives in countless ways – you’re connected, why shouldn’t your bike be?\nOur product is the Valour, a connected, carbon fibre, commuter bicycle with built in GPS, blind-spot sensors, integrated front and back lights, and more. The Valour will radically change the way you ride.\nBuilt upon safety first in mind, a turn by turn navigation is incorporated in the handle bar to keep your eyes on the road. A LED indicator lets you know when you are approaching your next turn, and you're alerted of any object in your blind spot.\nTo further enhance your cycling experience, the application tracks your riding history including calories burned, distance traveled, and much more, to serve you better.\nThe data it acquires is used to provide you with suggestions on which route will get you to your destination safest and fastest or help you burn the most calories.",
  "one_liner": "We are making the smart carbon fibre commuting bike and platform for…",
  "team_size": 11,
  "industry": "Consumer",
  "subindustry": "Consumer -> Consumer Electronics",
  "launched_at": 1416311677,
  "tags": [
    "IoT",
    "Transportation"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2015",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Consumer Electronics"
  ],
  "regions": [
    "Canada",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/vanhawks",
  "api": "https://yc-oss.github.io/api/batches/winter-2015/vanhawks.json"
}
