{
  "id": 30606,
  "name": "Acrely",
  "slug": "acrely",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/599629b9dce294f5621aeaf663b76424933bd820.png",
  "website": "https://www.acrely.ai",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "We provide residential real estate agents voice AI to maximize lead capture and outbound.\r\n\r\nMeet Jane, your AI-powered assistant. When someone calls your number and you don't pick up, Jane does. She talks to your leads, figures out what they need, and helps them — whether it's scheduling a showing, recommending listings, or just making sure serious buyers get a fast response.\r\n\r\nReal estate is one of the last few archaic industries that still uses phone calls as the crux of communication, and voice AI is just getting good enough to make humans willing to engage.\r\n\r\nReal estate is a industry of connections, without a clear break-in strategy, or without industry connections, attempting to pitch to a realtor is like finding a needle in a haystack, as they are already flooded with sales calls.\r\n\r\nRealtors plaster their phone numbers all over the internet, as well as all over the world and are flooded with unqualified leads, drowning out possible five-figure clients. By saving realtors qualified leads and providing the feeling of a human interaction, realtors save tens of thousands in missed opportunities.\r\n\r\n",
  "one_liner": "voice ai for realtors that answers, so you can close",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "Unspecified",
  "launched_at": 1752517197,
  "tags": [
    "Real Estate",
    "AI Assistant"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2025",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/acrely",
  "api": "https://yc-oss.github.io/api/batches/summer-2025/acrely.json"
}
