{
  "id": 30606,
  "name": "Acrely",
  "slug": "acrely",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/599629b9dce294f5621aeaf663b76424933bd820.png",
  "website": "https://www.acrely.ai",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "We provide HVAC business owners with voice AI to capture every inbound call and turn it into booked jobs.\r\n\r\nMeet Jane, your AI-powered customer relations lead. When a customer calls and you can’t pick up, Jane does. She talks to your callers, understands their problem, and gets them scheduled — whether it’s an emergency repair, seasonal maintenance, or a quote for a new install.\r\n\r\nHVAC is still a phone-first industry, and voice AI is just now good enough for customers to feel comfortable talking to it. Every missed call is lost revenue, and most owners have their number plastered on trucks, websites, and directories that bring in as many tire-kickers as paying customers. Jane makes sure the real money never slips through.\r\n\r\nInbound is our first optimization — but it’s just the beginning. We’re building the first agentic fleet for HVAC. Jane runs customer relations, booking jobs and following up with customers. Ralph is the business admin, managing PNL, scheduling crews, ordering parts, and keeping the back office humming. Joe is the technician’s right hand, guiding techs through diagnostics, troubleshooting, and safety checks in real time. Together, they form a 24/7 AI-native staff that works without breaks, remembers every detail, and scales with your business so you can focus on growing instead of juggling.",
  "one_liner": "ai-native admin for HVAC",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "Unspecified",
  "launched_at": 1752517197,
  "tags": [
    "Artificial Intelligence",
    "Home Services",
    "AI Assistant"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2025",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/acrely",
  "api": "https://yc-oss.github.io/api/batches/summer-2025/acrely.json"
}
