{
  "id": 30813,
  "name": "Blue",
  "slug": "blue",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/90acd1189896151e269eca2dc0a6b15c7042d091.png",
  "website": "https://heyblue.com/",
  "all_locations": "Santa Clara, CA, USA",
  "long_description": "Blue is the first voice assistant that can control every app on your phone.\r\n\r\nMost assistants today, such as Siri, Alexa, or Gemini, are limited to narrow functions like setting timers or answering questions. They cannot message your friends on Messenger, send money on Venmo, or compare ride-share prices to book the best option.\r\n\r\nBlue can do all of this and more.\r\n\r\nIt taps, swipes, and types like a human on both Android and iPhone, so it doesn't need any app-specific integrations. This is made possible through a voice-first computer-use model as well as a custom hardware. \r\n\r\nIt already works in the real world. Users are texting, shopping, and navigating their phones completely hands-free. People who are commuting, cooking, or multitasking are using Blue to reclaim meaningful time during their day.\r\n\r\nOur team brings rare and highly complementary experience. Omar led Google Assistant’s transition to LLMs and holds one of the earliest patents in LLM-based computer control. Peter brings decades of experience designing and building voice-first dialog systems, holds multiple design patents, and was most recently the design lead at Google DeepMind serving actions on the Gemini Live model. Farhan helped ship Apple’s Vision Pro and holds more than 50 patents in hardware and systems design. He's also led several products end-to-end from early prototyping to mass production and global fulfillment.\r\n\r\nTogether, we have built systems used by billions of people and are now building something even more fundamental: re-inventing the way we use and interact with technology.",
  "one_liner": "The first voice assistant that can control every app on your phone.",
  "team_size": 3,
  "industry": "Consumer",
  "subindustry": "Consumer",
  "launched_at": 1753836546,
  "tags": [
    "Hardware",
    "Speech Recognition",
    "AI",
    "AI Assistant"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2025",
  "status": "Active",
  "industries": [
    "Consumer"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/blue",
  "api": "https://yc-oss.github.io/api/batches/summer-2025/blue.json"
}
