{
  "id": 30741,
  "name": "F4",
  "slug": "f4",
  "former_names": [
    "F4",
    "F4 Industries"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/a1af9d562299111b9e8590450d36412897ddd8f8.png",
  "website": "https://f4.dev/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Built by former Tesla & SpaceX engineers, F4 is a platform that helps you catch and fix drawing compliance issues instantly. F4 ensures design engineers never release noncompliant drawings—and suppliers never misinterpret them. We help hardware teams eliminate costly scrap, rework, and miscommunication at the root.\r\n\r\nWith a compliant drawing, F4 generates end-to-end drawing interpretations for standard definitions, inspection plan, and tolerance analysis application.\r\n\r\nF4 automatically interprets all GD&T symbols, datums, and notes based on the correct standards - no more second-guessing or misreading intent. Everyone from design to manufacturing sees the same definition, keeping teams aligned and avoiding costly miscommunication.\r\n\r\nF4 generates a complete inspection plan straight from the drawing, so quality teams know exactly what to measure, how, and where. This eliminates manual setup, reduces delays during first article inspection, and helps catch issues before they reach production.\r\n\r\nF4 gives engineers everything they need from the drawing to set up a reliable tolerance analysis, applicable features, and rule exceptions. By making it easy to bridge engineering drawings to tolerance analysis, teams can catch potential fit or function issues early - before parts are fabricated and assembled.\r\n",
  "one_liner": "Automating compliance checks for engineering drawings",
  "team_size": 5,
  "industry": "Industrials",
  "subindustry": "Industrials",
  "launched_at": 1752681359,
  "tags": [
    "Hardware",
    "B2B",
    "Industrial"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2025",
  "status": "Active",
  "industries": [
    "Industrials"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/f4",
  "api": "https://yc-oss.github.io/api/batches/summer-2025/f4.json"
}
