{
  "id": 30690,
  "name": "Flai",
  "slug": "flai",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/6b90c0f9fa101c9a96455820ea0a553837b94f49.png",
  "website": "https://www.useflai.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Flai helps retail, restaurant, and warehouse employers hire faster and find candidates who actually stay on the job.\r\n\r\nThe problem we solve: frontline managers waste hours interviewing candidates who quit before training ends. With 100%+ annual turnover, hiring becomes a daily firefight of filling shifts with whoever shows up.\r\n\r\nWe use AI voice interviewers that run first-round phone screenings. But we don't stop at screening; our AI also monitors new hires through check-in calls during their critical first 90 days to detect early attrition signals and flag these for managers to prevent it.\r\n\r\nThis creates a learning loop. The screening AI gets smarter with each placement, learning to recognize which candidates will stick around versus those who will leave early. Over time, this means fewer bad hires and less turnover.\r\n\r\nThe result: managers stop wasting time on candidates who won't last, cost per hire drops as turnover decreases, and shifts get covered by people who actually want to be there.\r\n\r\nOur founding team has built voice AI products at HappyRobot, scaled infrastructure at Uber for millions of users, and applied data science at Netflix to solve operational challenges.\r\n\r\nWe're not just screening candidates, we're redefining how retail businesses approach hiring and retention in high-turnover industries.",
  "one_liner": "We help retail hire faster and keep workers longer",
  "team_size": 3,
  "industry": "B2B",
  "subindustry": "B2B -> Recruiting and Talent",
  "launched_at": 1751567522,
  "tags": [
    "Generative AI",
    "SaaS",
    "Recruiting",
    "Retail",
    "Enterprise Software"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/flai",
  "api": "https://yc-oss.github.io/api/batches/summer-2025/flai.json"
}
