{
  "id": 30655,
  "name": "Frizzle",
  "slug": "frizzle",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/abe1fcfe7ee928c43b6fa34748a1f7b5f5133287.png",
  "website": "https://www.frizzle.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Frizzle uses AI to grade handwritten and typed math worksheets for teachers, providing personalized feedback on the page for every student. Teachers spend over 10 hours a week grading - Frizzle does it in minutes.\r\n\r\nWe've talked to hundreds of teachers nationwide and keep hearing the same thing: classrooms are moving back to pen-and-paper, but there's no time to handle all the paperwork. With the current national teacher shortage with 1 in 8 teaching roles still open, superintendents and principals have also told us that teacher time is their most valuable resource. Frizzle is the most valuable piece of software ever for teachers as it eliminates the most time-consuming part of their workflow so they can focus on what matters most - teaching. \r\n\r\nAbhay and Shyam met as roommates in high school 10 years ago at the Illinois Math and Science Academy, and then graduated from Vanderbilt and Carnegie Mellon respectively. Abhay previously drove $50M of incremental revenue at Coinbase and helped scale an e-learning platform to millions; Shyam holds a patent for his work in LLM applications at Microsoft and founded Chicago’s leading math nonprofit that has served hundreds of students over 10 years.\r\n\r\nSince starting in June, we've already graded 1000 worksheets using Frizzle and over 100 teachers are actively using the product despite summer break. We're also piloting Frizzle with 2 of the top high schools in the nation.\r\n\r\nWe make approximately $25/teacher/month and $25k/district/year. With over 1.4M math teachers and 14,000 districts in the US and clear expansion to other subjects, we have a multi-billion-dollar opportunity across all K–12 subjects and geographies.",
  "one_liner": "AI grading for math teachers",
  "team_size": 2,
  "industry": "Education",
  "subindustry": "Education",
  "launched_at": 1754512868,
  "tags": [
    "AI-Enhanced Learning",
    "Artificial Intelligence",
    "Education",
    "SaaS",
    "Edtech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2025",
  "status": "Active",
  "industries": [
    "Education"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/frizzle",
  "api": "https://yc-oss.github.io/api/batches/summer-2025/frizzle.json"
}
