{
  "id": 30630,
  "name": "Lark",
  "slug": "lark",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/67710e46a3214b779fb0c410b22c7dd1f1f89778.png",
  "website": "https://uselark.ai/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Lark is building an AI native billing platform to serve the needs of fast growing AI companies. Jack and Vijit previously built Stripe’s usage-based billing system which is used by companies like Intercom and Cloudflare. Vijit also built Stripe’s customer portal which is used by customers of OpenAI and Perplexity to manage their subscriptions.\r\n\r\nAI Pricing models are evolving fast and existing billing providers can’t keep up. During our time at Stripe, we saw deals fall through with companies like Cursor and Figma for this reason. Frustratingly, these companies had to build their billing systems in-house. \r\n\r\nLark provides a flexible pricing engine that can support complex models like per seat credit pools and region based pricing. Finance teams can roll out pricing changes without any engineering effort. End users get an elegant billing experience. \r\n \r\nWe’re starting off by building an AI powered customer portal for subscription companies. End users can use it to manage their subscriptions and resolve billing issues. Our billing agents are live with 4 customers including Midjourney and CharacterAI.",
  "one_liner": "AI Native Billing Platform",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "Unspecified",
  "launched_at": 1755281037,
  "tags": [
    "Artificial Intelligence",
    "Fintech",
    "Payments",
    "B2B",
    "Subscriptions"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Operations"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/lark",
  "api": "https://yc-oss.github.io/api/batches/summer-2025/lark.json"
}
