{
  "id": 30772,
  "name": "stagewise",
  "slug": "stagewise",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/77a0945ae8c271b92f411a28c4d7ed11be60ad29.png",
  "website": "https://stagewise.io",
  "all_locations": "Bielefeld, NRW, Germany",
  "long_description": "stagewise is a frontend coding agent that lets you build UIs visually, right in your browser. Today, developers struggle to describe visual changes to AI coding agents in their IDE. It's slow and abstract. With stagewise, you stay on your localhost preview, click any element, and give commands in plain English like, “Make this button green and move it to the right.” It removes the context switching and guesswork, making frontend development 10x faster.\r\n\r\nWe are two German engineers who met while scaling a B2B SaaS startup to $700k ARR. With backgrounds in both enterprise engineering (Rheinmetall, dSPACE) and building web apps used by thousands, we have the unique blend of discipline and product sense needed to build this.\r\n\r\nWe launched a hacky MVP two months ago and it exploded, growing to over 4,000 GitHub stars with massive viral attention on X and YouTube. Despite it being rough and experimental, we saw thousands of installations and currently have ~700 daily active users. This overwhelming market pull proves the desperation for a better solution. Our real moat is the custom, high-speed coding agent we are launching now - we expect this to dramatically increase growth and retention.\r\n\r\nOur vision is to empower anyone to create well-designed applications, regardless of their technical skill. We start with developers who lack design experience, but our ultimate goal is to change how products are built. stagewise will enable non-technical stakeholders - product managers, designers, and marketers - to directly iterate on the UI themselves, creating a new, collaborative workflow and making us the essential tool for building on the web.",
  "one_liner": "A frontend coding agent that lives inside your browser on localhost.",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Engineering, Product and Design",
  "launched_at": 1751997318,
  "tags": [
    "Developer Tools",
    "Web Development",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2025",
  "status": "Active",
  "industries": [
    "B2B",
    "Engineering, Product and Design"
  ],
  "regions": [
    "Germany",
    "Europe"
  ],
  "stage": "Early",
  "app_video_public": true,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/stagewise",
  "api": "https://yc-oss.github.io/api/batches/summer-2025/stagewise.json"
}
