{
  "id": 410,
  "name": "Soylent",
  "slug": "soylent",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/21caaa0a9879f34ee7d6d9a40a164f23ba74e2f9.png",
  "website": "http://soylent.com",
  "all_locations": "Los Angeles, CA, USA",
  "long_description": "Rosa Foods, maker of Soylent and Coffiest, is a pioneer in food technology, delivering nutritionally-complete staple meals that provide all the essential nutrients required to fuel the human body.\r\n\r\nRosa Foods believes in managing the Company and the product by never being complacent and staying on the cutting edge of food technology and nutrition. Working at Rosa Foods you’ll have a platform to build cool things that positively affect the world with fun and dedicated people.\r\n\r\nRosa Foods products are produced with sustainability and efficiency in mind to create a convenient, nutritious, and affordable meal that is better for our health and the environment. We also have raised over $75M in funding from Google Ventures, Andreessen Horowitz, Lerer Ventures, and Y-Combinator. This enables us to offer the benefits of a larger organization while still maintaining the best qualities of a startup. You’ll be able to help grow our small creative team and contribute your ideas to build this exciting brand. The company is headquartered in Los Angeles, CA.",
  "one_liner": "Soylent is a simple, nutritious, and affordable food that possesses…",
  "team_size": 51,
  "industry": "Consumer",
  "subindustry": "Consumer -> Food and Beverage",
  "launched_at": 1336096693,
  "tags": [
    "Sustainability",
    "Food Tech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S12",
  "status": "Acquired",
  "industries": [
    "Consumer",
    "Food and Beverage"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/soylent",
  "api": "https://yc-oss.github.io/api/batches/s12/soylent.json"
}
