{
  "id": 465,
  "name": "Thread",
  "slug": "thread",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/86ca356b3358da854efd0d67a6b9ba13be4acfcb.png",
  "website": "http://thread.com",
  "all_locations": "England, United Kingdom",
  "long_description": "Thread, a free online personal styling service for men, uses a combination of human stylists and a powerful algorithm to make it easy for guys to dress well. Thread was founded in 2012 by three guys—Kieran, Ben and Ben—who wanted to dress well, but found it difficult or frustrating to do so: they hated shopping on the High Street and were overwhelmed by millions of choices online. \r\n\r\nThread combines the best bits of tech with the best bits of personal styling: After signing up by completing a short questionnaire and uploading photos of yourself, you’re paired with a stylist who reviews your information and uses Thread’s proprietary algorithm to sort through thousands of items to create the best outfits for you. When you log onto Thread, everything you see is tailored to your sizes, budget, preferences and tastes. \r\n\r\nWe’ve raised $16 mm in funding from investors in the realms of tech, Artificial Intelligence and fashion, including Beringea, Balderton Capital, Demis Hassabis and Mustafa Suleyman (co-founders of Google-owned DeepMind), Andrew Jennings (former president of Saks 5th Avenue), Edgar Bronfman Jr. (former owner of Warner Music), Guy Hipwell (former head of online at Harrods and Liberty) and Shakil Kahn (founding investor in Spotify).",
  "one_liner": "Thread makes it incredibly easy to dress well. We do this by giving…",
  "team_size": 92,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1338586823,
  "tags": [
    "E-Commerce",
    "Retail",
    "Fashion"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S12",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "United Kingdom",
    "Europe"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/thread",
  "api": "https://yc-oss.github.io/api/batches/s12/thread.json"
}
