{
  "id": 30030,
  "name": "Candle",
  "slug": "candle",
  "former_names": [
    "Encore",
    "Encore AI Labs",
    "Encore",
    "Candle - Couple Games & Photos"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/967c1e53e66d046df8e703123f8c4710471c7285.png",
  "website": "https://www.trycandle.app/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Most relationships, romantic or platonic, don’t end in one moment, they drift apart over time. Missed check-ins, surface-level conversations, busy lives, and routines replace real connection. Candle helps couples and friends stay close through 1-minute daily rituals that bring back presence, play, and curiosity.\r\n\r\nCandle gives couples and friends a daily, low-pressure game designed to create emotional momentum: the most essential, and often most neglected, ingredient in long-term connection.\r\n\r\nWhat started as a swipeable questions game has grown into a full platform and private space for your relationship:\r\n\r\n- Daily Prompts & Games: Thoughtful, funny, and unexpected questions, couple quizzes, audio and photo challenges that update and adapt monthly\r\n\r\n- Shared Canvas Widget: Leave notes, doodles, or drawings right on each other’s home screen\r\n\r\n- Now in beta: Date Ideas Swiping**: Get 60 curated date ideas based on your area (yes, even San Francisco :)), updated weekly. Swipe to match on what you both want to try. From pop-up events to hidden gems, it’s the easiest way to try something new together or even with friends or family! We’d love feedback here!\r\n\r\n- Streaks & Shared Progress — Build accountability and a shared rhythm\r\n\r\n- Adaptive Decks: Smarter, more relevant questions over time\r\n\r\n- Shared Photo Albums & Memories: Keep track of all your photos and logged memories\r\n",
  "one_liner": "Candle helps couples and friends grow closer daily in just 5 minutes.",
  "team_size": 2,
  "industry": "Consumer",
  "subindustry": "Consumer",
  "launched_at": 1731102747,
  "tags": [
    "Artificial Intelligence",
    "Consumer",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Fall 2024",
  "status": "Active",
  "industries": [
    "Consumer"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/candle",
  "api": "https://yc-oss.github.io/api/batches/fall-2024/candle.json"
}
