{
  "id": 30032,
  "name": "Coblocks",
  "slug": "coblocks",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/46707ad38f8fd59e85067d699fe9815eaa71b3c8.png",
  "website": "https://coblocks.ai",
  "all_locations": "New York, NY, USA",
  "long_description": "Coblocks is a thoughtfully-designed data platform that helps teams write queries and automate workflows faster. \r\n\r\nWe understand the columns, tables, and relationships in your data and use them to help anyone on your team build pipelines with AI, SQL and Python. Think of us like Zapier plus Cursor for data engineering.\r\n\r\nHere’s how we’re different:\r\n\r\n• All-in-one: You can get started in 2 minutes – no setup or configuration required. We have one-click integrations, warehousing, transformation, and schedules all built in.\r\n• Seamless integrations: Plug in your Postgres database, Stripe transactions, Hubspot leads, or any other data source, without writing code to keep things in sync.\r\n• Thoughtful AI: We love Cursor and we love data – we combined the two to help you write accurate queries. We use existing metadata to help you create new datasets, connect sources, fix errors, or edit in place.\r\n• Collaborative: Easily share data and discover what others in your org have built as a starting place for your analysis. Wrap common blocks of logic with templates so your team never has to start from zero.\r\n• Resilient and Scalable: Our compute engine is lightning-fast for queries and builds. Git and branching are built-in for both code and data, so you can time-travel backwards when things break. You can start with GBs and grow to TBs.",
  "one_liner": "Build data pipelines in minutes with AI",
  "team_size": 2,
  "industry": "B2B",
  "subindustry": "B2B -> Infrastructure",
  "launched_at": 1731328761,
  "tags": [
    "Analytics",
    "Data Science",
    "Big Data",
    "Data Engineering",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Fall 2024",
  "status": "Active",
  "industries": [
    "B2B",
    "Infrastructure"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/coblocks",
  "api": "https://yc-oss.github.io/api/batches/fall-2024/coblocks.json"
}
