{
  "id": 1417,
  "name": "AdmitSee",
  "slug": "admitsee",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "https://www.admitsee.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "The peer-to-peer platform features the largest searchable database of college and graduate school application files – including essays, extracurriculars, test scores, and advice. The files are all uploaded by college students themselves and displayed in LinkedIn-style profiles. Prospective college students get to read real application examples and connect with the college students behind them.\r\n\r\nOur revenue-share model offers college students an easy way to make money by passing down their personal application journeys and insights to younger students. For every view their profiles get, they earn a commission. Not only does it bring transparency to the black box of admissions, AdmitSee believes it pays to pay it forward.\r\n\r\nOur mission is to level the admissions playing field so college is accessible to any student no matter their background. While the platform runs on a subscription service, we offer free access to students who qualify for aid under college readiness programs or those who attend Title I schools.\r\n\r\nAdmitSee has amassed millions of data points that allow the team to surface admissions insights. Both quantitative and qualitative information can be analyzed to provide big picture admissions trends or personalized recommendations for individual users. The data is applicable not just for students but also for educators and institutional players to better serve applicants.\r\n\r\nBy providing cost-effective, direct access to data-driven peer insights, AdmitSee empowers applicants to improve their application strategies, find trusted peer mentors, and plan for their futures.",
  "one_liner": "AdmitSee is the largest searchable database of crowdsourced college…",
  "team_size": 4,
  "industry": "Education",
  "subindustry": "Education",
  "launched_at": 1465149618,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "IK12",
  "status": "Active",
  "industries": [
    "Education"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/admitsee",
  "api": "https://yc-oss.github.io/api/batches/ik12/admitsee.json"
}
