{
  "id": 1400,
  "name": "Classkick",
  "slug": "classkick",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d02399527b40769c1b73a996779233d47b8b2ade.png",
  "website": "http://www.classkick.com/",
  "all_locations": "Chicago, IL, USA; Remote",
  "long_description": "Every day, teachers struggle to answer all of their students’ questions. Even worse, they’re often unaware of who needs help because some students are too shy to raise hands. Classkick is a free app that eliminates those roadblocks, showing teachers exactly what their students are doing and who has pressed “I need help” on a specific part of their assignment. \r\n\r\nRather than reinvent how students learn or how teachers teach, Classkick facilitates current classroom learning. In Classkick, every student's’ handwriting, whether it’s a 2nd grader drawing a picture or an 11th grader doing physics, appears live to the teacher in a mosaic of working students. The teacher can zoom into any student’s sheet to help them and ask a probing question to redirect their thinking. By the time the student has read and thought through the feedback, the teacher has already swept off and helped 5 others.\r\n\r\nWe are hyper focused on one goal: increase student learning. To achieve this, we listen to educators to truly understand how technology can assist in the learning process.",
  "one_liner": "More Tries For Kids",
  "team_size": 11,
  "industry": "Education",
  "subindustry": "Education",
  "launched_at": 1465149616,
  "tags": [
    "Artificial Intelligence",
    "Education",
    "Feedback"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "IK12",
  "status": "Active",
  "industries": [
    "Education"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/classkick",
  "api": "https://yc-oss.github.io/api/batches/ik12/classkick.json"
}
