{
  "id": 1409,
  "name": "Peekapak",
  "slug": "peekapak",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://www.peekapak.com",
  "all_locations": "Toronto, ON, Canada",
  "long_description": "Peekapak is an award-winning, social & emotional learning (SEL) program designed for the classroom and the home. Developed by education experts, Peekapak's innovative curriculum combines teaching skills like gratitude, empathy and self-regulation with Common Core reading and writing standards. Peekapak aims to make SEL learning resources more accessible with its freemium website. Teachers can sign up for free at www.peekapak.com. \n\n• Featured on Flare, Huffington Post, EdSurge, Edutopia, Entrepreneur Magazine, BetaKit, TechVibes, Yahoo Finance, International Business Times, CBC TV & Radio, Metro News, Adweek, CTV, Toronto Star and CH Morning Live\n• Backed by Imagine K12 (the Edtech vertical of YCombinator) & JOLT (MaRS) Accelerator programs with investment and is an Unreasonable Institute Fellow\n• Research partnerships with Denver Public Schools, Elizabeth Public Schools and Mile High Early Learning and 3 research projects with George Brown College's Early Childhood Department from the Canadian Government (NSERC) and the Ontario Centres for Excellence (OCE) \n• Academics'​ Choice Award Winner\n• Winners of the MasterCard Women in Entrepreneurship program\n• Recipient of the Centre For Social Innovation's Ontario Catapult Microloan, SheEO program and Grand Prize Winner of the It's a Start Competition",
  "one_liner": "",
  "team_size": 11,
  "industry": "Education",
  "subindustry": "Education",
  "launched_at": 1465149617,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "IK12",
  "status": "Active",
  "industries": [
    "Education"
  ],
  "regions": [
    "Canada",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/peekapak",
  "api": "https://yc-oss.github.io/api/batches/ik12/peekapak.json"
}
