{
  "id": 1380,
  "name": "Securly",
  "slug": "securly",
  "former_names": [],
  "small_logo_thumb_url": "/company/thumb/missing.png",
  "website": "http://www.securly.com",
  "all_locations": "San Jose, CA, USA",
  "long_description": "Cloud-based web filtering for K-12 Schools | Parental controls for families | Manage screen time. Any device, anywhere.\n\nNot only a pioneer, Securly is also one of fastest-growing EdTech companies in Silicon Valley. Maybe even the world. Our ground-breaking tech allows schools and parents to keep kids safe in what is an increasingly digital world. Our goal is not to censor the Internet, but to mitigate the negative effects it can have on children. To us, a safer world for kids is a goal worth having.\n\nOur cloud-based web filter keeps students safe, parents in the loop, and school costs down. On top of this, we are paving the way with an AI that alerts parents and counselors to instances of cyberbullying or even self-harm. Our tech can literally save lives. Pretty cool, right? Not many tech companies can say that. \n\nFrom the coders to the engineers to the interns, everyone at Securly is motivated to make the Internet safer for millions of kids and, as a result, make them better digital citizens. That said, we’re always on the lookout for like-minded people to help us expand our ranks. \n\nSecurly was founded by two network security veterans with a combined 20+ years of security experience. We proudly serve over 1000 school districts and more than 2M students and staff throughout the world.",
  "one_liner": "",
  "team_size": 51,
  "industry": "Education",
  "subindustry": "Education",
  "launched_at": 1465149614,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "IK12",
  "status": "Active",
  "industries": [
    "Education"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/securly",
  "api": "https://yc-oss.github.io/api/batches/ik12/securly.json"
}
