{
  "id": 12129,
  "name": "Dover",
  "slug": "dover",
  "former_names": [
    "Swapspace"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/2f909fcfa4b1bfac3a61c82e3d1b8ee42e93bf79.png",
  "website": "https://dover.com",
  "all_locations": "New York, NY, USA; Remote",
  "long_description": "Dover is on a mission to help every company build an amazing team. Every founder and business leader should have the tools and support they need to hire the right talent — fast.\r\n\r\nDover combines powerful free software with flexible recruiting services to help startups and growing companies scale efficiently. Dover is built around two core offerings:\r\n\r\nFree Recruiting Tools:\r\nDover's ATS is a lightweight but powerful applicant tracking system built for busy founders and hiring managers. It’s as easy to use as a spreadsheet but includes everything you need to manage your first 100 hires — without the bloat of traditional ATS platforms. Hundreds of companies use Dover’s free tools to streamline their hiring process and stay in control as they grow.\r\n\r\nRecruiting Partner Marketplace:\r\nWhen companies need help, Dover connects them with top-tier, fractional recruiters through our on-demand marketplace. Recruiting Partners are experienced, startup-savvy professionals who can step in quickly to manage sourcing, interviewing, closing, and more — without the cost or commitment of an agency or full-time hire.\r\n\r\nDover went through Y Combinator in 2019, and today 500+ companies use our product to run a better hiring process. We've raised $23M from top VCs. ",
  "one_liner": "Your startup's all-in-one recruiting solution",
  "team_size": 12,
  "industry": "B2B",
  "subindustry": "B2B -> Recruiting and Talent",
  "launched_at": 1541833230,
  "tags": [
    "B2B",
    "Recruiting"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Summer 2019",
  "status": "Active",
  "industries": [
    "B2B",
    "Recruiting and Talent"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/dover",
  "api": "https://yc-oss.github.io/api/batches/summer-2019/dover.json"
}
