{
  "id": 12875,
  "name": "LAIKA",
  "slug": "laika",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/d1d0a96d3caa0ed417a09c003a03a851b6493e70.png",
  "website": "https://laika.com.co/",
  "all_locations": "Bogotá, Bogota, Colombia",
  "long_description": "The top of mind for pets, the “one-stop shop” market in LATAM. A pet ecosystem that combines On and offline platform where pet owners will find a solution for all their needs, including products & services. \r\nCurrently, to meet the needs of their pets, people must go to different places and platforms. To find products, they go to one place; for services, they go to several others; and for healthcare, a few more. In Colombia, in average, a person must visit or consult more than seven places per year to meet the needs of their pets.\r\n\r\nWe built a digital platform where users don’t have to go anywhere else to meet said needs. With two main sections; products and services. In the products section, we have more than 4,000 references (among which you can find most of the brands of food, snacks, medicines, accessories and others). In the services section, we have more than 17 services, all the healthcare, beauty and entertainment services. All of the above delivered straight to your home and with the flexibility of choosing the date and time on and at which you wish to receive the order, including same-day deliveries for the main cities and accepting all payment methods, both online and cash on delivery.",
  "one_liner": "Online pets supplies for Latin America with over 4000 products & 20…",
  "team_size": 500,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1559319300,
  "tags": [
    "Marketplace"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2019",
  "status": "Active",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "Colombia",
    "Latin America",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/laika",
  "api": "https://yc-oss.github.io/api/batches/summer-2019/laika.json"
}
