{
  "id": 12533,
  "name": "Lofty",
  "slug": "lofty",
  "former_names": [
    "Lofty AI"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/62a04ef2b7d6dce455bc9febecc0ebda46301613.png",
  "website": "https://www.lofty.ai/",
  "all_locations": "Miami, FL, USA; Remote",
  "long_description": "Lofty is a marketplace that let's anyone sell a house to investors online. Instead of the typical real estate transaction where one seller sells to one buyer, Lofty is much more flexible.\r\n\r\nSellers fractionalize their equity ownership in the property into smaller units, so that anyone can buy a portion for as little as $50, allowing access to one of the best asset classes for people who have previously been locked out. Sellers can also sell a portion of their equity (starting at just 10%) instead of the entire property or create customized HELOC structures.\r\n\r\nInvestors can browse a variety of individual real estate properties ranging from commercial strip malls, a HELOC in someone's house, Airbnbs, to a single-family rental properties, and directly purchase ownership in these properties in under 5 minutes. There is no lockup period. Users can constantly trade these ownerships with others on the marketplace.\r\n\r\nInvestors truly legally own the properties they invested in and co-manage it with other investors through an online governance program. Owners have so far voted on how to handle various repairs, delinquent tenants, the sale of the underlying property, and much more.\r\n\r\nLofty never custodies or handles user funds or assets. Through smart-contracts on the blockchain, all transactions are directly peer-to-peer.\r\n\r\nIf we succeed, we'll have built the NASDAQ for real estate and transformed how real estate is bought and sold in the USA.",
  "one_liner": "Building the NASDAQ for Real Estate.",
  "team_size": 7,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1555991344,
  "tags": [
    "Fintech",
    "Crypto / Web3",
    "Real Estate",
    "Investing"
  ],
  "tags_highlighted": [
    "Crypto / Web3"
  ],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2019",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/lofty",
  "api": "https://yc-oss.github.io/api/batches/summer-2019/lofty.json"
}
