{
  "id": 12728,
  "name": "MyPetrolPump",
  "slug": "mypetrolpump",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/873e6a24dc0099a9092da2dab96e2393961c5ecb.png",
  "website": "https://mypetrolpump.com/",
  "all_locations": "Bengaluru, KA, India",
  "long_description": "Why did we pick this idea to work on? \r\nIndia is a country with 200 mln vehicles (about the same number as USA) but one third the number of gas stations(60K) as compare to USA(160K), The consequence of odd number of fuel stations is long queues of vehicles at the gas stations to fill up, heavily congested Indian roads make it worse. Opening of 100K new fuel stations is practically & economically impossible in urban localities due to rocketing high land prices. And that's how the idea of mobile refueling was conceptualized by founders. Literally \"bringing the gas stations to doorsteps\". The problem of buying fuel is much more alarming in large volume consumer segments such as Vehicle fleet users like schools, cab rentals, freight logistics operators , tours and travels operators, hospitals, hotels, real estate etc who burn huge amount of dead mileage & loss of productivity while sending all fleet vehicles to gas stations to fill up. Additionally, India has a unique problem of Electricity blackouts. Current avg. is less than 18 hours of a day of electricity in Indian metro cities, which causes more than 20 mln household and commercial buildings running on backup generators which require Diesel. They cant bring the generators to gas stations either therefore they buy Diesel in jerry cans or barrels and transport unsafely. Our solution is solving the desperate & daily need of Indian consumers along with convenience.\r\n\r\nDo we have domain expertise in this area? \r\nFounder is ex veteran of Shell with 9 years of global experience, has complete understanding Oil marketing business.\r\n\r\nHow do you know people need what you're making? \r\nWe have over 5000 registred large volume customers who are waiting to be served. With our limited number of refueling vehicles ,we could serve max 1200 customers currently. We got all these customers without spending a penny in marketing and promotion. Zero sales efforts. Additionally, we have received over 400 franchisee requests across India where people want to offer mobile refueling service their town validating the demand.",
  "one_liner": "On demand fuel delivery service in India",
  "team_size": 42,
  "industry": "B2B",
  "subindustry": "B2B -> Supply Chain and Logistics",
  "launched_at": 1557422414,
  "tags": [
    "Logistics",
    "India"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Summer 2019",
  "status": "Acquired",
  "industries": [
    "B2B",
    "Supply Chain and Logistics"
  ],
  "regions": [
    "India",
    "South Asia"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/mypetrolpump",
  "api": "https://yc-oss.github.io/api/batches/summer-2019/mypetrolpump.json"
}
