{
  "id": 24303,
  "name": "Cero",
  "slug": "cero",
  "former_names": [
    "CERO.AI"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/28978000b8dcc240b064a1480e88b2e3fa90b056.png",
  "website": "https://cero.ai",
  "all_locations": "Santiago, Santiago Metropolitan Region, Chile; Remote",
  "long_description": "At Cero, we solve specific coordination tasks between hospitals and patients, such as appointment confirmations and last minute cancellations, by automatically communicating with patients over WhatsApp. For example, a patient can confirm and reschedule their appointment without needing to call anyone.\r\n\r\nAlmost half of the medical appointments in Latin America are missed because patients simply do not show up. This ranges from missing a regular dentist check to missing an expensive MRI scan. With increasing pressure to improve access to care in developing countries, optimizing communication and coordination with patients is a key task to achieve. This is a massive problem especially in places where most people don't know how to effectively use self-service mediums (or are too busy to use them).\r\n \r\nWe bootstrapped the company and we are profitable. As of August 2021 we have $97K in monthly revenue from 15 clients with a CMRG of 20% in the last year. We have 100% logo retention and we grow with our clients. We are currently coordinating over 600,000 medical appointments every month, just in Chile.\r\n\r\nThis problem represents a $3.5B market opportunity in Latin America only. Latin America has 650M people, each one having an average of 3 medical consultations per year. We charge for every time we effectively communicate with a patient. We plan to handle several coordination interactions with every patient for each consultation, which considers a roadmap of scheduling, confirming, booking, reimbursements, payments, among others.\r\n\r\nWe are a team mixing strong knowledge about the healthcare industry with deep technical skills. Felipe (CEO) is a former dentist that has led deep changes in healthcare payments in Chile. Mauricio (CTO) and Jorge (R&D), both PhD in Computer Science, led the creation of the most advanced Spanish Language Neural Network used daily by scientists and practitioners in LatAm (BETO: Spanish BERT).\r\n\r\nIn a weekend project, Mauricio and Jorge automated the communication with students attending a summer school obtaining impressive engagement. Felipe was struggling with contacting his patients to coordinate appointments, and saw a big opportunity in this technology. The three together have designed and run a solution that as of 2021 is coordinating over 600,000 patients per month in their home country, Chile.",
  "one_liner": "Automated communication between hospitals and patients in Latam",
  "team_size": 10,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1625106698,
  "tags": [
    "Machine Learning",
    "Consumer Health Services",
    "B2B",
    "NLP"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "Chile",
    "Latin America",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/cero",
  "api": "https://yc-oss.github.io/api/batches/s21/cero.json"
}
