{
  "id": 24876,
  "name": "Nash",
  "slug": "nash",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/85d1c8b167dc541ab5c546bde5eef2173f5264c6.png",
  "website": "https://www.usenash.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Last mile is a $500B industry powering digital commerce but managed largely with self managed API integrations. Nash approaches last mile orchestration with information completeness solutions from checkout, courier management, customer engagement, and post-purchase experience. Doing this enables merchants and customers to capture immense efficiencies, drive better customer experience, reliability and business outcomes.\r\nWe are working towards a mission of processing a double digit percentage of every physical last-mile transaction. We achieve this by providing top of the market modules for each step of the customer journey and leveraging the network effects from having more information that allows traditional competitors to collaborate. It’s a big mission, but we are already seeing strong market pull as we are already serving some of the largest retailers in the world like Walmart, 7-Eleven and Woolworths.\r\nNash was founded in 2021 by Mahmoud Ghulman (2x Founder, MIT) and Aziz Alghunaim (2x Founder, 2x YC, Ex-Palantir, MIT) and has raised funding from top investors, including Y-Combinator and a16z, to build the world’s best logistics infrastructure platform. We are based in SF.",
  "one_liner": "Nash is building the logistics infrastructure for the internet",
  "team_size": 40,
  "industry": "B2B",
  "subindustry": "B2B -> Supply Chain and Logistics",
  "launched_at": 1625087366,
  "tags": [
    "Marketplace",
    "SaaS",
    "B2B",
    "Delivery",
    "Logistics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "B2B",
    "Supply Chain and Logistics"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/nash",
  "api": "https://yc-oss.github.io/api/batches/s21/nash.json"
}
