{
  "id": 24682,
  "name": "Pandai",
  "slug": "pandai",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/c207a301c4b691e3442cd4f0f0e317b08fdb8c94.png",
  "website": "https://www.pandai.org",
  "all_locations": "Kuala Lumpur, Federal Territory of Kuala Lumpur, Malaysia",
  "long_description": "💡 What is Pandai?\r\n\r\nPandai is an app that helps students get better grades in school. \r\n\r\nPandai provides gamified quizzes aligned to a specific school curriculum, from which students can learn, practice, get feedback, and diagnose their weaknesses.\r\n\r\n🔥 Why do we build this? \r\n\r\nIn Southeast Asia, the education system is competitive and exam-oriented. \r\n\r\nThere is a huge demand for interventions (tutors, workbooks, and extra classes) to help students perform better in school. Pandai fills the demand with a solution that is better than the alternatives.\r\n\r\n👨‍🏫 Who We Are\r\n\r\nThe three founders are based in Malaysia and have known each other since high school, 23 years ago. \r\n\r\nAfter we graduated (from MIT & other US colleges), we started our first education company in 2007, focusing on coaching school students in STEM subjects.\r\n\r\nWe worked closely with students (many of them from underprivileged backgrounds) and saw firsthand the impact we’ve had on them. \r\n\r\nWe then realized that with technology, we could reach more students and bring more impact. Hence, we released Pandai in 2020. \r\n\r\n🚀 Present & Future\r\n\r\nCurrently, we have launched in our home ground Malaysia in 2020. \r\n\r\nSo far, 280,000 students have completed 83 million questions on Pandai, and 92% of users have seen some improvement in their academic performance. \r\n\r\nWe plan to expand to Southeast Asia and other emerging markets, a market of 100M+ school students. Pandai is designed to be scalable, and our content (also available in English) can be mapped to other curricula from other countries. ",
  "one_liner": "Learning app for school students in Southeast Asia",
  "team_size": 32,
  "industry": "Education",
  "subindustry": "Education",
  "launched_at": 1626866557,
  "tags": [
    "Education",
    "SaaS",
    "Subscriptions"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "Education"
  ],
  "regions": [
    "Malaysia",
    "Southeast Asia",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/pandai",
  "api": "https://yc-oss.github.io/api/batches/s21/pandai.json"
}
