{
  "id": 24555,
  "name": "RMFG",
  "slug": "rmfg",
  "former_names": [
    "slip",
    "Slip",
    "Diode"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/478e701c39eeedcf1b544f7adc346ba234c68d4a.png",
  "website": "https://www.rmfg.com",
  "all_locations": "Fort Worth, TX, USA",
  "long_description": "We're building autonomous sheet metal factories. Sheet metal is a large ($200b+ in the US) industry heavily reliant on human labor. If you're building something in the real world, it's almost a certainty that you will use sheet metal in some capacity. It's used in automotive manufacturing, aerospace, consumer goods, defense, and many more verticals. The industry mostly operates the same way it has for the last 50+ years.\r\n\r\nWe're making a 10x better experience for people to get sheet metal parts manufactured. We are vertically integrated and build everything from our quoting engine to the physical automation inside of our factory. Factories should own automation as a core in-house skill. \r\n\r\nToday we sell laser cut and bent sheet metal parts. Users can get instant quotes through our website (and eventually through integrations build on top of our API). We build custom internal software to command and control the operations of the factory. \r\n\r\nRight now we are actively working on fully automating the production of laser cut parts including scheduling, material movement, laser configuration, etc. Orders will be able to come in, and our software will control the factory and output parts ready to ship. \r\n\r\n",
  "one_liner": "Autonomous Sheet Metal Factories",
  "team_size": 2,
  "industry": "Industrials",
  "subindustry": "Industrials -> Manufacturing and Robotics",
  "launched_at": 1625587751,
  "tags": [
    "Robotics",
    "Manufacturing",
    "Industrial"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "Industrials",
    "Manufacturing and Robotics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/rmfg",
  "api": "https://yc-oss.github.io/api/batches/s21/rmfg.json"
}
