{
  "id": 24555,
  "name": "RMFG",
  "slug": "rmfg",
  "former_names": [
    "slip",
    "Slip",
    "Diode"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/478e701c39eeedcf1b544f7adc346ba234c68d4a.png",
  "website": "https://www.rmfg.com",
  "all_locations": "Fort Worth, TX, USA",
  "long_description": "We're RMFG, and we're building an autonomous metal fabrication shop. We're a technology-first fab shop with instant quoting, high visibility, and robotic automation — starting with laser cut parts and robotic welded sheet metal assemblies. \r\n\r\nThe traditional metal fab industry is a large, highly fragmented, and low NPS industry that relies on huge amounts of manual labor. \r\n\r\nManual labor in metal fabrication is a huge bottleneck, particularly welding. There is a shortage of over 300,000 welders in the US and lead times for welded parts span multiple months.\r\n\r\nWe're building flexible vision-based robot systems that can weld a high-mix of parts. Over time we can use the same software base for our welding robots to expand into other manual tasks in metal fabrication like: operating press brakes, riveting parts, grinding, surface finishing, fixturing,  etc. \r\n\r\nWe're building the factory ground-up to be API driven. Part of the thesis is that it's going to be an order of magnitude easier to design parts in the coming years from AI advances and we'll need core manufacturing technology that can keep up with the demand and pace from these advances. \r\n\r\nThe long-term vision is completely autonomous API-driven factories for finished metal parts.",
  "one_liner": "Autonomous metal fabrication",
  "team_size": 2,
  "highlight_black": false,
  "highlight_latinx": true,
  "highlight_women": false,
  "industry": "Industrials",
  "subindustry": "Industrials -> Manufacturing and Robotics",
  "launched_at": 1625587751,
  "tags": [],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "Industrials",
    "Manufacturing and Robotics"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/rmfg",
  "api": "https://yc-oss.github.io/api/batches/s21/rmfg.json"
}
