{
  "id": 24381,
  "name": "Sequin",
  "slug": "sequin",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/47b6f40ba43cf8bcab62d5da9b5de194eaf83e88.png",
  "website": "http://www.sequincard.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Sequin (Y Combinator) is the first debit card designed to reward women where we're spending with up to 6% cashback on beauty, drugstores, gyms, local salons, and more! Cardmembers gain access to high interest checking, financial education, and a community of ambitious women. Plus, each Sequin Card is customized with a money mantra!\r\n\r\nVrinda Gupta, the founder and CEO, launched the Chase Sapphire Reserve at Visa, where she was rejected from the credit card she built! She learned that 70% of women today were making avoidable financial mistakes like she was, and embarked on a mission to close gender-based financial gaps. She teamed up with ex-PayPal engineering leader, Mark Thomas, co-founder and CTO, to build a membership-based banking designed to empower women financially.\r\n\r\nSequin is backed by high-profile investors such as the Schwab Family, Y Combinator, and IDEO Ventures and is an official Visa partner. The team plans to expand its offerings into a $65B largely untapped market for women's financial products from first bank account to retirement products. ",
  "one_liner": "Sequin is the first debit card designed for women.",
  "team_size": 3,
  "industry": "Fintech",
  "subindustry": "Fintech -> Consumer Finance",
  "launched_at": 1626371959,
  "tags": [
    "Fintech",
    "Consumer",
    "Consumer Finance",
    "Femtech",
    "Diversity & Inclusion"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "Fintech",
    "Consumer Finance"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/sequin",
  "api": "https://yc-oss.github.io/api/batches/s21/sequin.json"
}
