{
  "id": 24385,
  "name": "ShipBlu",
  "slug": "shipblu",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/b873d677821cb1f25874e9df84d0e6fce432a622.png",
  "website": "http://www.shipblu.com",
  "all_locations": "Cairo, Cairo Governorate, Egypt",
  "long_description": "ShipBlu provides Amazon level logistics for eCommerce companies in MENA - one of the fastest growing eCommerce markets in the world. As it stands, the majority of delivery providers are still using pen and paper to manage delivery and fulfillment operations, leading to 5x the rate of failed deliveries and 3x the operating costs as compared to global benchmarks.\r\n\r\nAt ShipBlu, we've built an infrastructure that handles every aspect of delivery and fulfillment operations. We've also added some unique features that tie in various business functions, allowing us to realize significant efficiencies compared to other players. Our platform is managed by ShipBlu AutoPilot - our collection of Artificial Intelligence and Machine Learning algorithms that constantly make operational predictions and decisions to reduce costs, meet delivery constraints, and refine our operating assumptions. Designed by ShipBlu's CTO, Abdelrahman is currently completing his PhD at Brown University where he explores the applications of AI and ML in optimization problems.\r\n\r\nWe built a nationwide delivery network in Egypt in about 2.5 months, kicking off operations on Aug 1st, 2021. In under 4 weeks, we have signed on over 40 merchants, and when those merchants fully go live in October, we will be making over $40k in MRR.",
  "one_liner": "Amazon Level Logistics for eCommerce Companies in MENA.",
  "team_size": 300,
  "industry": "B2B",
  "subindustry": "B2B -> Supply Chain and Logistics",
  "launched_at": 1624825828,
  "tags": [
    "Delivery",
    "AI"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "B2B",
    "Supply Chain and Logistics"
  ],
  "regions": [
    "Egypt",
    "Middle East and North Africa",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/shipblu",
  "api": "https://yc-oss.github.io/api/batches/s21/shipblu.json"
}
