{
  "id": 24828,
  "name": "Sitenna",
  "slug": "sitenna",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/ab5988a019783acdb1a9c47fc936a37d129bc614.png",
  "website": "http://www.sitenna.com",
  "all_locations": "Atlanta, GA, USA; Remote",
  "long_description": "Modern infrastructure (incl. 5G wireless and EV charging) has a problem. Whilst analysts are claiming exponential growth in deployments in the coming years, the truth is that the process of site acquisition and management is currently manual, archaic and painful. Sitenna has developed software to digitise the process reducing site acquisition from currently 24 months to a matter of weeks. We work with Real Estate, Local Government, Infrastructure Providers and Operators.\r\n\r\nSitenna launched in the UK in late 2021 and was selected as the leading software vendor to a UK government sponsored infrastructure project, with over 1m assets on the platform and all major telecom players active, including BT, EE and BAI. \r\n\r\nThe team is led by a group of industry veterans with C-Suite level access to telecom companies worldwide. Daniel has worked in the telecoms industry for over 12 years and he has supported $100bn in transactions in over 30 countries. Brian has over 12 years’ experience as a technical consultant including BAE Systems Applied Intelligence, Norkom and Ericsson. Both are multiple time founders, execs and non-execs in start-ups including exits.",
  "one_liner": "Compound B2B SaaS for modern infrastructure to deploy and manage sites",
  "team_size": 7,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1625497550,
  "tags": [
    "Marketplace"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/sitenna",
  "api": "https://yc-oss.github.io/api/batches/s21/sitenna.json"
}
