{
  "id": 24154,
  "name": "Tablevibe",
  "slug": "tablevibe-co",
  "former_names": [
    "Tablevibe.co"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/4ad6d65b73663c6f23ddabd04f80d71e271e2d37.png",
  "website": "https://www.tablevibe.co",
  "all_locations": "Singapore, Singapore; Remote",
  "long_description": "We are on a mission to help restaurants go direct-to-consumer. Our direct online ordering system enables eateries to easily start their own webshop and sell directly to dine-in, pickup, and delivery customers without the high commission fees of third-party apps.\r\n\r\nOur system automatically books drivers from Uber, Doordash, Grab, Foodpanda and Lalamove for a low distance-based fee. In total, restaurants save up to 80% and build their own customer database by processing orders with Tablevibe.\r\n\r\nWe offer more than just an ordering system. We're creating an ecosystem around digital ordering and leveraging customer insights to maximise sales. Our solutions include innovative cashback programs, referral incentives, and marketing campaigns, combined with a singular platform to manage all online orders and menus. Plus, our feedback surveys are pivotal in growing customer satisfaction and online reviews.\r\n\r\nBacked by Global Founders Capital, Y Combinator, and Velocity Ventures, we’re here to redefine your restaurant’s future. Join the thousands of restaurants who are thriving with us by booking a call with one of our restaurant experts at tablevibe.co/democall or by contacting our team via hello@tablevibe.co.",
  "one_liner": "All-in-one digital ordering system for restaurants",
  "team_size": 10,
  "industry": "B2B",
  "subindustry": "B2B -> Retail",
  "launched_at": 1624604887,
  "tags": [
    "SaaS",
    "E-commerce",
    "Food Tech",
    "Retail"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "B2B",
    "Retail"
  ],
  "regions": [
    "Singapore",
    "Southeast Asia",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/tablevibe-co",
  "api": "https://yc-oss.github.io/api/batches/s21/tablevibe-co.json"
}
