{
  "id": 24567,
  "name": "Tenyks",
  "slug": "tenyks",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7006298209ca0e4b566665242aadbc44f58b1d59.png",
  "website": "http://tenyks.ai/",
  "all_locations": "Cambridge, England, United Kingdom; England, United Kingdom; Remote",
  "long_description": "Tenyks (YC'S21) is a University of Cambridge spin-out inventing the intelligence that powers the AI revolution to protect the world from the Terminator. Imagine Snowflake for Vision, helping ML Engineers build better, safer models, in a faster and more efficient way. \r\n\r\nSpecifically, our end-to-end platform is CV Engineers' Ultimate Productivity Tool to: \r\n\r\n1. Automate Data Quality Detection: It streamlines the process of identifying and rectifying data quality issues, ensuring the integrity of your datasets.\r\n2. Accelerate Data Curation: Our platform expedites the curation of similar images and objects, facilitating data collection and balancing.\r\n3. Catalog Vast Datasets: With its flexibility, the platform allows you to efficiently index and catalogue extensive datasets.\r\n4. Seamless CI/CD Integration: Tenyks effortlessly integrates with your CI/CD pipelines, reducing the risk of regressions and enhancing your development workflow.\r\n5. Security & Scalability: Securely orchestrated in the cloud to foster seamless cross-team collaboration and scale to millions of images & hundred of millions of objects. \r\n\r\nThe founders developed the technology (the result of 9 top-tier publications and a patented invention) during their PhD research in Safe & Explainable AI for Computer Vision.",
  "one_liner": "Data-Centric Co-Pilot for Computer Vision Engineers",
  "team_size": 14,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1630087785,
  "tags": [
    "AIOps",
    "Deep Learning",
    "Developer Tools",
    "Computer Vision",
    "API"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United Kingdom",
    "Europe",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/tenyks",
  "api": "https://yc-oss.github.io/api/batches/s21/tenyks.json"
}
