{
  "id": 24567,
  "name": "Tenyks",
  "slug": "tenyks",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/7006298209ca0e4b566665242aadbc44f58b1d59.png",
  "website": "http://tenyks.ai/",
  "all_locations": "Cambridge, England, United Kingdom; Remote",
  "long_description": "Tenyks (YC S21) is a Cambridge University spin-out building the World's Most Versatile Visual Intelligence Platform—think Snowflake for Vision or GPT for Video.\r\n\r\nProblem: Companies today collect oceans of visual data (from cameras, drones, and satellites), but struggle to extract actionable insights. Current solutions rely heavily on manual analysis by call centres in locations like the Philippines or AI platforms narrowly focused on security rather than deeper operational insights. This leaves critical improvements in efficiency, customer satisfaction, and revenue growth unrealised.\r\n\r\nSolution: Tenyks unlocks unprecedented insights by applying advanced multimodal Vision-Language Models (VLMs) capable of comprehensive video summarisation, retrieval, and visual question-answering. These VLMs are seamlessly combined with specialised analytics for emotion detection, activity recognition, object tracking, and even gait analysis. Our platform transforms ordinary visual footage into extraordinary operational intelligence.\r\n\r\nInitial Focus: Starting with Quick Service Restaurants (QSRs), we enable operations leaders to instantly understand customer flow, kitchen efficiency, staff productivity, and quality of service using their existing security camera footage—turning previously inaccessible data into direct operational improvements and clear financial ROI. For instance, insights from Tenyks can accelerate the speed of service significantly; even a 1-second improvement in service speed could generate $30,000 additional annual revenue per restaurant. For a multi-unit owner of 100 restaurants, that's an additional $3 million per year.\r\n\r\nTraction: We've recently secured our first Fortune 500 customer, joining other major enterprises, global system integrators, and high-growth startups trusting Tenyks for powerful, data-driven decision-making.\r\n\r\nWhy Tenyks: Our patented technology originates from the founders' PhD research at Cambridge University. Previously, we helped world-leading teams scale high-performing Vision AI in production. \r\n\r\nRecognition: Recognised as a Rising Star in Gen AI by Sifted, Best Product of the Year by Vision AI Alliance, and Company of the Year by Cambridge University (previously awarded to DeepMind).",
  "one_liner": "The World's Most Versatile Video Answering Engine ",
  "team_size": 11,
  "industry": "B2B",
  "subindustry": "B2B",
  "launched_at": 1630087785,
  "tags": [
    "Artificial Intelligence",
    "Computer Vision",
    "Video",
    "AI",
    "AI Assistant"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "B2B"
  ],
  "regions": [
    "United Kingdom",
    "Europe",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/tenyks",
  "api": "https://yc-oss.github.io/api/batches/s21/tenyks.json"
}
