{
  "id": 23967,
  "name": "Varos",
  "slug": "varos",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/1d8d1d12eabe00614dddbb8b85a798561bc42d4d.png",
  "website": "http://varos.com",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Varos is a data sharing platform helping companies compare their KPIs to their peers. Within 1.5 years, we have over 4,000 companies as part of our co-op and growing rapidly.\r\n\r\nVaros is pioneering a new category of data analytics that’s challenging traditional taboos around cross-company collaboration. Varos’ platform helps its users understand their own performance vs. direct competitors by unlocking data that is currently stored in different silos. In fact, a growing base of thousands of users are already automatically feeding marketing data to Varos’ platform, and in return seeing how they stack up against others in their space and stage. However, Varos is not planning to stop there, and is already planning its expansion across additional operative departments, such as finance, product, and sales.\r\n\r\nCompanies today are flying blind because they only rely on their own historical data and don’t know how their metrics compare to their competitors.\r\n\r\nVaros increases revenue for our users by accurately showing them how their metrics compare against similar companies so they can decide which KPIs to double down on and which to spend time fixing.",
  "one_liner": "Data sharing platform to compare business KPIs to your peers",
  "team_size": 3,
  "highlight_black": false,
  "highlight_latinx": false,
  "highlight_women": false,
  "industry": "B2B",
  "subindustry": "B2B -> Analytics",
  "launched_at": 1625426750,
  "tags": [
    "SaaS",
    "B2B",
    "Analytics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "S21",
  "status": "Active",
  "industries": [
    "B2B",
    "Analytics"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/varos",
  "api": "https://yc-oss.github.io/api/batches/s21/varos.json"
}
