{
  "id": 31083,
  "name": "Kita",
  "slug": "kita",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/0e2c404c5bbc49c9c8e25d9c60779b50f507ba65.png",
  "website": "https://www.usekita.com/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Kita transforms messy borrower documents into structured financial signals for lenders in emerging markets. We’re not OCR. OCR reads text. Kita understands documents. We use a layered system led by visual language models and computer vision to extract the financial data lenders actually use.\r\n\r\nIn many emerging markets, open finance doesn’t exist. There are no reliable bank APIs. A borrower’s financial history is only accessible through documents: bank statements, e-wallet records, remittance slips, payslips, and receipts. Today, lenders either review these manually or rely on legacy OCR tools that break on real-world files and still require human review.\r\n\r\nWe secured a $100k paid pilot with a Philippine lender the week we built our prototype. Since then, we’ve quadrupled down with customers, shipped new features continuously, and grown ~50% month over month with lenders across multiple Southeast Asian markets.\r\n\r\nDocument parsing is our thin end of the wedge. By combining document data with historical repayment outcomes, Kita learns which signals drive loan decisions and becomes the intelligence layer for lenders in emerging markets. Southeast Asia’s fintech and lending markets are booming, projected to reach $180B by 2030, but underwriting infrastructure hasn’t caught up. Document-based decisioning has become the bottleneck, creating a $10B+ annual opportunity for modern lending infrastructure.\r\n\r\nWe’re Carmel and Rhea; we met during our gap years before Stanford and have been building together ever since. Carmel is from Manila and spent three years working in product at Apple, where she shipped an iOS feature before graduating college. Rhea received the sole highest honor in Stanford Computer Science for her work in computer vision and was previously pursuing her PhD. Together, we bring deep local context and technical execution to expand access to credit in emerging markets.",
  "one_liner": "Turn documents into financial data for lenders in emerging markets",
  "team_size": 2,
  "industry": "Fintech",
  "subindustry": "Fintech",
  "launched_at": 1767738733,
  "tags": [
    "Fintech",
    "SaaS",
    "Emerging Markets"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "Winter 2026",
  "status": "Active",
  "industries": [
    "Fintech"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/kita",
  "api": "https://yc-oss.github.io/api/batches/winter-2026/kita.json"
}
