{
  "id": 31243,
  "name": "Scout Out",
  "slug": "scout-out",
  "former_names": [],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/bbc4def34ee35f1be5646ba1619e18503ee7b982.png",
  "website": "https://scoutout.ai/",
  "all_locations": "San Francisco, CA, USA",
  "long_description": "Scout Out helps residential contractors estimate jobs faster and submit clearer, more competitive proposals.\r\n\r\nToday, every contractor bidding a residential remodel or rebuild has to manually interpret plans, calculate material and labor quantities, and assemble a proposal from scratch. The process is slow, inconsistent, and expensive — and small differences in scope often decide who wins the job.\r\n\r\nScoutOut automates this workflow. We use computer vision trained on residential building plans to generate structured material and labor takeoffs, which contractors can review, customize, price, and turn into professional proposals. Instead of starting from zero on every bid, contractors start with a standardized, high-quality estimate they can trust.\r\n\r\nThe result: contractors bid faster, price more consistently, and submit clearer proposals — helping them win more residential remodeling and contracting jobs with less overhead.\r\n\r\nWe’re starting in Los Angeles, working closely with residential contractors on remodels and post-fire rebuilds following the Palisades and Eaton fires.",
  "one_liner": "AI generated proposals for residential construction projects",
  "team_size": 1,
  "industry": "Real Estate and Construction",
  "subindustry": "Real Estate and Construction",
  "launched_at": 1768343791,
  "tags": [
    "Artificial Intelligence",
    "Real Estate",
    "Construction",
    "Proptech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": true,
  "nonprofit": false,
  "batch": "Winter 2026",
  "status": "Active",
  "industries": [
    "Real Estate and Construction"
  ],
  "regions": [
    "United States of America",
    "America / Canada"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/scout-out",
  "api": "https://yc-oss.github.io/api/batches/winter-2026/scout-out.json"
}
