{
  "id": 1948,
  "name": "Avo",
  "slug": "avo-2",
  "former_names": [
    "Jul"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/bee0807cb6febcaa2c22dd16ba6bbaee02ad4e89.png",
  "website": "https://www.avonow.com/",
  "all_locations": "Tel Aviv-Yafo, Tel Aviv District, Israel",
  "long_description": "Avo is powering the future of \"building commerce\". We have found a way to embed consumer goods and services in the largest physical point of sale in the world - residential and office buildings. By offering a virtual marketplace solution for residential and commercial buildings as a world class amenity, Avo has unlocked a new channel to deliver everything from groceries to cleaning services to millions of people, while avoiding costly CAC and last mile delivery fees. By consolidating deliveries and services and leveraging the building operators to acquire their tenants as customers, Avo has driven exponential revenue growth in large cities across the US. We are backed by Y Combinator, Kleiner Perkins, Insight Partners, JLL Spark, Box Group and strong angel investors who backed Facebook, WeWork & Uber at an early stage. We currently operate in New York, Chicago, Houston, and Israel. Our rapidly expanding customer list includes Facebook, Apple, Microsoft, Dropbox, MongoDB, Calendly, Cushman&Wakefield, Extell, Related, LeFrak, and 1000+ more locations.",
  "one_liner": "Online convenience store for residential and office buildings",
  "team_size": 10,
  "industry": "Consumer",
  "subindustry": "Consumer -> Home and Personal",
  "launched_at": 1660955196,
  "tags": [
    "Grocery",
    "E-commerce"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S18",
  "status": "Inactive",
  "industries": [
    "Consumer",
    "Home and Personal"
  ],
  "regions": [
    "Israel",
    "Middle East and North Africa"
  ],
  "stage": "Growth",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/avo-2",
  "api": "https://yc-oss.github.io/api/batches/s18/avo-2.json"
}
