{
  "id": 1954,
  "name": "Impactive (formerly Outvote)",
  "slug": "impactive",
  "former_names": [
    "Outvote"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/371003d912eebeb5c0de1c0b9e2e9ebd9d87ac80.png",
  "website": "https://www.impactive.io/",
  "all_locations": "Boston, MA, USA; Remote",
  "long_description": "Impactive, backed by YCombinator and Higher Ground Labs, was founded in 2017 as a get-out-the-vote tool for Democrats. The Impactive product has since expanded to become a full-service platform allowing any campaign or cause to engage in distributed organizing.\r\n\r\nIn the 2018 midterms, volunteers contacted over 1 million voters using Impactive. In 2020, we scaled significantly to meet the demand of this unprecedented election cycle. We’ve worked with over 500 clients nationwide, and volunteers have sent over 100 million text messages on behalf of Planned Parenthood, the DCCC, SEIU, Community Change, When We All Vote, Greenpeace, and campaigns up and down the ballot. Our work has been featured in The New York Times, Washington Post, TechCrunch, Fast Company, and many more.\r\n\r\nIn 2021, Impactive will expand its platform further into nonprofit, advocacy, and additional markets. This will be an exciting time to play a critical role in helping shape the direction for what’s coming next. We will continue to prioritize our progressive values while building a feature-rich platform that will broaden our reach across the impact space.",
  "one_liner": "Political/civic tech helping progressive campaigns organize & mobilize",
  "team_size": 15,
  "industry": "Government",
  "subindustry": "Government",
  "launched_at": 1525230396,
  "tags": [
    "Election Tech",
    "Civic Tech",
    "GovTech"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S18",
  "status": "Active",
  "industries": [
    "Government"
  ],
  "regions": [
    "United States of America",
    "America / Canada",
    "Remote",
    "Fully Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/impactive",
  "api": "https://yc-oss.github.io/api/batches/s18/impactive.json"
}
