{
  "id": 2009,
  "name": "Kobo360",
  "slug": "kobo360",
  "former_names": [
    "100 Kobo Logistics"
  ],
  "small_logo_thumb_url": "https://bookface-images.s3.amazonaws.com/small_logos/3747c5c49f2601da338131da70e02c5d928efb09.png",
  "website": "http://www.kobo360.com",
  "all_locations": "Lagos, LA, Nigeria; Kampala, Central Region, Uganda",
  "long_description": "KOBO360 is powering African Enterprise through technology. The company was founded in 2018 to solve the inefficiencies in Africa’s supply chain, by creating a platform that connects manufacturers and cargo owners with truck operators, to move their goods seamlessly across the continent.\r\n\r\nKOBO's key focus is to accelerate economic development and sustainable growth in Africa through a streamlined delivery process of raw materials from ports to the manufacturer, and finished goods from the manufacturer to the last-mile customer.\r\n\r\nThe company uses data analytics and artificial intelligence to reduce inefficiencies in last-mile delivery, provide transparency and visibility, reduce communication gaps within the entire ecosystem, optimize pick-ups and deliveries, and improve routes in real-time. Our predictive analysis also gives businesses valuable insights and enables them to make informed decisions, thereby enhancing productivity and improving customer experience.\r\n\r\nWe have a physical presence in 7 African countries; Nigeria, Benin, Ghana, Uganda, Kenya, Côte d'Ivoire, Burkina Faso.",
  "one_liner": "Africa's leading supply chain technology platform. ",
  "team_size": 204,
  "industry": "B2B",
  "subindustry": "B2B -> Supply Chain and Logistics",
  "launched_at": 1526436267,
  "tags": [
    "Logistics"
  ],
  "tags_highlighted": [],
  "top_company": false,
  "isHiring": false,
  "nonprofit": false,
  "batch": "S18",
  "status": "Inactive",
  "industries": [
    "B2B",
    "Supply Chain and Logistics"
  ],
  "regions": [
    "Nigeria",
    "Uganda",
    "Africa",
    "Remote",
    "Partly Remote"
  ],
  "stage": "Early",
  "app_video_public": false,
  "demo_day_video_public": false,
  "app_answers": null,
  "question_answers": false,
  "url": "https://www.ycombinator.com/companies/kobo360",
  "api": "https://yc-oss.github.io/api/batches/s18/kobo360.json"
}
